{"1":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":1,"text":{"default":"Now it came to pass in the days of Ahasuerus (this was the Ahasuerus who reigned over one hundred and twenty-seven provinces, from India to Ethiopia),","nkjv":"Now it came to pass in the days of Ahasuerus (this was the Ahasuerus who reigned over one hundred and twenty-seven provinces, from India to Ethiopia),","tamil":"இந்துதேசம்முதல் எத்தியோப்பியா தேசம்வரைக்குமுள்ள நூற்றிருபத்தேழு நாடுகளையும் அரசாண்ட அகாஸ்வேருவின் நாட்களிலே சம்பவித்ததாவது:"},"previous":[16,13,31],"next":[17,1,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":2,"text":{"default":"in those days when King Ahasuerus sat on the throne of his kingdom, which was in Shushan the citadel,","nkjv":"in those days when King Ahasuerus sat on the throne of his kingdom, which was in Shushan the citadel,","tamil":"ராஜாவாகிய அகாஸ்வேரு சூசான் அரமனையிலிருக்கிற தன் ராஜ்யத்தின் சிங்காசனத்தின்மேல் வீற்றிருந்தான்."},"previous":[17,1,1],"next":[17,1,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":3,"text":{"default":"that in the third year of his reign he made a feast for all his officials and servants—the powers of Persia and Media, the nobles, and the princes of the provinces being before him—","nkjv":"that in the third year of his reign he made a feast for all his officials and servants—the powers of Persia and Media, the nobles, and the princes of the provinces being before him—","tamil":"அவன் தன் ராஜ்யபாரத்தின் மூன்றாம் வருஷத்திலே தன்னுடைய பிரபுக்களுக்கும் ஊழியக்காரருக்கும் விருந்துபண்ணினான்; அப்பொழுது பெர்சியா மேதியா தேசங்களிலுள்ள மகத்தானவர்களும், நாடுகளின் அதிபதிகளும், பிரபுக்களும், அவன் சமுகத்தில் வந்திருந்தார்கள்."},"previous":[17,1,2],"next":[17,1,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":4,"text":{"default":"when he showed the riches of his glorious kingdom and the splendor of his excellent majesty for many days, one hundred and eighty days in all.","nkjv":"when he showed the riches of his glorious kingdom and the splendor of his excellent majesty for many days, one hundred and eighty days in all.","tamil":"அவன் தன் ராஜ்யத்தின் மகிமையான ஐசுவரியத்தையும், தன் மகத்துவத்தின் சிறந்த பிரதாபத்தையும் அநேக நாளாகிய நூற்றெண்பதுநாளளவும் விளங்கச்செய்துகொண்டிருந்தான்."},"previous":[17,1,3],"next":[17,1,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":5,"text":{"default":"And when these days were completed, the king made a feast lasting seven days for all the people who were present in Shushan the citadel, from great to small, in the court of the garden of the king’s palace.","nkjv":"And when these days were completed, the king made a feast lasting seven days for all the people who were present in Shushan the citadel, from great to small, in the court of the garden of the king’s palace.","tamil":"அந்நாட்கள் முடிந்தபோது, ராஜாவின் அரமனையில் வந்திருந்த பெரியோர்முதல் சிறியோர்மட்டுமுள்ள சமஸ்த ஜனங்களுக்கும் ராஜ அரமனையைச் சேர்ந்த சிங்காரத்தோட்டத்திலுள்ள மண்டபத்தில் ஏழுநாள் விருந்து செய்வித்தான்."},"previous":[17,1,4],"next":[17,1,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":6,"text":{"default":"There were white and blue linen curtains fastened with cords of fine linen and purple on silver rods and marble pillars; and the couches were of gold and silver on a mosaic pavement of alabaster, turquoise, and white and black marble.","nkjv":"There were white and blue linen curtains fastened with cords of fine linen and purple on silver rods and marble pillars; and the couches were of gold and silver on a mosaic pavement of alabaster, turquoise, and white and black marble.","tamil":"அங்கே வெண்கலத் தூண்களின்மேலுள்ள வெள்ளி வளையங்களில் மெல்லியநூலும் சிவப்புநூலுமான கயிறுகளால் வெள்ளையும் பச்சையும் இளநீலமுமாகிய தொங்குதிரைகள் விதானித்திருந்தது; சிவப்பும் நீலமும் வெள்ளையும் கறுப்புமான கற்கள் பதித்திருந்த தளவரிசையின்மேல் பொற்சரிகையும் வெள்ளிச்சரிகையுமான மெத்தைகள் வைக்கப்பட்டிருந்தது."},"previous":[17,1,5],"next":[17,1,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":7,"text":{"default":"And they served drinks in golden vessels, each vessel being different from the other, with royal wine in abundance, according to the generosity of the king.","nkjv":"And they served drinks in golden vessels, each vessel being different from the other, with royal wine in abundance, according to the generosity of the king.","tamil":"பொன்னால் செய்யப்பட்ட நானாவித பாத்திரங்களிலே பானம் கொடுக்கப்பட்டது; முதல்தரமான திராட்சரசம் ராஜஸ்திதிக்கு ஏற்கப் பரிபூரணமாய்ப் பரிமாறப்பட்டது."},"previous":[17,1,6],"next":[17,1,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":8,"text":{"default":"In accordance with the law, the drinking was not compulsory; for so the king had ordered all the officers of his household, that they should do according to each man’s pleasure.","nkjv":"In accordance with the law, the drinking was not compulsory; for so the king had ordered all the officers of his household, that they should do according to each man’s pleasure.","tamil":"அவரவருடைய மனதின்படியே செய்யலாம் என்று ராஜா தன் அரமனையின் பெரிய மனுஷருக்கெல்லாம் கட்டளையிட்டிருந்தபடியினால், முறைப்படி பானம்பண்ணினார்கள்; ஒருவனும் பலவந்தம்பண்ணவில்லை."},"previous":[17,1,7],"next":[17,1,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":9,"text":{"default":"Queen Vashti also made a feast for the women in the royal palace which belonged to King Ahasuerus.","nkjv":"Queen Vashti also made a feast for the women in the royal palace which belonged to King Ahasuerus.","tamil":"ராஜஸ்திரீயாகிய வஸ்தியும் ராஜாவாகிய அகாஸ்வேருவின் அரமனையிலே ஸ்திரீகளுக்கு ஒரு விருந்து செய்தாள்."},"previous":[17,1,8],"next":[17,1,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":10,"text":{"default":"On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, seven eunuchs who served in the presence of King Ahasuerus,","nkjv":"On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, seven eunuchs who served in the presence of King Ahasuerus,","tamil":"ஏழாம் நாளிலே ராஜா திராட்சரசத்தினால் களிப்பாயிருக்கும்போது, மகா ரூபவதியாயிருந்த ராஜஸ்திரீயாகிய வஸ்தியின் சௌந்தரியத்தை ஜனங்களுக்கும் பிரபுக்களுக்கும் காண்பிக்கும்படி, ராஜகிரீடம் தரிக்கப்பட்டவளாக, அவளை ராஜாவுக்கு முன்பாக அழைத்துவரவேண்டுமென்று,"},"previous":[17,1,9],"next":[17,1,11]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":11,"text":{"default":"to bring Queen Vashti before the king, wearing her royal crown, in order to show her beauty to the people and the officials, for she was beautiful to behold.","nkjv":"to bring Queen Vashti before the king, wearing her royal crown, in order to show her beauty to the people and the officials, for she was beautiful to behold.","tamil":"ராஜாவாகிய அகாஸ்வேருவின் சமுகத்தில் சேவிக்கிற மெகுமான், பிஸ்தா, அற்போனா, பிக்தா, அபக்தா, சேதார், கர்காஸ் என்னும் ஏழு பிரதானிகளுக்கும் கட்டளையிட்டான்."},"previous":[17,1,10],"next":[17,1,12]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":12,"text":{"default":"But Queen Vashti refused to come at the king’s command brought by his eunuchs; therefore the king was furious, and his anger burned within him.","nkjv":"But Queen Vashti refused to come at the king’s command brought by his eunuchs; therefore the king was furious, and his anger burned within him.","tamil":"ஆனாலும் பிரதானிகள் மூலமாய் ராஜா சொல்லியனுப்பின கட்டளைக்கு ராஜஸ்திரீயாகிய வஸ்தி வரமாட்டேன் என்றாள்; அப்பொழுது ராஜா கடுங்கோபமடைந்து, தனக்குள்ளே மூர்க்கவெறிகொண்டான்."},"previous":[17,1,11],"next":[17,1,13]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":13,"text":{"default":"Then the king said to the wise men who understood the times (for this was the king’s manner toward all who knew law and justice,","nkjv":"Then the king said to the wise men who understood the times (for this was the king’s manner toward all who knew law and justice,","tamil":"அச்சமயத்தில் ராஜசமுகத்தைத் தரிசிக்கிறவர்களும், ராஜ்யத்தின் முதல் ஆசனங்களில் உட்காருகிறவர்களுமான காஷேனா, சேதார், அத்மாதா, தர்ஷீஸ், மேரேஸ், மர்சேனா, மெமுகான் என்னும் பெர்சியர் மேதியருடைய ஏழு பிரபுக்களும் அவன் சமீபத்தில் இருந்தார்கள்."},"previous":[17,1,12],"next":[17,1,14]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":14,"text":{"default":"those closest to him being Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who had access to the king’s presence, and who ranked highest in the kingdom):","nkjv":"those closest to him being Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who had access to the king’s presence, and who ranked highest in the kingdom):","tamil":"ராஜா நியாயப்பிரமாணத்தையும் ராஜநீதியையும் அறிந்தவர்களிடத்தில் பேசுவது தனக்கு வழக்கமானபடியால், காலாகால வர்த்தமானங்களை அறிந்த பண்டிதர்களை நோக்கி:"},"previous":[17,1,13],"next":[17,1,15]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":15,"text":{"default":"“What shall we do to Queen Vashti, according to law, because she did not obey the command of King Ahasuerus brought to her by the eunuchs?”","nkjv":"“What shall we do to Queen Vashti, according to law, because she did not obey the command of King Ahasuerus brought to her by the eunuchs?”","tamil":"ராஜாவாகிய அகாஸ்வேரு பிரதானிகள் மூலமாய்ச் சொல்லியனுப்பின கட்டளையின்படி ராஜஸ்திரீயாகிய வஸ்தி செய்யாமற்போனதினிமித்தம், தேசச்சட்டத்தின்படி அவளுக்குச் செய்யவேண்டியது என்ன என்று கேட்டான்."},"previous":[17,1,14],"next":[17,1,16]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":16,"text":{"default":"And Memucan answered before the king and the princes: “Queen Vashti has not only wronged the king, but also all the princes, and all the people who are in all the provinces of King Ahasuerus.","nkjv":"And Memucan answered before the king and the princes: “Queen Vashti has not only wronged the king, but also all the princes, and all the people who are in all the provinces of King Ahasuerus.","tamil":"அப்பொழுது மெமுகான் ராஜாவுக்கும் பிரபுக்களுக்கும் முன்னே பிரதியுத்தரமாக: ராஜஸ்திரீயாகிய வஸ்தி ராஜாவுக்குமாத்திரம் அல்ல, ராஜாவாகிய அகாஸ்வேருவினுடைய சகல நாடுகளிலுமுள்ள சகல பிரபுக்களுக்கும் சகல ஜனங்களுக்குங்கூட அநியாயஞ்செய்தாள்."},"previous":[17,1,15],"next":[17,1,17]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":17,"text":{"default":"For the queen’s behavior will become known to all women, so that they will despise their husbands in their eyes, when they report, ‘King Ahasuerus commanded Queen Vashti to be brought in before him, but she did not come.’","nkjv":"For the queen’s behavior will become known to all women, so that they will despise their husbands in their eyes, when they report, ‘King Ahasuerus commanded Queen Vashti to be brought in before him, but she did not come.’","tamil":"ராஜாவாகிய அகாஸ்வேரு ராஜஸ்திரீயாகிய வஸ்தியைத் தமக்கு முன்பாக அழைத்துவரச் சொன்னபோது, அவள் வரமாட்டோம் என்கிற செய்தி எல்லா ஸ்திரீகளுக்கும் பிரசித்தமானால், அவர்களும் தங்கள் புருஷரைத் தங்கள் பார்வையில் அற்பமாய் எண்ணுவார்கள்."},"previous":[17,1,16],"next":[17,1,18]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":18,"text":{"default":"This very day the noble ladies of Persia and Media will say to all the king’s officials that they have heard of the behavior of the queen. Thus there will be excessive contempt and wrath.","nkjv":"This very day the noble ladies of Persia and Media will say to all the king’s officials that they have heard of the behavior of the queen. Thus there will be excessive contempt and wrath.","tamil":"இன்றையதினமே பெர்சியாவிலும் மேதியாவிலுமுள்ள பிரபுக்களின் ஸ்திரீகள் ராஜஸ்திரீயின் செய்தியைக் கேட்கும்போது, ராஜாவின் பிரபுக்களுக்கெல்லாம் அப்படியே சொல்லுவார்கள்; மிகுந்த அசட்டையும் எரிச்சலும் விளையும்."},"previous":[17,1,17],"next":[17,1,19]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":19,"text":{"default":"If it pleases the king, let a royal decree go out from him, and let it be recorded in the laws of the Persians and the Medes, so that it will not be altered, that Vashti shall come no more before King Ahasuerus; and let the king give her royal position to another who is better than she.","nkjv":"If it pleases the king, let a royal decree go out from him, and let it be recorded in the laws of the Persians and the Medes, so that it will not be altered, that Vashti shall come no more before King Ahasuerus; and let the king give her royal position to another who is better than she.","tamil":"ராஜாவுக்குச் சம்மதியாயிருந்தால், வஸ்தி இனி ராஜாவாகிய அகாஸ்வேருவுக்கு முன்பாக வரக் கூடாது என்றும், அவளுடைய ராஜமேன்மையை அவளைப்பார்க்கிலும் உத்தமியாகிய மற்றொரு ஸ்திரீக்கு ராஜா கொடுப்பாராக என்றும், அவரால் ஒரு ராஜகட்டளை பிறந்து, அது மீறப்படாதபடிக்கு, பெர்சியாவுக்கும் மேதியாவுக்கும் உரிய தேசச் சட்டத்திலும் எழுதப்படவேண்டும்."},"previous":[17,1,18],"next":[17,1,20]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":20,"text":{"default":"When the king’s decree which he will make is proclaimed throughout all his empire (for it is great), all wives will honor their husbands, both great and small.”","nkjv":"When the king’s decree which he will make is proclaimed throughout all his empire (for it is great), all wives will honor their husbands, both great and small.”","tamil":"இப்படி ராஜா தீர்த்த காரியம் தமது விஸ்தீணரமான ராஜ்யமெங்கும் கேட்கப்படும்போது, பெரியோர்முதல் சிறியோர்மட்டுமுள்ள எல்லா ஸ்திரீகளும் தங்கள் புருஷரைக் கனம்பண்ணுவார்கள் என்றான்."},"previous":[17,1,19],"next":[17,1,21]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":21,"text":{"default":"And the reply pleased the king and the princes, and the king did according to the word of Memucan.","nkjv":"And the reply pleased the king and the princes, and the king did according to the word of Memucan.","tamil":"இந்த வார்த்தை ராஜாவுக்கும் பிரபுக்களுக்கும் நலமாய்த் தோன்றினதினால், ராஜா மெமுகானுடைய வார்த்தையின்படியே செய்து,"},"previous":[17,1,20],"next":[17,1,22]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":1,"verse":22,"text":{"default":"Then he sent letters to all the king’s provinces, to each province in its own script, and to every people in their own language, that each man should be master in his own house, and speak in the language of his own people.","nkjv":"Then he sent letters to all the king’s provinces, to each province in its own script, and to every people in their own language, that each man should be master in his own house, and speak in the language of his own people.","tamil":"எந்தப் புருஷனும் தன் வீட்டுக்குத்தானே அதிகாரியாயிருக்கவேண்டும் என்றும், இதை அந்தந்த ஜனங்களுடைய பாஷையிலே பிரசித்தம்பண்ணவேண்டுமென்றும், அந்தந்த நாட்டில் வழங்குகிற அட்சரத்திலும், அந்தந்த ஜாதியார் பேசுகிற பாஷையிலும், ராஜாவின் சகல நாடுகளுக்கும் கட்டளை எழுதி அனுப்பினான்."},"previous":[17,1,21],"next":[17,2,1]}],"2":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":1,"text":{"default":"After these things, when the wrath of King Ahasuerus subsided, he remembered Vashti, what she had done, and what had been decreed against her.","nkjv":"After these things, when the wrath of King Ahasuerus subsided, he remembered Vashti, what she had done, and what had been decreed against her.","tamil":"இவைகளுக்குப்பின்பு, ராஜாவாகிய அகாஸ்வேருவின் உக்கிரம் தணிந்தபோது, அவன் வஸ்தியையும் அவள் செய்ததையும் அவளைக்குறித்துத் தீர்மானிக்கப்பட்டதையும் நினைத்தான்."},"previous":[17,1,22],"next":[17,2,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":2,"text":{"default":"Then the king’s servants who attended him said: “Let beautiful young virgins be sought for the king;","nkjv":"Then the king’s servants who attended him said: “Let beautiful young virgins be sought for the king;","tamil":"அப்பொழுது ராஜாவைச் சேவிக்கிற அவனுடைய ஊழியக்காரர் அவனை நோக்கி: ரூபவதிகளாயிருக்கிற கன்னிப்பெண்களை ராஜாவுக்காகத் தேடவேண்டும்."},"previous":[17,2,1],"next":[17,2,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":3,"text":{"default":"and let the king appoint officers in all the provinces of his kingdom, that they may gather all the beautiful young virgins to Shushan the citadel, into the women’s quarters, under the custody of Hegai the king’s eunuch, custodian of the women. And let beauty preparations be given them.","nkjv":"and let the king appoint officers in all the provinces of his kingdom, that they may gather all the beautiful young virgins to Shushan the citadel, into the women’s quarters, under the custody of Hegai the king’s eunuch, custodian of the women. And let beauty preparations be given them.","tamil":"அதற்காக ராஜா தம்முடைய ராஜ்யத்தின் நாடுகளிலெல்லாம் விசாரிப்புக்காரரை வைக்கவேண்டும்; இவர்கள் ரூபவதிகளாயிருக்கிற சகல கன்னிப்பெண்களையும் கூட்டி, சூசான் அரமனையிலிருக்கிற கன்னிமாடத்துக்கு அழைத்துவந்து, ஸ்திரீகளைக் காவல்பண்ணுகிற ராஜாவின் பிரதானியாகிய யேகாயின் வசத்திலே ஒப்புவிக்கவேண்டும்; அவர்களுடைய சுத்திகரிப்புக்கு வேண்டியவைகள் அவர்களுக்குக் கொடுக்கப்படவேண்டும்."},"previous":[17,2,2],"next":[17,2,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":4,"text":{"default":"Then let the young woman who pleases the king be queen instead of Vashti.” This thing pleased the king, and he did so.","nkjv":"Then let the young woman who pleases the king be queen instead of Vashti.” This thing pleased the king, and he did so.","tamil":"அப்பொழுது ராஜாவின் கண்களுக்குப் பிரியமான கன்னி வஸ்திக்குப் பதிலாகப் பட்டத்து ஸ்திரீயாகவேண்டும் என்றார்கள்; இந்த வார்த்தை ராஜாவுக்கு நலமாய்த் தோன்றினபடியால் அப்படியே செய்தான்."},"previous":[17,2,3],"next":[17,2,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":5,"text":{"default":"In Shushan the citadel there was a certain Jew whose name was Mordecai the son of Jair, the son of Shimei, the son of Kish, a Benjamite.","nkjv":"In Shushan the citadel there was a certain Jew whose name was Mordecai the son of Jair, the son of Shimei, the son of Kish, a Benjamite.","tamil":"அப்பொழுது சூசான் அரமனையிலே பென்யமீனியனாகிய கீசின் குமாரன் சீமேயினுடைய மகனாகிய யாவீரின் குமாரன் மொர்தெகாய் என்னும் பேருள்ள ஒரு யூதன் இருந்தான்."},"previous":[17,2,4],"next":[17,2,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":6,"text":{"default":"Kish had been carried away from Jerusalem with the captives who had been captured with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.","nkjv":"Kish had been carried away from Jerusalem with the captives who had been captured with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.","tamil":"அவன் பாபிலோன் ராஜாவாகிய நேபுகாத்நேச்சார் யூதாவின் ராஜாவாகிய எகொனியாவைப் பிடித்துக்கொண்டு போகிறபோது, அவனோடேகூட எருசலேமிலிருந்து பிடித்துக்கொண்டு போகப்பட்டவர்களில் ஒருவனாயிருந்தான்."},"previous":[17,2,5],"next":[17,2,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":7,"text":{"default":"And Mordecai had brought up Hadassah, that is, Esther, his uncle’s daughter, for she had neither father nor mother. The young woman was lovely and beautiful. When her father and mother died, Mordecai took her as his own daughter.","nkjv":"And Mordecai had brought up Hadassah, that is, Esther, his uncle’s daughter, for she had neither father nor mother. The young woman was lovely and beautiful. When her father and mother died, Mordecai took her as his own daughter.","tamil":"அவன் தன் சிறிய தகப்பன் குமாரத்தியாகிய எஸ்தர் என்னும் அத்சாளை வளர்த்தான்; அவளுக்குத் தாய்தகப்பனில்லை; அந்தப் பெண் ரூபவதியும் சௌந்தரியமுடையவளுமாயிருந்தாள்; அவள் தகப்பனும் அவள் தாயும் மரணமடைந்தபோது, மொர்தெகாய் அவளைத் தன் குமாரத்தியாக எடுத்துக்கொண்டான்."},"previous":[17,2,6],"next":[17,2,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":8,"text":{"default":"So it was, when the king’s command and decree were heard, and when many young women were gathered at Shushan the citadel, under the custody of Hegai, that Esther also was taken to the king’s palace, into the care of Hegai the custodian of the women.","nkjv":"So it was, when the king’s command and decree were heard, and when many young women were gathered at Shushan the citadel, under the custody of Hegai, that Esther also was taken to the king’s palace, into the care of Hegai the custodian of the women.","tamil":"ராஜாவின் கட்டளையும் தீர்மானமும் பிரசித்தமாகி, அநேகம் பெண்கள் கூட்டப்பட்டு, சூசான் அரமனையிலுள்ள யேகாயின் வசத்தில் ஒப்புவிக்கப்படுகிறபோது, எஸ்தரும் ராஜாவின் அரமனைக்கு அழைத்துக்கொண்டுபோகப்பட்டு, ஸ்திரீகளைக் காவல்பண்ணுகிற யேகாயின் வசத்தில் ஒப்புவிக்கப்பட்டாள்."},"previous":[17,2,7],"next":[17,2,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":9,"text":{"default":"Now the young woman pleased him, and she obtained his favor; so he readily gave beauty preparations to her, besides her allowance. Then seven choice maidservants were provided for her from the king’s palace, and he moved her and her maidservants to the best place in the house of the women.","nkjv":"Now the young woman pleased him, and she obtained his favor; so he readily gave beauty preparations to her, besides her allowance. Then seven choice maidservants were provided for her from the king’s palace, and he moved her and her maidservants to the best place in the house of the women.","tamil":"அந்தப் பெண் அவன் பார்வைக்கு நன்றாயிருந்ததினால், அவளுக்கு அவன் கண்களிலே தயைகிடைத்தது; ஆகையால் அவளுடைய சுத்திகரிப்புக்கு வேண்டியவைகளையும், அவளுக்குத் தேவையான மற்றவைகளையும் அவளுக்குக் கொடுக்கவும், ராஜ அரமனையிலிருக்கிற ஏழு தாதிமார்களை அவளுக்கு நியமிக்கவும் ஜாக்கிரதைப்பட்டு கன்னிமாடத்தில் சிறந்த ஒரு இடத்திலே அவளையும் அவள் தாதிமார்களையும் வைத்தான்."},"previous":[17,2,8],"next":[17,2,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":10,"text":{"default":"Esther had not revealed her people or family, for Mordecai had charged her not to reveal it.","nkjv":"Esther had not revealed her people or family, for Mordecai had charged her not to reveal it.","tamil":"எஸ்தரோவென்றால் தன் குலத்தையும், தன் பூர்வோத்தரத்தையும் அறிவிக்காதிருந்தாள்; மொர்தெகாய் அதைத் தெரிவிக்கவேண்டாமென்று அவளுக்குக் கற்பித்திருந்தான்."},"previous":[17,2,9],"next":[17,2,11]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":11,"text":{"default":"And every day Mordecai paced in front of the court of the women’s quarters, to learn of Esther’s welfare and what was happening to her.","nkjv":"And every day Mordecai paced in front of the court of the women’s quarters, to learn of Esther’s welfare and what was happening to her.","tamil":"எஸ்தருடைய சுகசெய்தியையும் அவளுக்கு நடக்குங்காரியத்தையும் அறிய மொர்தெகாய் நாடோறும் கன்னிமாடத்து முற்றத்துக்கு முன்பாக உலாவுவான்."},"previous":[17,2,10],"next":[17,2,12]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":12,"text":{"default":"Each young woman’s turn came to go in to King Ahasuerus after she had completed twelve months’ preparation, according to the regulations for the women, for thus were the days of their preparation apportioned: six months with oil of myrrh, and six months with perfumes and preparations for beautifying women.","nkjv":"Each young woman’s turn came to go in to King Ahasuerus after she had completed twelve months’ preparation, according to the regulations for the women, for thus were the days of their preparation apportioned: six months with oil of myrrh, and six months with perfumes and preparations for beautifying women.","tamil":"ஒவ்வொரு பெண்ணும் ஆறுமாதம் வெள்ளைப்போளத் தைலத்தினாலும், ஆறுமாதம் சுகந்தவர்க்கங்களினாலும், ஸ்திரீகளுக்குரிய மற்றச் சுத்திகரிப்புகளினாலும் ஜோடிக்கப்படுகிற நாட்கள் நிறைவேறி, இவ்விதமாய் ஸ்திரீகளின் முறைமைப்படி பன்னிரண்டு மாதமாகச் செய்யப்பட்டுத் தீர்ந்தபின்பு, ராஜாவாகிய அகாஸ்வேருவினிடத்தில் பிரவேசிக்க, அவளவளுடைய முறை வருகிறபோது,"},"previous":[17,2,11],"next":[17,2,13]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":13,"text":{"default":"Thus prepared, each young woman went to the king, and she was given whatever she desired to take with her from the women’s quarters to the king’s palace.","nkjv":"Thus prepared, each young woman went to the king, and she was given whatever she desired to take with her from the women’s quarters to the king’s palace.","tamil":"இப்படி ஜோடிக்கப்பட்ட பெண் ராஜாவினிடத்தில் பிரவேசிப்பாள்; கன்னிமாடத்திலிருந்து தன்னோடேகூட ராஜ அரமனைக்குப்போக, அவள் தனக்கு வேண்டுமென்று கேட்பவையெல்லாம் அவளுக்குக் கொடுக்கப்படும்."},"previous":[17,2,12],"next":[17,2,14]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":14,"text":{"default":"In the evening she went, and in the morning she returned to the second house of the women, to the custody of Shaashgaz, the king’s eunuch who kept the concubines. She would not go in to the king again unless the king delighted in her and called for her by name.","nkjv":"In the evening she went, and in the morning she returned to the second house of the women, to the custody of Shaashgaz, the king’s eunuch who kept the concubines. She would not go in to the king again unless the king delighted in her and called for her by name.","tamil":"சாயங்காலத்திலே அவள் உள்ளே பிரவேசித்து, காலமே, அபிமான ஸ்திரீகளைக் காவல்பண்ணுகிற ராஜாவின் பிரதானியாகிய சாஸ்காசுடைய விசாரிப்புக்குள்ளிருக்கிற ஸ்திரீகளின் இரண்டாம் மாடத்துக்குத் திரும்பிவருவாள்; ராஜா தன்னை விரும்பிப் பேர்சொல்லி அழைப்பித்தாலொழிய அவள் ஒருபோதும் ராஜாவினிடத்தில் பிரவேசிக்கக்கூடாது."},"previous":[17,2,13],"next":[17,2,15]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":15,"text":{"default":"Now when the turn came for Esther the daughter of Abihail the uncle of Mordecai, who had taken her as his daughter, to go in to the king, she requested nothing but what Hegai the king’s eunuch, the custodian of the women, advised. And Esther obtained favor in the sight of all who saw her.","nkjv":"Now when the turn came for Esther the daughter of Abihail the uncle of Mordecai, who had taken her as his daughter, to go in to the king, she requested nothing but what Hegai the king’s eunuch, the custodian of the women, advised. And Esther obtained favor in the sight of all who saw her.","tamil":"மொர்தெகாய் தனக்குக் குமாரத்தியாய் ஏற்றுக்கொண்டவளும், அவன் சிறியதகப்பனாகிய அபியாயேலின் குமாரத்தியுமான எஸ்தர் ராஜாவினிடத்தில் பிரவேசிக்கிறதற்கு முறைவந்தபோது, அவள் ஸ்திரீகளைக் காவல்பண்ணுகிற ராஜாவின் பிரதானியாகிய யேகாய் நியமித்த காரியமேயல்லாமல் வேறொன்றும் கேட்கவில்லை; எஸ்தருக்குத் தன்னைக் காண்கிற எல்லார் கண்களிலும் தயை கிடைத்தது."},"previous":[17,2,14],"next":[17,2,16]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":16,"text":{"default":"So Esther was taken to King Ahasuerus, into his royal palace, in the tenth month, which is the month of Tebeth, in the seventh year of his reign.","nkjv":"So Esther was taken to King Ahasuerus, into his royal palace, in the tenth month, which is the month of Tebeth, in the seventh year of his reign.","tamil":"அப்படியே எஸ்தர் ராஜாவாகிய அகாஸ்வேரு அரசாளுகிற ஏழாம் வருஷம் தேபேத் மாதமாகிய பத்தாம் மாதத்திலே ராஜாவினிடத்தில் அரமனைக்கு அழைத்துக்கொண்டு போகப்பட்டாள்."},"previous":[17,2,15],"next":[17,2,17]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":17,"text":{"default":"The king loved Esther more than all the other women, and she obtained grace and favor in his sight more than all the virgins; so he set the royal crown upon her head and made her queen instead of Vashti.","nkjv":"The king loved Esther more than all the other women, and she obtained grace and favor in his sight more than all the virgins; so he set the royal crown upon her head and made her queen instead of Vashti.","tamil":"ராஜா சகல ஸ்திரீகளைப்பார்க்கிலும் எஸ்தர்மேல் அன்புவைத்தான்; சகல கன்னிகைகளைப்பார்க்கிலும் அவளுக்கு அவன் சமுகத்தில் அதிக தயையும் பட்சமும் கிடைத்தது; ஆகையால் அவன் ராஜகிரீடத்தை அவள் சிரசின்மேல் வைத்து, அவளை வஸ்தியின் ஸ்தானத்திலே பட்டத்து ஸ்திரீயாக்கினான்."},"previous":[17,2,16],"next":[17,2,18]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":18,"text":{"default":"Then the king made a great feast, the Feast of Esther, for all his officials and servants; and he proclaimed a holiday in the provinces and gave gifts according to the generosity of a king.","nkjv":"Then the king made a great feast, the Feast of Esther, for all his officials and servants; and he proclaimed a holiday in the provinces and gave gifts according to the generosity of a king.","tamil":"அப்பொழுது ராஜா தன்னுடைய எல்லாப் பிரபுக்களுக்கும் ஊழியக்காரருக்கும், எஸ்தரினிமித்தம் ஒரு பெரிய விருந்துசெய்து, நாடுகளுக்குச் சலக்கரணை உண்டாக்கி, ராஜஸ்திதிக்குத்தக்க வெகுமானங்களைக் கொடுத்தான்."},"previous":[17,2,17],"next":[17,2,19]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":19,"text":{"default":"When virgins were gathered together a second time, Mordecai sat within the king’s gate.","nkjv":"When virgins were gathered together a second time, Mordecai sat within the king’s gate.","tamil":"இரண்டாந்தரம் கன்னிகைகள் சேர்க்கப்படும்போது, மொர்தெகாய் ராஜாவின் அரமனை வாசலில் உட்கார்ந்திருந்தான்."},"previous":[17,2,18],"next":[17,2,20]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":20,"text":{"default":"Now Esther had not revealed her family and her people, just as Mordecai had charged her, for Esther obeyed the command of Mordecai as when she was brought up by him.","nkjv":"Now Esther had not revealed her family and her people, just as Mordecai had charged her, for Esther obeyed the command of Mordecai as when she was brought up by him.","tamil":"எஸ்தர் மொர்தெகாய் தனக்குக் கற்பித்திருந்தபடி, தன் பூர்வோத்தரத்தையும் தன் குலத்தையும் தெரிவிக்காதிருந்தாள்; எஸ்தர் மொர்தெகாய் இடத்திலே வளரும்போது அவன் சொற்கேட்டு நடந்ததுபோல, இப்பொழுதும் அவன் சொற்கேட்டு நடந்துவந்தாள்."},"previous":[17,2,19],"next":[17,2,21]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":21,"text":{"default":"In those days, while Mordecai sat within the king’s gate, two of the king’s eunuchs, Bigthan and Teresh, doorkeepers, became furious and sought to lay hands on King Ahasuerus.","nkjv":"In those days, while Mordecai sat within the king’s gate, two of the king’s eunuchs, Bigthan and Teresh, doorkeepers, became furious and sought to lay hands on King Ahasuerus.","tamil":"அந்நாட்களில் மொர்தெகாய் ராஜாவின் அரமனை வாசலில் உட்கார்ந்திருக்கிறபோது, வாசல்காக்கிற ராஜாவின் இரண்டு பிரதானிகளாகிய பிக்தானும் தேரேசும் வர்மம் வைத்து, ராஜாவாகிய அகாஸ்வேருவின்மேல் கைபோட வகைதேடினார்கள்."},"previous":[17,2,20],"next":[17,2,22]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":22,"text":{"default":"So the matter became known to Mordecai, who told Queen Esther, and Esther informed the king in Mordecai’s name.","nkjv":"So the matter became known to Mordecai, who told Queen Esther, and Esther informed the king in Mordecai’s name.","tamil":"இந்தக் காரியம் மொர்தெகாய்க்குத் தெரியவந்ததினால், அவன் அதை ராஜாத்தியாகிய எஸ்தருக்கு அறிவித்தான்; எஸ்தர் மொர்தெகாயின் பேரால் அதை ராஜாவுக்குச் சொன்னாள்."},"previous":[17,2,21],"next":[17,2,23]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":2,"verse":23,"text":{"default":"And when an inquiry was made into the matter, it was confirmed, and both were hanged on a gallows; and it was written in the book of the chronicles in the presence of the king.","nkjv":"And when an inquiry was made into the matter, it was confirmed, and both were hanged on a gallows; and it was written in the book of the chronicles in the presence of the king.","tamil":"அந்தக் காரியம் விசாரிக்கப்படுகிறபோது, அது மெய்யென்று காணப்பட்டது; ஆகையால் அவர்கள் இருவரும் மரத்திலே தூக்கிப்போடப்பட்டார்கள்; இது ராஜ சமுகத்திலே நாளாகமப்புஸ்தகத்திலே எழுதப்பட்டிருக்கிறது."},"previous":[17,2,22],"next":[17,3,1]}],"3":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":1,"text":{"default":"After these things King Ahasuerus promoted Haman, the son of Hammedatha the Agagite, and advanced him and set his seat above all the princes who were with him.","nkjv":"After these things King Ahasuerus promoted Haman, the son of Hammedatha the Agagite, and advanced him and set his seat above all the princes who were with him.","tamil":"இந்த நடபடிகளுக்குப்பின்பு, ராஜாவாகிய அகாஸ்வேரு அம்மெதாத்தாவின் குமாரனாகிய ஆமான் என்னும் ஆகாகியனை மேன்மைப்படுத்தி, தன்னிடத்திலிருக்கிற சகல பிரபுக்களுக்கும் மேலாக அவனுடைய ஆசனத்தை உயர்த்திவைத்தான்."},"previous":[17,2,23],"next":[17,3,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":2,"text":{"default":"And all the king’s servants who were within the king’s gate bowed and paid homage to Haman, for so the king had commanded concerning him. But Mordecai would not bow or pay homage.","nkjv":"And all the king’s servants who were within the king’s gate bowed and paid homage to Haman, for so the king had commanded concerning him. But Mordecai would not bow or pay homage.","tamil":"ஆகையால் ராஜாவின் அரமனை வாசலிலிருக்கிற ராஜாவின் ஊழியக்காரர் எல்லாரும் ஆமானை வணங்கி நமஸ்கரித்து வந்தார்கள்; அவனுக்கு இப்படிச் செய்யவேண்டும் என்று ராஜா கட்டளையிட்டிருந்தான்; ஆனாலும் மொர்தெகாய் அவனை வணங்கவுமில்லை, நமஸ்கரிக்கவுமில்லை."},"previous":[17,3,1],"next":[17,3,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":3,"text":{"default":"Then the king’s servants who were within the king’s gate said to Mordecai, “Why do you transgress the king’s command?”","nkjv":"Then the king’s servants who were within the king’s gate said to Mordecai, “Why do you transgress the king’s command?”","tamil":"அப்பொழுது ராஜாவின் அரமனை வாசலிலிருக்கிற ராஜாவின் ஊழியக்காரர் மொர்தெகாயைப் பார்த்து: நீ ராஜாவின் கட்டளையை மீறுகிறது என்ன என்று கேட்டார்கள்."},"previous":[17,3,2],"next":[17,3,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":4,"text":{"default":"Now it happened, when they spoke to him daily and he would not listen to them, that they told it to Haman, to see whether Mordecai’s words would stand; for Mordecai had told them that he was a Jew.","nkjv":"Now it happened, when they spoke to him daily and he would not listen to them, that they told it to Haman, to see whether Mordecai’s words would stand; for Mordecai had told them that he was a Jew.","tamil":"இப்படி அவர்கள் நாளுக்குநாள் அவனுடனே சொல்லியும், அவன் தங்களுக்குச் செவிகொடாதபோது, தான் யூதன் என்று அவன் அவர்களுக்கு அறிவித்திருந்தபடியால், மொர்தெகாயின் சொற்கள் நிலைநிற்குமோ என்று பார்க்கிறதற்கு, அதை ஆமானுக்கு அறிவித்தார்கள்."},"previous":[17,3,3],"next":[17,3,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":5,"text":{"default":"When Haman saw that Mordecai did not bow or pay him homage, Haman was filled with wrath.","nkjv":"When Haman saw that Mordecai did not bow or pay him homage, Haman was filled with wrath.","tamil":"ஆமான் மொர்தெகாய் தன்னை வணங்கி நமஸ்கரியாததைக் கண்டபோது, மூர்க்கம் நிறைந்தவனானான்."},"previous":[17,3,4],"next":[17,3,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":6,"text":{"default":"But he disdained to lay hands on Mordecai alone, for they had told him of the people of Mordecai. Instead, Haman sought to destroy all the Jews who were throughout the whole kingdom of Ahasuerus—the people of Mordecai.","nkjv":"But he disdained to lay hands on Mordecai alone, for they had told him of the people of Mordecai. Instead, Haman sought to destroy all the Jews who were throughout the whole kingdom of Ahasuerus—the people of Mordecai.","tamil":"ஆனாலும் மொர்தெகாயின்மேல் மாத்திரம் கைபோடுவது அவனுக்கு அற்பக்காரியமாகக் கண்டது; மொர்தெகாயின் ஜனங்கள் இன்னாரென்று ஆமானுக்கு அறிவிக்கப்பட்டிருந்தபடியால், அகாஸ்வேருவின் ராஜ்யமெங்கும் இருக்கிற மொர்தெகாயின் ஜனமாகிய யூதரையெல்லாம் சங்கரிக்க அவன் வகைதேடினான்."},"previous":[17,3,5],"next":[17,3,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":7,"text":{"default":"In the first month, which is the month of Nisan, in the twelfth year of King Ahasuerus, they cast Pur (that is, the lot), before Haman to determine the day and the month, until it fell on the twelfth month, which is the month of Adar.","nkjv":"In the first month, which is the month of Nisan, in the twelfth year of King Ahasuerus, they cast Pur (that is, the lot), before Haman to determine the day and the month, until it fell on the twelfth month, which is the month of Adar.","tamil":"ராஜாவாகிய அகாஸ்வேருவின் பன்னிரண்டாம் வருஷம் நிசான் மாதமாகிய முதலாம் மாதத்திலே ஆமானுக்கு முன்பாகப் பூர் என்னப்பட்ட சீட்டு ஒவ்வொரு நாளையும் ஒவ்வொருமாதத்தையும் குறித்துப் போடப்பட்டு, ஆதார் மாதமான பன்னிரண்டாம் மாதத்தின்மேல் விழுந்தது."},"previous":[17,3,6],"next":[17,3,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":8,"text":{"default":"Then Haman said to King Ahasuerus, “There is a certain people scattered and dispersed among the people in all the provinces of your kingdom; their laws are different from all other people’s, and they do not keep the king’s laws. Therefore it is not fitting for the king to let them remain.","nkjv":"Then Haman said to King Ahasuerus, “There is a certain people scattered and dispersed among the people in all the provinces of your kingdom; their laws are different from all other people’s, and they do not keep the king’s laws. Therefore it is not fitting for the king to let them remain.","tamil":"அப்பொழுது ஆமான் அகாஸ்வேரு ராஜாவை நோக்கி: உம்முடைய ராஜ்யத்தின் சகல நாடுகளிலுமுள்ள ஜனங்களுக்குள்ளே ஒருவித ஜனங்கள் சிதறுண்டு பரம்பியிருக்கிறார்கள்; அவர்களுடைய வழக்கங்கள் சகல ஜனங்களுடைய வழக்கங்களுக்கும் விகற்பமாயிருக்கிறது; அவர்கள் ராஜாவின் சட்டங்களைக் கைக்கொள்ளுகிறதில்லை; ஆகையால் அவர்களை இப்படி விட்டிருக்கிறது ராஜாவுக்கு நியாயமல்ல."},"previous":[17,3,7],"next":[17,3,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":9,"text":{"default":"If it pleases the king, let a decree be written that they be destroyed, and I will pay ten thousand talents of silver into the hands of those who do the work, to bring it into the king’s treasuries.”","nkjv":"If it pleases the king, let a decree be written that they be destroyed, and I will pay ten thousand talents of silver into the hands of those who do the work, to bring it into the king’s treasuries.”","tamil":"ராஜாவுக்குச் சம்மதியானால், அவர்களை அழிக்கவேண்டுமென்று எழுதி அனுப்பவேண்டியது; அப்பொழுது நான் ராஜாவின் கஜானாவிலே கொண்டுவந்து செலுத்த பதினாயிரம் தாலந்து வெள்ளியை எண்ணிக் காரியக்காரர் கையில் கொடுப்பேன் என்றான்."},"previous":[17,3,8],"next":[17,3,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":10,"text":{"default":"So the king took his signet ring from his hand and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews.","nkjv":"So the king took his signet ring from his hand and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews.","tamil":"அப்பொழுது ராஜா தன் கையிலிருக்கிற தன் மோதிரத்தைக் கழற்றி, அதை ஆகாகியனான அம்மெதாத்தாவின் குமாரனும் யூதரின் சத்துருவுமாகிய ஆமானிடத்தில் கொடுத்து,"},"previous":[17,3,9],"next":[17,3,11]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":11,"text":{"default":"And the king said to Haman, “The money and the people are given to you, to do with them as seems good to you.”","nkjv":"And the king said to Haman, “The money and the people are given to you, to do with them as seems good to you.”","tamil":"ஆமானை நோக்கி: அந்த வெள்ளியை நீ வைத்துக்கொள்; அந்த ஜனத்துக்கு உன் இஷ்டப்படி செய்யலாம் என்றான்."},"previous":[17,3,10],"next":[17,3,12]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":12,"text":{"default":"Then the king’s scribes were called on the thirteenth day of the first month, and a decree was written according to all that Haman commanded—to the king’s satraps, to the governors who were over each province, to the officials of all people, to every province according to its script, and to every people in their language. In the name of King Ahasuerus it was written, and sealed with the king’s signet ring.","nkjv":"Then the king’s scribes were called on the thirteenth day of the first month, and a decree was written according to all that Haman commanded—to the king’s satraps, to the governors who were over each province, to the officials of all people, to every province according to its script, and to every people in their language. In the name of King Ahasuerus it was written, and sealed with the king’s signet ring.","tamil":"முதலாம் மாதம் பதின்மூன்றாந்தேதியிலே, ராஜாவின் சம்பிரதிகள் அழைக்கப்பட்டார்கள்; ஆமான் கற்பித்தபடியெல்லாம் ராஜாவின் தேசாதிபதிகளுக்கும், ஒவ்வொரு நாட்டின்மேல் வைக்கப்பட்டிருந்த துரைகளுக்கும், ஒவ்வொரு ஜனத்தின் பிரபுக்களுக்கும், அந்தந்த நாட்டில் வழங்கும் அட்சரத்திலும், அந்தந்த ஜாதியார் பேசும் பாஷையிலும் எழுதப்பட்டது; ராஜாவாகிய அகாஸ்வேருவின்பேரால் அது எழுதப்பட்டு, ராஜாவின் மோதிரத்தினால் முத்திரை போடப்பட்டது."},"previous":[17,3,11],"next":[17,3,13]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":13,"text":{"default":"And the letters were sent by couriers into all the king’s provinces, to destroy, to kill, and to annihilate all the Jews, both young and old, little children and women, in one day, on the thirteenth day of the twelfth month, which is the month of Adar, and to plunder their possessions.","nkjv":"And the letters were sent by couriers into all the king’s provinces, to destroy, to kill, and to annihilate all the Jews, both young and old, little children and women, in one day, on the thirteenth day of the twelfth month, which is the month of Adar, and to plunder their possessions.","tamil":"ஆதார் மாதமான பன்னிரண்டாம் மாதம் பதின்மூன்றாந்தேதியாகிய ஒரேநாளிலே சிறியோர் பெரியோர் குழந்தைகள் ஸ்திரீகள் ஆகிய சகல யூதரையும் அழித்துக் கொன்று நிர்மூலமாக்கவும், அவர்களைக் கொள்ளையிடவும், அஞ்சற்காரர் கையிலே ராஜாவின் நாடுகளுக்கெல்லாம் கட்டளைகள் அனுப்பப்பட்டது."},"previous":[17,3,12],"next":[17,3,14]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":14,"text":{"default":"A copy of the document was to be issued as law in every province, being published for all people, that they should be ready for that day.","nkjv":"A copy of the document was to be issued as law in every province, being published for all people, that they should be ready for that day.","tamil":"அந்த நாளுக்கு ஆயத்தப்பட்டிருக்கவேண்டும் என்று சகல ஜனங்களுக்கும் கூறி அறிவிக்கிறதற்காகக் கொடுக்கப்பட்ட கட்டளையின் நகல் இதுவே, இது ஒவ்வொரு நாட்டிலும் பிரசித்தம்பண்ணப்பட்டது."},"previous":[17,3,13],"next":[17,3,15]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":3,"verse":15,"text":{"default":"The couriers went out, hastened by the king’s command; and the decree was proclaimed in Shushan the citadel. So the king and Haman sat down to drink, but the city of Shushan was perplexed.","nkjv":"The couriers went out, hastened by the king’s command; and the decree was proclaimed in Shushan the citadel. So the king and Haman sat down to drink, but the city of Shushan was perplexed.","tamil":"அந்த அஞ்சற்காரர் ராஜாவின் உத்தரவினால் தீவிரமாய்ப் புறப்பட்டுப்போனார்கள்; அந்தக் கட்டளை சூசான் அரமனையில் பிறந்தது. ராஜாவும் ஆமானும் குடிக்கும்படி உட்கார்ந்தார்கள்; சூசான் நகரம் கலங்கிற்று."},"previous":[17,3,14],"next":[17,4,1]}],"4":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":1,"text":{"default":"When Mordecai learned all that had happened, he tore his clothes and put on sackcloth and ashes, and went out into the midst of the city. He cried out with a loud and bitter cry.","nkjv":"When Mordecai learned all that had happened, he tore his clothes and put on sackcloth and ashes, and went out into the midst of the city. He cried out with a loud and bitter cry.","tamil":"நடந்த யாவற்றையும் மொர்தெகாய் அறிந்தபோது, மொர்தெகாய் தன் வஸ்திரங்களைக் கிழித்து, இரட்டுடுத்தி, சாம்பல் போட்டுக்கொண்டு, நகரத்தின் நடுவே புறப்பட்டுப்போய், துயரமுள்ள மகா சத்தத்துடனே அலறிக்கொண்டு,"},"previous":[17,3,15],"next":[17,4,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":2,"text":{"default":"He went as far as the front of the king’s gate, for no one might enter the king’s gate clothed with sackcloth.","nkjv":"He went as far as the front of the king’s gate, for no one might enter the king’s gate clothed with sackcloth.","tamil":"ராஜாவின் அரமனை வாசல் முகப்புமட்டும் வந்தான்; இரட்டுடுத்தினவனாய் ராஜாவின் அரமனை வாசலுக்குள் பிரவேசிக்க ஒருவனுக்கும் உத்தரவில்லை."},"previous":[17,4,1],"next":[17,4,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":3,"text":{"default":"And in every province where the king’s command and decree arrived, there was great mourning among the Jews, with fasting, weeping, and wailing; and many lay in sackcloth and ashes.","nkjv":"And in every province where the king’s command and decree arrived, there was great mourning among the Jews, with fasting, weeping, and wailing; and many lay in sackcloth and ashes.","tamil":"ராஜாவின் உத்தரவும் அவனுடைய கட்டளையும் போய்ச் சேர்ந்த ஒவ்வொரு நாட்டிலும் ஸ்தலத்திலுமுள்ள யூதருக்குள்ளே மகா துக்கமும், உபவாசமும், அழுகையும், புலம்பலும் உண்டாய், அநேகர் இரட்டுடுத்திச் சாம்பலில் கிடந்தார்கள்."},"previous":[17,4,2],"next":[17,4,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":4,"text":{"default":"So Esther’s maids and eunuchs came and told her, and the queen was deeply distressed. Then she sent garments to clothe Mordecai and take his sackcloth away from him, but he would not accept them.","nkjv":"So Esther’s maids and eunuchs came and told her, and the queen was deeply distressed. Then she sent garments to clothe Mordecai and take his sackcloth away from him, but he would not accept them.","tamil":"அப்பொழுது எஸ்தரின் தாதிமார்களும், அவளுடைய பிரதானிகளும்போய், அதை அவளுக்கு அறிவித்தார்கள்; அதினாலே ராஜாத்தி மிகவும் துக்கப்பட்டு, மொர்தெகாய் உடுத்திருந்த இரட்டை எடுத்துப்போட்டு, அவனை உடுத்துவிக்கிறதற்கு வஸ்திரங்களை அனுப்பினாள்; அவனோ அவைகளை ஏற்றுக்கொள்ளாதிருந்தான்."},"previous":[17,4,3],"next":[17,4,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":5,"text":{"default":"Then Esther called Hathach, one of the king’s eunuchs whom he had appointed to attend her, and she gave him a command concerning Mordecai, to learn what and why this was.","nkjv":"Then Esther called Hathach, one of the king’s eunuchs whom he had appointed to attend her, and she gave him a command concerning Mordecai, to learn what and why this was.","tamil":"அப்பொழுது எஸ்தர் தன் பணிவிடைக்கென்று ராஜாவினால் நியமித்திருந்த அவனுடைய பிரதானிகளில் ஒருவனாகிய ஆத்தாகை அழைப்பித்து: காரியம் என்ன? அதின் முகாந்தரம் என்ன? என்று அறியும்படி, மொர்தெகாயினிடத்தில் விசாரிக்க அவனுக்குக் கட்டளையிட்டாள்."},"previous":[17,4,4],"next":[17,4,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":6,"text":{"default":"So Hathach went out to Mordecai in the city square that was in front of the king’s gate.","nkjv":"So Hathach went out to Mordecai in the city square that was in front of the king’s gate.","tamil":"அப்படியே ஆத்தாகு ராஜாவின் அரமனை வாசலுக்கு முன்னான பட்டணவீதியிலிருக்கிற மொர்தெகாயினிடத்தில் புறப்பட்டுப்போனான்."},"previous":[17,4,5],"next":[17,4,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":7,"text":{"default":"And Mordecai told him all that had happened to him, and the sum of money that Haman had promised to pay into the king’s treasuries to destroy the Jews.","nkjv":"And Mordecai told him all that had happened to him, and the sum of money that Haman had promised to pay into the king’s treasuries to destroy the Jews.","tamil":"அப்பொழுது மொர்தெகாய் தனக்குச் சம்பவித்த எல்லாவற்றைப்பற்றியும், யூதரை அழிக்கும்படி ஆமான் ராஜாவின் கஜானாவுக்கு எண்ணிக்கொடுப்பேன் என்று சொன்ன பணத்தொகையைப்பற்றியும் அவனுக்கு அறிவித்ததும் அன்றி,"},"previous":[17,4,6],"next":[17,4,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":8,"text":{"default":"He also gave him a copy of the written decree for their destruction, which was given at Shushan, that he might show it to Esther and explain it to her, and that he might command her to go in to the king to make supplication to him and plead before him for her people.","nkjv":"He also gave him a copy of the written decree for their destruction, which was given at Shushan, that he might show it to Esther and explain it to her, and that he might command her to go in to the king to make supplication to him and plead before him for her people.","tamil":"யூதர்களை அழிக்கும்படி சூசானில் பிறந்த கட்டளையின் நகலையும் அவனிடத்தில் கொடுத்து, அதை எஸ்தருக்குக் காண்பித்துத் தெரியப்படுத்தவும், அவள் அகத்தியமாய் ராஜாவினிடத்திற் போய், அவனிடத்தில் தன் ஜனங்களுக்காக விண்ணப்பம்பண்ணவும் மன்றாடவும் வேண்டுமென்று அவளுக்குச் சொல்லச் சொன்னான்."},"previous":[17,4,7],"next":[17,4,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":9,"text":{"default":"So Hathach returned and told Esther the words of Mordecai.","nkjv":"So Hathach returned and told Esther the words of Mordecai.","tamil":"ஆத்தாகு வந்து, மொர்தெகாயின் வார்த்தைகளை எஸ்தருக்கு அறிவித்தான்."},"previous":[17,4,8],"next":[17,4,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":10,"text":{"default":"Then Esther spoke to Hathach, and gave him a command for Mordecai:","nkjv":"Then Esther spoke to Hathach, and gave him a command for Mordecai:","tamil":"அப்பொழுது எஸ்தர் ஆத்தாகினிடத்தில் மொர்தெகாய்க்குச் சொல்லியனுப்பினது:"},"previous":[17,4,9],"next":[17,4,11]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":11,"text":{"default":"“All the king’s servants and the people of the king’s provinces know that any man or woman who goes into the inner court to the king, who has not been called, he has but one law: put all to death, except the one to whom the king holds out the golden scepter, that he may live. Yet I myself have not been called to go in to the king these thirty days.”","nkjv":"“All the king’s servants and the people of the king’s provinces know that any man or woman who goes into the inner court to the king, who has not been called, he has but one law: put all to death, except the one to whom the king holds out the golden scepter, that he may live. Yet I myself have not been called to go in to the king these thirty days.”","tamil":"யாராவது அழைப்பிக்கப்படாமல், உள்முற்றத்தில் ராஜாவினிடத்தில் பிரவேசித்தால், புருஷரானாலும் ஸ்திரீயானாலும் சரி, அவர்கள் பிழைக்கும்படிக்கு அவர்களுக்கு ராஜா பொற்செங்கோலை நீட்டினாலொழிய மற்றப்படி சாகவேண்டும் என்கிற ஒரு தவறாத சட்டமுண்டு, இது ராஜாவின் சகல ஊழியக்காரருக்கும், ராஜாவினுடைய நாடுகளிலுள்ள சகல ஜனங்களுக்கும் தெரியும்; நான் இந்த முப்பது நாளளவும் ராஜாவினிடத்தில் வரவழைப்பிக்கப்படவில்லை என்று சொல்லச்சொன்னாள்."},"previous":[17,4,10],"next":[17,4,12]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":12,"text":{"default":"So they told Mordecai Esther’s words.","nkjv":"So they told Mordecai Esther’s words.","tamil":"எஸ்தரின் வார்த்தைகளை மொர்தெகாய்க்குத் தெரிவித்தார்கள்."},"previous":[17,4,11],"next":[17,4,13]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":13,"text":{"default":"And Mordecai told them to answer Esther: “Do not think in your heart that you will escape in the king’s palace any more than all the other Jews.","nkjv":"And Mordecai told them to answer Esther: “Do not think in your heart that you will escape in the king’s palace any more than all the other Jews.","tamil":"மொர்தெகாய் எஸ்தருக்குத் திரும்பச் சொல்லச்சொன்னது: நீ ராஜாவின் அரமனையிலிருக்கிறதினால், மற்ற யூதர் தப்பக்கூடாதிருக்க, நீ தப்புவாயென்று உன் மனதிலே நினைவுகொள்ளாதே."},"previous":[17,4,12],"next":[17,4,14]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":14,"text":{"default":"For if you remain completely silent at this time, relief and deliverance will arise for the Jews from another place, but you and your father’s house will perish. Yet who knows whether you have come to the kingdom for such a time as this?”","nkjv":"For if you remain completely silent at this time, relief and deliverance will arise for the Jews from another place, but you and your father’s house will perish. Yet who knows whether you have come to the kingdom for such a time as this?”","tamil":"நீ இந்தக் காலத்திலே மவுனமாயிருந்தால், யூதருக்குச் சகாயமும் இரட்சிப்பும் வேறொரு இடத்திலிருந்து எழும்பும், அப்பொழுது நீயும் உன் தகப்பன் குடும்பத்தாரும் அழிவீர்கள்; நீ இப்படிப்பட்ட காலத்துக்கு உதவியாயிருக்கும்படி உனக்கு ராஜமேன்மை கிடைத்திருக்கலாமே, யாருக்குத் தெரியும், என்று சொல்லச்சொன்னான்."},"previous":[17,4,13],"next":[17,4,15]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":15,"text":{"default":"Then Esther told them to reply to Mordecai:","nkjv":"Then Esther told them to reply to Mordecai:","tamil":"அப்பொழுது எஸ்தர் மொர்தெகாய்க்கு மறுபடியும் சொல்லச்சொன்னது:"},"previous":[17,4,14],"next":[17,4,16]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":16,"text":{"default":"“Go, gather all the Jews who are present in Shushan, and fast for me; neither eat nor drink for three days, night or day. My maids and I will fast likewise. And so I will go to the king, which is against the law; and if I perish, I perish!”","nkjv":"“Go, gather all the Jews who are present in Shushan, and fast for me; neither eat nor drink for three days, night or day. My maids and I will fast likewise. And so I will go to the king, which is against the law; and if I perish, I perish!”","tamil":"நீர் போய், சூசானில் இருக்கிற யூதரையெல்லாம் கூடிவரச்செய்து, மூன்றுநாள் அல்லும் பகலும் புசியாமலும் குடியாமலுமிருந்து, எனக்காக உபவாசம்பண்ணுங்கள்; நானும் என் தாதிமாரும் உபவாசம்பண்ணுவோம்; இவ்விதமாக சட்டத்தை மீறி, ராஜாவினிடத்தில் பிரவேசிப்பேன்; நான் செத்தாலும் சாகிறேன் என்று சொல்லச்சொன்னாள்."},"previous":[17,4,15],"next":[17,4,17]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":4,"verse":17,"text":{"default":"So Mordecai went his way and did according to all that Esther commanded him.","nkjv":"So Mordecai went his way and did according to all that Esther commanded him.","tamil":"அப்பொழுது மொர்தெகாய் புறப்பட்டுப்போய், எஸ்தர் தனக்குக் கற்பித்தபடியெல்லாம் செய்தான்."},"previous":[17,4,16],"next":[17,5,1]}],"5":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":1,"text":{"default":"Now it happened on the third day that Esther put on her royal robes and stood in the inner court of the king’s palace, across from the king’s house, while the king sat on his royal throne in the royal house, facing the entrance of the house.","nkjv":"Now it happened on the third day that Esther put on her royal robes and stood in the inner court of the king’s palace, across from the king’s house, while the king sat on his royal throne in the royal house, facing the entrance of the house.","tamil":"மூன்றாம் நாளிலே எஸ்தர் ராஜவஸ்திரந் தரித்துக்கொண்டு, ராஜ அரமனையின் உள்முற்றத்தில், ராஜா கொலுவிருக்கும் ஸ்தானத்துக்கு எதிராக வந்து நின்றாள்; ராஜா அரமனைவாசலுக்கு எதிரான கொலுமண்டபத்தில் ராஜாசனத்திலே வீற்றிருந்தான்."},"previous":[17,4,17],"next":[17,5,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":2,"text":{"default":"So it was, when the king saw Queen Esther standing in the court, that she found favor in his sight, and the king held out to Esther the golden scepter that was in his hand. Then Esther went near and touched the top of the scepter.","nkjv":"So it was, when the king saw Queen Esther standing in the court, that she found favor in his sight, and the king held out to Esther the golden scepter that was in his hand. Then Esther went near and touched the top of the scepter.","tamil":"ராஜா ராஜஸ்திரீயாகிய எஸ்தர் முற்றத்தில் நிற்கிறதைக் கண்டபோது, அவளுக்கு அவன் கண்களில் தயை கிடைத்ததினால், ராஜா தன் கையிலிருக்கிற பொற்செங்கோலை எஸ்தரிடத்திற்கு நீட்டினான்; அப்பொழுது எஸ்தர் கிட்டவந்து செங்கோலின் நுனியைத் தொட்டாள்."},"previous":[17,5,1],"next":[17,5,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":3,"text":{"default":"And the king said to her, “What do you wish, Queen Esther? What is your request? It shall be given to you—up to half the kingdom!”","nkjv":"And the king said to her, “What do you wish, Queen Esther? What is your request? It shall be given to you—up to half the kingdom!”","tamil":"ராஜா அவளை நோக்கி: எஸ்தர் ராஜாத்தியே, உனக்கு என்னவேண்டும்? நீ கேட்கிற மன்றாட்டு என்ன? நீ ராஜ்யத்தில் பாதிமட்டும் கேட்டாலும், உனக்குக் கொடுக்கப்படும் என்றான்."},"previous":[17,5,2],"next":[17,5,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":4,"text":{"default":"So Esther answered, “If it pleases the king, let the king and Haman come today to the banquet that I have prepared for him.”","nkjv":"So Esther answered, “If it pleases the king, let the king and Haman come today to the banquet that I have prepared for him.”","tamil":"அப்பொழுது எஸ்தர்: ராஜாவுக்குச் சித்தமானால், நான் தமக்குச் செய்வித்த விருந்துக்கு ராஜாவும் ஆமானும் இன்றைக்கு வரவேண்டும் என்றாள்."},"previous":[17,5,3],"next":[17,5,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":5,"text":{"default":"Then the king said, “Bring Haman quickly, that he may do as Esther has said.” So the king and Haman went to the banquet that Esther had prepared.","nkjv":"Then the king said, “Bring Haman quickly, that he may do as Esther has said.” So the king and Haman went to the banquet that Esther had prepared.","tamil":"அப்பொழுது ராஜா எஸ்தர் சொற்படி செய்ய, ஆமானைத் தீவிரித்து வரும்படி சொல்லி, எஸ்தர் செய்த விருந்துக்கு ராஜாவும் ஆமானும் வந்தார்கள்."},"previous":[17,5,4],"next":[17,5,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":6,"text":{"default":"At the banquet of wine the king said to Esther, “What is your petition? It shall be granted you. What is your request, up to half the kingdom? It shall be done!”","nkjv":"At the banquet of wine the king said to Esther, “What is your petition? It shall be granted you. What is your request, up to half the kingdom? It shall be done!”","tamil":"விருந்திலே திராட்சரசம் பரிமாறப்படுகையில், ராஜா எஸ்தரைப் பார்த்து: உன் வேண்டுதல் என்ன? அது உனக்குக் கொடுக்கப்படும்; நீ கேட்கிறது என்ன? நீ ராஜ்யத்தில் பாதிமட்டும் கேட்டாலும் கிடைக்கும் என்றான்."},"previous":[17,5,5],"next":[17,5,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":7,"text":{"default":"Then Esther answered and said, “My petition and request is this:","nkjv":"Then Esther answered and said, “My petition and request is this:","tamil":"அதற்கு எஸ்தர் பிரதியுத்தரமாக:"},"previous":[17,5,6],"next":[17,5,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":8,"text":{"default":"If I have found favor in the sight of the king, and if it pleases the king to grant my petition and fulfill my request, then let the king and Haman come to the banquet which I will prepare for them, and tomorrow I will do as the king has said.”","nkjv":"If I have found favor in the sight of the king, and if it pleases the king to grant my petition and fulfill my request, then let the king and Haman come to the banquet which I will prepare for them, and tomorrow I will do as the king has said.”","tamil":"ராஜாவின் கண்களில் எனக்குக் கிருபைகிடைத்து, என் வேண்டுதலைக் கட்டளையிடவும், என் விண்ணப்பத்தின்படி செய்யவும், ராஜாவுக்குச் சித்தமாயிருந்தால், ராஜாவும் ஆமானும் நான் இன்னும் தங்களுக்குச் செய்யப்போகிற விருந்துக்கு வரவேண்டும் என்பதே என் வேண்டுதலும் என் விண்ணப்பமுமாயிருக்கிறது; நாளைக்கு ராஜாவின் சொற்படி செய்வேன் என்றாள்."},"previous":[17,5,7],"next":[17,5,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":9,"text":{"default":"So Haman went out that day joyful and with a glad heart; but when Haman saw Mordecai in the king’s gate, and that he did not stand or tremble before him, he was filled with indignation against Mordecai.","nkjv":"So Haman went out that day joyful and with a glad heart; but when Haman saw Mordecai in the king’s gate, and that he did not stand or tremble before him, he was filled with indignation against Mordecai.","tamil":"அன்றைய தினம் ஆமான் சந்தோஷமும் மனமகிழ்ச்சியுமாய்ப் புறப்பட்டான்; ஆனாலும் ராஜாவின் அரமனை வாசலிலிருக்கிற மொர்தெகாய் தனக்கு முன் எழுந்திராமலும் அசையாமலும் இருக்கிறதை ஆமான் கண்டபோது, அவன் மொர்தெகாயின்மேல் உக்கிரம் நிறைந்தவனானான்."},"previous":[17,5,8],"next":[17,5,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":10,"text":{"default":"Nevertheless Haman restrained himself and went home, and he sent and called for his friends and his wife Zeresh.","nkjv":"Nevertheless Haman restrained himself and went home, and he sent and called for his friends and his wife Zeresh.","tamil":"ஆகிலும் ஆமான் அதை அடக்கிக்கொண்டு, தன் வீட்டுக்கு வந்து, தன் சிநேகிதரையும் தன் மனைவியாகிய சிரேஷையும் அழைத்து,"},"previous":[17,5,9],"next":[17,5,11]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":11,"text":{"default":"Then Haman told them of his great riches, the multitude of his children, everything in which the king had promoted him, and how he had advanced him above the officials and servants of the king.","nkjv":"Then Haman told them of his great riches, the multitude of his children, everything in which the king had promoted him, and how he had advanced him above the officials and servants of the king.","tamil":"தன் ஐசுவரியத்தின் மகிமையையும், தன் பிள்ளைகளின் திரட்சியையும், ராஜா தன்னைப் பெரியவனாக்கி, தன்னைப் பிரபுக்கள்மேலும் ராஜாவின் ஊழியக்காரர்மேலும் உயர்த்தின எல்லாவற்றையும் ஆமான் அவர்களுக்கு விவரித்துச்சொன்னான்."},"previous":[17,5,10],"next":[17,5,12]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":12,"text":{"default":"Moreover Haman said, “Besides, Queen Esther invited no one but me to come in with the king to the banquet that she prepared; and tomorrow I am again invited by her, along with the king.","nkjv":"Moreover Haman said, “Besides, Queen Esther invited no one but me to come in with the king to the banquet that she prepared; and tomorrow I am again invited by her, along with the king.","tamil":"பின்னையும் ஆமான்: ராஜஸ்திரீயாகிய எஸ்தரும் தான் செய்த விருந்துக்கு ராஜாவுடனேகூட என்னைத்தவிர வேறொருவரையும் அழைக்கவில்லை; நாளைக்கும் ராஜாவுடனேகூட நான் விருந்துக்கு வரவழைக்கப்பட்டிருக்கிறேன்."},"previous":[17,5,11],"next":[17,5,13]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":13,"text":{"default":"Yet all this avails me nothing, so long as I see Mordecai the Jew sitting at the king’s gate.”","nkjv":"Yet all this avails me nothing, so long as I see Mordecai the Jew sitting at the king’s gate.”","tamil":"ஆனாலும் அந்த யூதனாகிய மொர்தெகாய் ராஜாவின் அரமனைவாசலில் உட்கார்ந்திருக்கிறதை நான் காணுமளவும் அவையெல்லாம் எனக்கு ஒன்றுமில்லையென்றான்."},"previous":[17,5,12],"next":[17,5,14]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":5,"verse":14,"text":{"default":"Then his wife Zeresh and all his friends said to him, “Let a gallows be made, fifty cubits high, and in the morning suggest to the king that Mordecai be hanged on it; then go merrily with the king to the banquet.” And the thing pleased Haman; so he had the gallows made.","nkjv":"Then his wife Zeresh and all his friends said to him, “Let a gallows be made, fifty cubits high, and in the morning suggest to the king that Mordecai be hanged on it; then go merrily with the king to the banquet.” And the thing pleased Haman; so he had the gallows made.","tamil":"அப்பொழுது அவன் மனைவியாகிய சிரேஷும் அவனுடைய சிநேகிதர் எல்லாரும் அவனைப் பார்த்து: ஐம்பதுமுழ உயரமான ஒரு தூக்குமரம் செய்யப்படவேண்டும்; அதிலே மொர்தெகாயை தூக்கிப்போடும்படி நாளையதினம் நீர் ராஜாவுக்குச் சொல்லவேண்டும்; பின்பு சந்தோஷமாய் ராஜாவுடனேகூட விருந்துக்குப்போகலாம் என்றார்கள்; இந்தக் காரியம் ஆமானுக்கு நன்றாய்க் கண்டதினால் தூக்குமரத்தைச் செய்வித்தான்."},"previous":[17,5,13],"next":[17,6,1]}],"6":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":1,"text":{"default":"That night the king could not sleep. So one was commanded to bring the book of the records of the chronicles; and they were read before the king.","nkjv":"That night the king could not sleep. So one was commanded to bring the book of the records of the chronicles; and they were read before the king.","tamil":"அந்த ராத்திரியிலே ராஜாவுக்கு நித்திரை வராதபடியினால், காலவர்த்தமானங்கள் எழுதியிருக்கிற நடபடி புஸ்தகத்தைக் கொண்டுவரச்சொன்னான்; அது ராஜசமுகத்தில் வாசிக்கப்பட்டது."},"previous":[17,5,14],"next":[17,6,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":2,"text":{"default":"And it was found written that Mordecai had told of Bigthana and Teresh, two of the king’s eunuchs, the doorkeepers who had sought to lay hands on King Ahasuerus.","nkjv":"And it was found written that Mordecai had told of Bigthana and Teresh, two of the king’s eunuchs, the doorkeepers who had sought to lay hands on King Ahasuerus.","tamil":"அப்பொழுது வாசற் காவலாளரில் ராஜாவின் இரண்டு பிரதானிகளாகிய பிக்தானாவும் தேரேசும், ராஜாவாகிய அகாஸ்வேருவின்மேல் கைபோடப்பார்த்த செய்தியை மொர்தெகாய் அறிவித்தான் என்று எழுதியிருக்கிறது வாசிக்கப்பட்டது."},"previous":[17,6,1],"next":[17,6,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":3,"text":{"default":"Then the king said, “What honor or dignity has been bestowed on Mordecai for this?” And the king’s servants who attended him said, “Nothing has been done for him.”","nkjv":"Then the king said, “What honor or dignity has been bestowed on Mordecai for this?” And the king’s servants who attended him said, “Nothing has been done for him.”","tamil":"அப்பொழுது ராஜா: இதற்காக மொர்தெகாய்க்கு கனமும் மேன்மையும் செய்யப்பட்டதா என்று கேட்டான். அதற்கு ராஜாவைச் சேவிக்கிற ஊழியக்காரர்: அவனுக்கு ஒன்றும் செய்யப்படவில்லை என்று சொன்னார்கள்."},"previous":[17,6,2],"next":[17,6,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":4,"text":{"default":"So the king said, “Who is in the court?” Now Haman had just entered the outer court of the king’s palace to suggest that the king hang Mordecai on the gallows that he had prepared for him.","nkjv":"So the king said, “Who is in the court?” Now Haman had just entered the outer court of the king’s palace to suggest that the king hang Mordecai on the gallows that he had prepared for him.","tamil":"ஆமான் தான் செய்த தூக்குமரத்திலே மொர்தெகாயைத் தூக்கிப்போடவேண்டுமென்று, ராஜாவினிடத்தில் பேசும்படி ராஜ அரமனையின் வெளிமுற்றத்திலே வந்திருந்தான். அப்பொழுது ராஜா: முற்றத்திலிருக்கிறது யார் என்று கேட்டான்."},"previous":[17,6,3],"next":[17,6,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":5,"text":{"default":"The king’s servants said to him, “Haman is there, standing in the court.” And the king said, “Let him come in.”","nkjv":"The king’s servants said to him, “Haman is there, standing in the court.” And the king said, “Let him come in.”","tamil":"ராஜாவின் ஊழியக்காரர் அவனை நோக்கி: இதோ, ஆமான் முற்றத்திலே நிற்கிறான் என்றார்கள்; ராஜா: அவன் உள்ளே வரட்டும் என்றான்."},"previous":[17,6,4],"next":[17,6,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":6,"text":{"default":"So Haman came in, and the king asked him, “What shall be done for the man whom the king delights to honor?” Now Haman thought in his heart, “Whom would the king delight to honor more than me?”","nkjv":"So Haman came in, and the king asked him, “What shall be done for the man whom the king delights to honor?” Now Haman thought in his heart, “Whom would the king delight to honor more than me?”","tamil":"ஆமான் உள்ளே வந்தபோது, ராஜா அவனை நோக்கி: ராஜா கனம்பண்ண விரும்புகிற மனுஷனுக்கு என்ன செய்யப்படவேண்டும் என்று கேட்டான்; அதற்கு ஆமான், என்னையன்றி, யாரை ராஜா கனம்பண்ண விரும்புவார் என்று தன் மனதிலே நினைத்து,"},"previous":[17,6,5],"next":[17,6,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":7,"text":{"default":"And Haman answered the king, “For the man whom the king delights to honor,","nkjv":"And Haman answered the king, “For the man whom the king delights to honor,","tamil":"ராஜாவை நோக்கி: ராஜா கனம்பண்ண விரும்புகிற மனுஷனுக்குச் செய்யவேண்டியது என்னவென்றால்,"},"previous":[17,6,6],"next":[17,6,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":8,"text":{"default":"let a royal robe be brought which the king has worn, and a horse on which the king has ridden, which has a royal crest placed on its head.","nkjv":"let a royal robe be brought which the king has worn, and a horse on which the king has ridden, which has a royal crest placed on its head.","tamil":"ராஜா உடுத்திக்கொள்ளுகிற ராஜவஸ்திரமும், ராஜா ஏறுகிற குதிரையும், அவர் சிரசிலே தரிக்கப்படும் ராஜமுடியும் கொண்டுவரப்படவேண்டும்."},"previous":[17,6,7],"next":[17,6,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":9,"text":{"default":"Then let this robe and horse be delivered to the hand of one of the king’s most noble princes, that he may array the man whom the king delights to honor. Then parade him on horseback through the city square, and proclaim before him: ‘Thus shall it be done to the man whom the king delights to honor!’”","nkjv":"Then let this robe and horse be delivered to the hand of one of the king’s most noble princes, that he may array the man whom the king delights to honor. Then parade him on horseback through the city square, and proclaim before him: ‘Thus shall it be done to the man whom the king delights to honor!’”","tamil":"அந்த வஸ்திரமும் குதிரையும் ராஜாவுடைய பிரதான பிரபுக்களில் ஒருவனுடைய கையிலே கொடுக்கப்படவேண்டும்; ராஜா கனம்பண்ண விரும்புகிற மனுஷனை அலங்கரித்தபின், அவனைக் குதிரையின்மேல் ஏற்றி, நகரவீதியில் உலாவும்படி செய்து, ராஜா கனம்பண்ண விரும்புகிற மனுஷனுக்கு இப்படியே செய்யப்படும் என்று அவனுக்கு முன்பாகக் கூறப்படவேண்டும் என்றான்."},"previous":[17,6,8],"next":[17,6,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":10,"text":{"default":"Then the king said to Haman, “Hurry, take the robe and the horse, as you have suggested, and do so for Mordecai the Jew who sits within the king’s gate! Leave nothing undone of all that you have spoken.”","nkjv":"Then the king said to Haman, “Hurry, take the robe and the horse, as you have suggested, and do so for Mordecai the Jew who sits within the king’s gate! Leave nothing undone of all that you have spoken.”","tamil":"அப்பொழுது ராஜா ஆமானை நோக்கி: சீக்கிரமாய் நீ சொன்னபடி வஸ்திரத்தையும் குதிரையையும் கொண்டுபோய், ராஜ அரமனையின் வாசலில் உட்கார்ந்திருக்கிற யூதனாகிய மொர்தெகாய்க்கு அந்தப்பிரகாரம் செய்; நீ சொன்ன எல்லாவற்றிலும் ஒன்றும் தவறாதபடி பார் என்றான்."},"previous":[17,6,9],"next":[17,6,11]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":11,"text":{"default":"So Haman took the robe and the horse, arrayed Mordecai and led him on horseback through the city square, and proclaimed before him, “Thus shall it be done to the man whom the king delights to honor!”","nkjv":"So Haman took the robe and the horse, arrayed Mordecai and led him on horseback through the city square, and proclaimed before him, “Thus shall it be done to the man whom the king delights to honor!”","tamil":"அப்படியே ஆமான் வஸ்திரத்தையும் குதிரையையும் கொண்டுபோய், மொர்தெகாயை அலங்கரித்து, அவனைக் குதிரையின்மேல் ஏற்றி, நகரவீதியில் உலாவும்படி செய்து, ராஜா கனம்பண்ண விரும்புகிற மனுஷனுக்கு இப்படியே செய்யப்படும் என்று அவனுக்கு முன்பாகக் கூறினான்."},"previous":[17,6,10],"next":[17,6,12]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":12,"text":{"default":"Afterward Mordecai went back to the king’s gate. But Haman hurried to his house, mourning and with his head covered.","nkjv":"Afterward Mordecai went back to the king’s gate. But Haman hurried to his house, mourning and with his head covered.","tamil":"பின்பு மொர்தெகாய் ராஜாவின் அரமனைவாசலுக்குத் திரும்பிவந்தான்; ஆமானோவென்றால் சஞ்சலப்பட்டு முக்காடிட்டுக்கொண்டு தன் வீட்டுக்குத் தீவிரித்துப் போனான்."},"previous":[17,6,11],"next":[17,6,13]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":13,"text":{"default":"When Haman told his wife Zeresh and all his friends everything that had happened to him, his wise men and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of Jewish descent, you will not prevail against him but will surely fall before him.”","nkjv":"When Haman told his wife Zeresh and all his friends everything that had happened to him, his wise men and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of Jewish descent, you will not prevail against him but will surely fall before him.”","tamil":"ஆமான் தனக்கு நேரிட்ட எல்லாவற்றையும் தன் மனைவியாகிய சிரேஷுக்கும் தன் சிநேகிதர் எல்லாருக்கும் அறிவித்தபோது, அவனுடைய ஆலோசனைக்காரரும் அவன் மனைவியாகிய சிரேஷும் அவனைப் பார்த்து: மொர்தெகாய்க்கு முன்பாக நீர் தாழ்ந்துபோகத் தொடங்கினீர்; அவன் யூதகுலமானால், நீர் அவனை மேற்கொள்ளாமல் அவனுக்கு முன்பாகத் தாழ்ந்துபோவது நிச்சயம் என்றார்கள்."},"previous":[17,6,12],"next":[17,6,14]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":6,"verse":14,"text":{"default":"While they were still talking with him, the king’s eunuchs came, and hastened to bring Haman to the banquet which Esther had prepared.","nkjv":"While they were still talking with him, the king’s eunuchs came, and hastened to bring Haman to the banquet which Esther had prepared.","tamil":"அவர்கள் இப்படிப் பேசிக்கொண்டிருக்கும்போதே, ராஜாவின் பிரதானிகள் வந்து, எஸ்தர் செய்த விருந்துக்குவர ஆமானைத் துரிதப்படுத்தினார்கள்."},"previous":[17,6,13],"next":[17,7,1]}],"7":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":1,"text":{"default":"So the king and Haman went to dine with Queen Esther.","nkjv":"So the king and Haman went to dine with Queen Esther.","tamil":"ராஜாத்தியாகிய எஸ்தருடனே விருந்துண்ண, ராஜாவும் ஆமானும் வந்தபோது,"},"previous":[17,6,14],"next":[17,7,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":2,"text":{"default":"And on the second day, at the banquet of wine, the king again said to Esther, “What is your petition, Queen Esther? It shall be granted you. And what is your request, up to half the kingdom? It shall be done!”","nkjv":"And on the second day, at the banquet of wine, the king again said to Esther, “What is your petition, Queen Esther? It shall be granted you. And what is your request, up to half the kingdom? It shall be done!”","tamil":"இரண்டாம் நாள் விருந்தில் திராட்சரசம் பரிமாறப்படும்போது, ராஜா எஸ்தரை நோக்கி: எஸ்தர் ராஜாத்தியே, உன் வேண்டுதல் என்ன? அது உனக்குக் கொடுக்கப்படும்; நீ கேட்கிற மன்றாட்டு என்ன? நீ ராஜ்யத்தில் பாதிமட்டும் கேட்டாலும் கிடைக்கும் என்றான்."},"previous":[17,7,1],"next":[17,7,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":3,"text":{"default":"Then Queen Esther answered and said, “If I have found favor in your sight, O king, and if it pleases the king, let my life be given me at my petition, and my people at my request.","nkjv":"Then Queen Esther answered and said, “If I have found favor in your sight, O king, and if it pleases the king, let my life be given me at my petition, and my people at my request.","tamil":"அப்பொழுது ராஜாத்தியாகிய எஸ்தர் பிரதியுத்தரமாக: ராஜாவே, உம்முடைய கண்களில் எனக்குக் கிருபை கிடைத்து, ராஜாவுக்குச் சித்தமாயிருந்தால் என் வேண்டுதலுக்கு என் ஜீவனும், என் மன்றாட்டுக்கு என் ஜனங்களும் எனக்குக் கட்டளையிடப்படுவதாக."},"previous":[17,7,2],"next":[17,7,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":4,"text":{"default":"For we have been sold, my people and I, to be destroyed, to be killed, and to be annihilated. Had we been sold as male and female slaves, I would have held my tongue, although the enemy could never compensate for the king’s loss.”","nkjv":"For we have been sold, my people and I, to be destroyed, to be killed, and to be annihilated. Had we been sold as male and female slaves, I would have held my tongue, although the enemy could never compensate for the king’s loss.”","tamil":"எங்களை அழித்துக் கொன்று நிர்மூலமாக்கும்படி நானும் என் ஜனங்களும் விற்கப்பட்டோம்; அடிமைகளாகவும் வெள்ளாட்டிகளாகவும் விற்கப்பட்டுப்போனாலும் நான் மவுனமாயிருப்பேன்; இப்பொழுதோ ராஜாவுக்கு உண்டாகும் நஷ்டத்துக்கு அந்தச் சத்துரு உத்தரவாதம்பண்ணமுடியாது என்றாள்."},"previous":[17,7,3],"next":[17,7,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":5,"text":{"default":"So King Ahasuerus answered and said to Queen Esther, “Who is he, and where is he, who would dare presume in his heart to do such a thing?”","nkjv":"So King Ahasuerus answered and said to Queen Esther, “Who is he, and where is he, who would dare presume in his heart to do such a thing?”","tamil":"அப்பொழுது ராஜாவாகிய அகாஸ்வேரு மறுமொழியாக, ராஜாத்தியாகிய எஸ்தரை நோக்கி: இப்படிச் செய்யத் துணிகரங்கொண்டவன் யார்? அவன் எங்கே? என்றான்."},"previous":[17,7,4],"next":[17,7,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":6,"text":{"default":"And Esther said, “The adversary and enemy is this wicked Haman!” So Haman was terrified before the king and queen.","nkjv":"And Esther said, “The adversary and enemy is this wicked Haman!” So Haman was terrified before the king and queen.","tamil":"அதற்கு எஸ்தர்: சத்துருவும் பகைஞனுமாகிய அந்த மனிதன் இந்தத் துஷ்ட ஆமான்தான் என்றாள்; அப்பொழுது ராஜாவுக்கும் ராஜாத்திக்கும் முன்பாக ஆமான் திகிலடைந்தான்."},"previous":[17,7,5],"next":[17,7,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":7,"text":{"default":"Then the king arose in his wrath from the banquet of wine and went into the palace garden; but Haman stood before Queen Esther, pleading for his life, for he saw that evil was determined against him by the king.","nkjv":"Then the king arose in his wrath from the banquet of wine and went into the palace garden; but Haman stood before Queen Esther, pleading for his life, for he saw that evil was determined against him by the king.","tamil":"ராஜா உக்கிரத்தோடே திராட்சரசப் பந்தியை விட்டெழுந்து, அரமனைத்தோட்டத்திற்குப் போனான்; ராஜாவினால் தனக்குப் பொல்லாப்பு நிர்ணயிக்கப்பட்டதென்று ஆமான் கண்டு, ராஜாத்தியாகிய எஸ்தரிடத்தில் தன் பிராணனுக்காக விண்ணப்பம்பண்ண எழுந்து நின்றான்."},"previous":[17,7,6],"next":[17,7,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":8,"text":{"default":"When the king returned from the palace garden to the place of the banquet of wine, Haman had fallen across the couch where Esther was. Then the king said, “Will he also assault the queen while I am in the house?” As the word left the king’s mouth, they covered Haman’s face.","nkjv":"When the king returned from the palace garden to the place of the banquet of wine, Haman had fallen across the couch where Esther was. Then the king said, “Will he also assault the queen while I am in the house?” As the word left the king’s mouth, they covered Haman’s face.","tamil":"ராஜா அரமனைத் தோட்டத்திலிருந்து திராட்சரசம் பரிமாறப்பட்ட இடத்துக்குத் திரும்பிவருகையில், எஸ்தர் உட்கார்ந்திருக்கிற மெத்தையின்மேல் ஆமான் விழுந்துகிடந்தான்; அப்பொழுது ராஜா: நான் அரமனையிலிருக்கும்போதே என் கண்முன்னே இவன் ராஜாத்தியைப் பலவந்தம் செய்யவேண்டுமென்றிருக்கிறானோ என்றான்; இந்த வார்த்தை ராஜாவின் வாயிலிருந்து பிறந்தவுடனே ஆமானின் முகத்தை மூடிப்போட்டார்கள்."},"previous":[17,7,7],"next":[17,7,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":9,"text":{"default":"Now Harbonah, one of the eunuchs, said to the king, “Look! The gallows, fifty cubits high, which Haman made for Mordecai, who spoke good on the king’s behalf, is standing at the house of Haman.” Then the king said, “Hang him on it!”","nkjv":"Now Harbonah, one of the eunuchs, said to the king, “Look! The gallows, fifty cubits high, which Haman made for Mordecai, who spoke good on the king’s behalf, is standing at the house of Haman.” Then the king said, “Hang him on it!”","tamil":"அப்பொழுது ராஜசமுகத்தில் இருக்கிற பிரதானிகளில் அற்போனா என்னும் ஒருவன்: இதோ, ராஜாவின் நன்மைக்காகப் பேசின மொர்தெகாய்க்கு ஆமான் செய்வித்த ஐம்பது முழ உயரமான தூக்குமரம் ஆமானின் வீட்டண்டையில் நாட்டப்பட்டிருக்கிறது என்றான்; அப்பொழுது ராஜா: அதிலே அவனைத் தூக்கிப்போடுங்கள் என்றான்."},"previous":[17,7,8],"next":[17,7,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":7,"verse":10,"text":{"default":"So they hanged Haman on the gallows that he had prepared for Mordecai. Then the king’s wrath subsided.","nkjv":"So they hanged Haman on the gallows that he had prepared for Mordecai. Then the king’s wrath subsided.","tamil":"அப்படியே ஆமான் மொர்தெகாய்க்கு ஆயத்தம்பண்ணின தூக்குமரத்தில் ஆமானையே தூக்கிப்போட்டார்கள்; அப்பொழுது ராஜாவின் உக்கிரம் தணிந்தது."},"previous":[17,7,9],"next":[17,8,1]}],"8":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":1,"text":{"default":"On that day King Ahasuerus gave Queen Esther the house of Haman, the enemy of the Jews. And Mordecai came before the king, for Esther had told how he was related to her.","nkjv":"On that day King Ahasuerus gave Queen Esther the house of Haman, the enemy of the Jews. And Mordecai came before the king, for Esther had told how he was related to her.","tamil":"அன்றையதினம் அகாஸ்வேரு ராஜா யூதரின் சத்துருவாயிருந்த ஆமானின் வீட்டை ராஜாத்தியாகிய எஸ்தருக்குக் கொடுத்தான்; மொர்தெகாய் ராஜசமுகத்தில் வந்தான்; அவன் தனக்கு இன்ன உறவு என்று எஸ்தர் அறிவித்திருந்தாள்."},"previous":[17,7,10],"next":[17,8,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":2,"text":{"default":"So the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai; and Esther appointed Mordecai over the house of Haman.","nkjv":"So the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai; and Esther appointed Mordecai over the house of Haman.","tamil":"ராஜா ஆமானின் கையிலிருந்து வாங்கிப்போட்ட தம்முடைய மோதிரத்தை எடுத்து, அதை மொர்தெகாய்க்குக் கொடுத்தான்; எஸ்தர் மொர்தெகாயை ஆமானின் அரமனைக்கு அதிகாரியாக வைத்தாள்."},"previous":[17,8,1],"next":[17,8,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":3,"text":{"default":"Now Esther spoke again to the king, fell down at his feet, and implored him with tears to counteract the evil of Haman the Agagite, and the scheme which he had devised against the Jews.","nkjv":"Now Esther spoke again to the king, fell down at his feet, and implored him with tears to counteract the evil of Haman the Agagite, and the scheme which he had devised against the Jews.","tamil":"பின்னும் எஸ்தர் ராஜசமுகத்தில்பேசி, அவன் பாதங்களில் விழுந்து அழுது, ஆகாகியனான ஆமானின் தீவினையையும் அவன் யூதருக்கு விரோதஞ்செய்ய யோசித்த யோசனையையும் பரிகரிக்க அவனிடத்தில் விண்ணப்பம்பண்ணினாள்."},"previous":[17,8,2],"next":[17,8,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":4,"text":{"default":"And the king held out the golden scepter toward Esther. So Esther arose and stood before the king,","nkjv":"And the king held out the golden scepter toward Esther. So Esther arose and stood before the king,","tamil":"அப்பொழுது ராஜா பொற்செங்கோலை எஸ்தருக்கு நீட்டினான்; எஸ்தர் எழுந்திருந்து ராஜசமுகத்தில் நின்று:"},"previous":[17,8,3],"next":[17,8,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":5,"text":{"default":"and said, “If it pleases the king, and if I have found favor in his sight and the thing seems right to the king and I am pleasing in his eyes, let it be written to revoke the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to annihilate the Jews who are in all the king’s provinces.","nkjv":"and said, “If it pleases the king, and if I have found favor in his sight and the thing seems right to the king and I am pleasing in his eyes, let it be written to revoke the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to annihilate the Jews who are in all the king’s provinces.","tamil":"ராஜாவுக்குச் சித்தமாயிருந்து அவர் சமுகத்தில் எனக்குக் கிருபைகிடைத்து, ராஜசமுகத்தில் நான் சொல்லும் வார்த்தை சரியென்று காணப்பட்டு, அவருடைய கண்களுக்கு நான் பிரியமாயிருந்தால், ராஜாவின் நாடுகளிலெல்லாம் இருக்கிற யூதரை அழிக்கவேண்டும் என்று அம்மெதாத்தாவின் குமாரனாகிய ஆமான் என்னும் ஆகாகியன் தீவினையாய் எழுதின கட்டளைகள் செல்லாமற்போகப்பண்ணும்படி எழுதி அனுப்பப்படவேண்டும்."},"previous":[17,8,4],"next":[17,8,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":6,"text":{"default":"For how can I endure to see the evil that will come to my people? Or how can I endure to see the destruction of my countrymen?”","nkjv":"For how can I endure to see the evil that will come to my people? Or how can I endure to see the destruction of my countrymen?”","tamil":"என் ஜனத்தின்மேல் வரும் பொல்லாப்பை நான் எப்படிப் பார்க்கக்கூடும்? என் குலத்துக்கு வரும் அழிவை நான் எப்படிச் சகிக்கக்கூடும்? என்றாள்."},"previous":[17,8,5],"next":[17,8,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":7,"text":{"default":"Then King Ahasuerus said to Queen Esther and Mordecai the Jew, “Indeed, I have given Esther the house of Haman, and they have hanged him on the gallows because he tried to lay his hand on the Jews.","nkjv":"Then King Ahasuerus said to Queen Esther and Mordecai the Jew, “Indeed, I have given Esther the house of Haman, and they have hanged him on the gallows because he tried to lay his hand on the Jews.","tamil":"அப்பொழுது அகாஸ்வேரு ராஜா ராஜாத்தியாகிய எஸ்தரையும் யூதனாகிய மொர்தெகாயையும் நோக்கி: இதோ, ஆமானின் வீட்டை எஸ்தருக்குக் கொடுத்தேன்; அவன் யூதர்மேல் தன் கையைப்போட எத்தனித்தபடியினால் அவனை மரத்திலே தூக்கிப்போட்டார்கள்."},"previous":[17,8,6],"next":[17,8,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":8,"text":{"default":"You yourselves write a decree concerning the Jews, as you please, in the king’s name, and seal it with the king’s signet ring; for whatever is written in the king’s name and sealed with the king’s signet ring no one can revoke.”","nkjv":"You yourselves write a decree concerning the Jews, as you please, in the king’s name, and seal it with the king’s signet ring; for whatever is written in the king’s name and sealed with the king’s signet ring no one can revoke.”","tamil":"இப்போதும் உங்களுக்கு இஷ்டமானபடி நீங்கள் ராஜாவின் நாமத்தினால் யூதருக்காக எழுதி, ராஜாவின் மோதிரத்தினால் முத்திரைபோடுங்கள்; ராஜாவின்பேரால் எழுதப்பட்டு, ராஜாவின் மோதிரத்தினால் முத்திரைபோடப்பட்டதைச் செல்லாமற் போகப்பண்ண ஒருவராலும் கூடாது என்றான்."},"previous":[17,8,7],"next":[17,8,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":9,"text":{"default":"So the king’s scribes were called at that time, in the third month, which is the month of Sivan, on the twenty-third day; and it was written, according to all that Mordecai commanded, to the Jews, the satraps, the governors, and the princes of the provinces from India to Ethiopia, one hundred and twenty-seven provinces in all, to every province in its own script, to every people in their own language, and to the Jews in their own script and language.","nkjv":"So the king’s scribes were called at that time, in the third month, which is the month of Sivan, on the twenty-third day; and it was written, according to all that Mordecai commanded, to the Jews, the satraps, the governors, and the princes of the provinces from India to Ethiopia, one hundred and twenty-seven provinces in all, to every province in its own script, to every people in their own language, and to the Jews in their own script and language.","tamil":"சீவான் மாதம் என்னும் மூன்றாம் மாதம் இருபத்துமூன்றாந்தேதியாகிய அக்காலத்திலேதானே ராஜாவின் சம்பிரதிகள் அழைக்கப்பட்டார்கள்; மொர்தெகாய் கற்பித்தபடியெல்லாம் யூதருக்கும் இந்துதேசம்முதல் எத்தியோப்பியா தேசமட்டுமுள்ள நூற்றிருபத்தேழு நாடுகளின் தேசாதிபதிகளுக்கும், அதிபதிகளுக்கும், அதிகாரிகளுக்கும், அந்தந்த நாட்டில் வழங்கும் அட்சரத்திலும், அந்தந்த ஜாதியார் பேசும் பாஷையிலும், யூதருக்கும் அவர்கள் அட்சரத்திலும் அவர்கள் பாஷையிலும் எழுதப்பட்டது."},"previous":[17,8,8],"next":[17,8,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":10,"text":{"default":"And he wrote in the name of King Ahasuerus, sealed it with the king’s signet ring, and sent letters by couriers on horseback, riding on royal horses bred from swift steeds.","nkjv":"And he wrote in the name of King Ahasuerus, sealed it with the king’s signet ring, and sent letters by couriers on horseback, riding on royal horses bred from swift steeds.","tamil":"அந்தக் கட்டளைகள் அகாஸ்வேரு ராஜாவின் பேரால் எழுதப்பட்டு, ராஜாவின் மோதிரத்தினால் முத்திரை போடப்பட்டபின், குதிரைகள்மேலும் வேகமான ஒட்டகங்கள்மேலும், கோவேறு கழுதைகள்மேலும் ஏறிப்போகிற அஞ்சற்காரர் கையில் அனுப்பப்பட்டது."},"previous":[17,8,9],"next":[17,8,11]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":11,"text":{"default":"By these letters the king permitted the Jews who were in every city to gather together and protect their lives—to destroy, kill, and annihilate all the forces of any people or province that would assault them, both little children and women, and to plunder their possessions,","nkjv":"By these letters the king permitted the Jews who were in every city to gather together and protect their lives—to destroy, kill, and annihilate all the forces of any people or province that would assault them, both little children and women, and to plunder their possessions,","tamil":"அவைகளில், அகாஸ்வேரு ராஜாவுடைய எல்லா நாடுகளிலும் ஆதார் மாதம் என்கிற பன்னிரண்டாம் மாதம் பதின்மூன்றாந்தேதியாகிய அந்த ஒரேநாளிலே,"},"previous":[17,8,10],"next":[17,8,12]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":12,"text":{"default":"on one day in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month of Adar.","nkjv":"on one day in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month of Adar.","tamil":"அந்தந்தப் பட்டணத்திலிருக்கிற யூதர் ஒன்றாய்ச் சேர்ந்து, தங்கள் பிராணனைக் காப்பாற்றவும், தங்களை விரோதிக்கும் சத்துருக்களாகிய ஜனத்தாரும் தேசத்தாருமான எல்லாரையும், அவர்கள் குழந்தைகளையும், ஸ்திரீகளையும் அழித்துக் கொன்று நிர்மூலமாக்கவும், அவர்கள் உடைமைகளைக் கொள்ளையிடவும், ராஜா யூதருக்குக் கட்டளையிட்டார் என்று எழுதியிருந்தது."},"previous":[17,8,11],"next":[17,8,13]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":13,"text":{"default":"A copy of the document was to be issued as a decree in every province and published for all people, so that the Jews would be ready on that day to avenge themselves on their enemies.","nkjv":"A copy of the document was to be issued as a decree in every province and published for all people, so that the Jews would be ready on that day to avenge themselves on their enemies.","tamil":"யூதர் தங்கள் பகைஞருக்குச் சரிக்குச் சரிக்கட்டும்படி நியமித்த அன்றையதினத்தில் ஆயத்தமாயிருக்கவேண்டுமென்று அந்தந்த நாட்டிலுள்ள சகல ஜனங்களுக்கும் கூறப்படுகிறதற்காகக் கொடுக்கப்பட்ட கட்டளையின் நகல் இதுவே; இது ஒவ்வொரு நாட்டிலும் பிரசித்தம்பண்ணப்பட்டது."},"previous":[17,8,12],"next":[17,8,14]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":14,"text":{"default":"The couriers who rode on royal horses went out, hastened and pressed on by the king’s command. And the decree was issued in Shushan the citadel.","nkjv":"The couriers who rode on royal horses went out, hastened and pressed on by the king’s command. And the decree was issued in Shushan the citadel.","tamil":"அப்படியே வேகமான ஒட்டகங்கள்மேலும், கோவேறு கழுதைகள்மேலும் ஏறின அஞ்சற்காரர் ராஜாவின் வார்த்தையினாலே ஏவப்பட்டு, தீவிரத்தோடே புறப்பட்டுப்போனார்கள்; அந்தக் கட்டளை சூசான் அரமனையில் கொடுக்கப்பட்டது."},"previous":[17,8,13],"next":[17,8,15]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":15,"text":{"default":"So Mordecai went out from the presence of the king in royal apparel of blue and white, with a great crown of gold and a garment of fine linen and purple; and the city of Shushan rejoiced and was glad.","nkjv":"So Mordecai went out from the presence of the king in royal apparel of blue and white, with a great crown of gold and a garment of fine linen and purple; and the city of Shushan rejoiced and was glad.","tamil":"அப்பொழுது மொர்தெகாய் இளநீலமும் வெள்ளையுமான ராஜவஸ்திரமும், பெரிய பொன்முடியும், பட்டும் இரத்தாம்பரமும் அணிந்தவனாய் ராஜாவினிடத்திலிருந்து புறப்பட்டான்; சூசான் நகரம் ஆர்ப்பரித்து மகிழ்ந்திருந்தது."},"previous":[17,8,14],"next":[17,8,16]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":16,"text":{"default":"The Jews had light and gladness, joy and honor.","nkjv":"The Jews had light and gladness, joy and honor.","tamil":"இவ்விதமாய் யூதருக்கு வெளிச்சமும், மகிழ்ச்சியும், களிப்பும், கனமும் உண்டாயிற்று."},"previous":[17,8,15],"next":[17,8,17]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":8,"verse":17,"text":{"default":"And in every province and city, wherever the king’s command and decree came, the Jews had joy and gladness, a feast and a holiday. Then many of the people of the land became Jews, because fear of the Jews fell upon them.","nkjv":"And in every province and city, wherever the king’s command and decree came, the Jews had joy and gladness, a feast and a holiday. Then many of the people of the land became Jews, because fear of the Jews fell upon them.","tamil":"ராஜாவின் வார்த்தையும் அவனுடைய கட்டளையும் போய்ச்சேர்ந்த எல்லா நாடுகளிலும், எல்லாப் பட்டணங்களிலும், யூதருக்குள்ளே அது மகிழ்ச்சியும், களிப்பும், விருந்துண்டு கொண்டாடும் நல்ல நாளுமாயிருந்தது; யூதருக்குப் பயப்படுகிறபயம் தேசத்து ஜனங்களைப் பிடித்ததினால், அவர்களில் அநேகர் யூதமார்க்கத்தில் அமைந்தார்கள்."},"previous":[17,8,16],"next":[17,9,1]}],"9":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":1,"text":{"default":"Now in the twelfth month, that is, the month of Adar, on the thirteenth day, the time came for the king’s command and his decree to be executed. On the day that the enemies of the Jews had hoped to overpower them, the opposite occurred, in that the Jews themselves overpowered those who hated them.","nkjv":"Now in the twelfth month, that is, the month of Adar, on the thirteenth day, the time came for the king’s command and his decree to be executed. On the day that the enemies of the Jews had hoped to overpower them, the opposite occurred, in that the Jews themselves overpowered those who hated them.","tamil":"ராஜாவின் வார்த்தையின்படியும் அவனுடைய கட்டளையின்படியும் செய்யப்படுகிறதற்கு, ஆதார் மாதம் என்கிற பன்னிரண்டாம் மாதம் பதின்மூன்றாந் தேதியிலே, யூதரின் பகைஞர் அவர்களை மேற்கொள்ளலாம் என்று நம்பினார்களே; அந்நாளிலேதானே, யூதரானவர்கள் தங்கள் பகைஞரை மேற்கொள்ளும்படிக்குக் காரியம் மாறுதலாய் முடிந்தது."},"previous":[17,8,17],"next":[17,9,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":2,"text":{"default":"The Jews gathered together in their cities throughout all the provinces of King Ahasuerus to lay hands on those who sought their harm. And no one could withstand them, because fear of them fell upon all people.","nkjv":"The Jews gathered together in their cities throughout all the provinces of King Ahasuerus to lay hands on those who sought their harm. And no one could withstand them, because fear of them fell upon all people.","tamil":"யூதர் அகாஸ்வேரு ராஜாவின் சகல நாடுகளிலுமுள்ள பட்டணங்களிலே தங்களுக்குப் பொல்லாப்பு வரப்பண்ணப்பார்த்தவர்கள்மேல் கைபோடக் கூடிக்கொண்டார்கள்; ஒருவரும் அவர்களுக்கு முன்பாக நிற்கக் கூடாதிருந்தது; அவர்களைப்பற்றி சகல ஜனங்களுக்கும் பயமுண்டாயிற்று."},"previous":[17,9,1],"next":[17,9,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":3,"text":{"default":"And all the officials of the provinces, the satraps, the governors, and all those doing the king’s work, helped the Jews, because the fear of Mordecai fell upon them.","nkjv":"And all the officials of the provinces, the satraps, the governors, and all those doing the king’s work, helped the Jews, because the fear of Mordecai fell upon them.","tamil":"நாடுகளின் சகல அதிகாரிகளும், தேசாதிபதிகளும், துரைகளும், ராஜாவின் காரியங்களை நடப்பிக்கிறவர்களும், யூதருக்குத் துணைநின்றார்கள்; மொர்தெகாயினால் உண்டான பயங்கரம் அவர்களைப் பிடித்தது."},"previous":[17,9,2],"next":[17,9,4]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":4,"text":{"default":"For Mordecai was great in the king’s palace, and his fame spread throughout all the provinces; for this man Mordecai became increasingly prominent.","nkjv":"For Mordecai was great in the king’s palace, and his fame spread throughout all the provinces; for this man Mordecai became increasingly prominent.","tamil":"மொர்தெகாய் ராஜாவின் அரமனையில் பெரியவனாயிருந்தான்; அவனுடைய கீர்த்தி எல்லா நாடுகளிலும் பிரசித்தமாயிற்று; இந்த மொர்தெகாய் என்பவன் மேன்மேலும் பெரியவனானான்."},"previous":[17,9,3],"next":[17,9,5]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":5,"text":{"default":"Thus the Jews defeated all their enemies with the stroke of the sword, with slaughter and destruction, and did what they pleased with those who hated them.","nkjv":"Thus the Jews defeated all their enemies with the stroke of the sword, with slaughter and destruction, and did what they pleased with those who hated them.","tamil":"அப்படியே யூதர் தங்கள் சத்துருக்களையெல்லாம் பட்டயத்தால் வெட்டிக்கொன்று நிர்மூலமாக்கி, தங்கள் இஷ்டப்படி தங்கள் பகைஞருக்குச் செய்தார்கள்."},"previous":[17,9,4],"next":[17,9,6]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":6,"text":{"default":"And in Shushan the citadel the Jews killed and destroyed five hundred men.","nkjv":"And in Shushan the citadel the Jews killed and destroyed five hundred men.","tamil":"யூதர் சூசான் அரமனையிலும் ஐந்நூறுபேரைக் கொன்று நிர்மூலமாக்கினார்கள்."},"previous":[17,9,5],"next":[17,9,7]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":7,"text":{"default":"Also Parshandatha, Dalphon, Aspatha,","nkjv":"Also Parshandatha, Dalphon, Aspatha,","tamil":"அம்மெதாத்தாவின் குமாரனாகிய ஆமான் என்னும் யூதருடைய சத்துருவின் குமாரரான பர்சான்தாத்தா, தல்போன், அஸ்பாதா,"},"previous":[17,9,6],"next":[17,9,8]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":8,"text":{"default":"Poratha, Adalia, Aridatha,","nkjv":"Poratha, Adalia, Aridatha,","tamil":"பொராதா, அதலியா, அரிதாத்தா,"},"previous":[17,9,7],"next":[17,9,9]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":9,"text":{"default":"Parmashta, Arisai, Aridai, and Vajezatha—","nkjv":"Parmashta, Arisai, Aridai, and Vajezatha—","tamil":"பர்மஷ்டா, அரிசாய், அரிதாய், வாய்சாதா ஆகிய பத்துப்பேரையும் கொன்றுபோட்டார்கள்."},"previous":[17,9,8],"next":[17,9,10]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":10,"text":{"default":"the ten sons of Haman the son of Hammedatha, the enemy of the Jews—they killed; but they did not lay a hand on the plunder.","nkjv":"the ten sons of Haman the son of Hammedatha, the enemy of the Jews—they killed; but they did not lay a hand on the plunder.","tamil":"ஆனாலும் கொள்ளையிடத் தங்கள் கையை நீட்டவில்லை."},"previous":[17,9,9],"next":[17,9,11]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":11,"text":{"default":"On that day the number of those who were killed in Shushan the citadel was brought to the king.","nkjv":"On that day the number of those who were killed in Shushan the citadel was brought to the king.","tamil":"அன்றையதினம் சூசான் அரமனையில் கொன்றுபோடப்பட்டவர்களின் தொகை ராஜசமுகத்தில் கொண்டுவரப்பட்டது."},"previous":[17,9,10],"next":[17,9,12]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":12,"text":{"default":"And the king said to Queen Esther, “The Jews have killed and destroyed five hundred men in Shushan the citadel, and the ten sons of Haman. What have they done in the rest of the king’s provinces? Now what is your petition? It shall be granted to you. Or what is your further request? It shall be done.”","nkjv":"And the king said to Queen Esther, “The Jews have killed and destroyed five hundred men in Shushan the citadel, and the ten sons of Haman. What have they done in the rest of the king’s provinces? Now what is your petition? It shall be granted to you. Or what is your further request? It shall be done.”","tamil":"அப்பொழுது ராஜா, ராஜாத்தியாகிய எஸ்தரை நோக்கி: யூதர் சூசான் அரமனையில் ஐந்நூறுபேரையும் ஆமானின் பத்துக் குமாரரையும் கொன்று நிர்மூலமாக்கினார்கள்; ராஜாவின் மற்ற நாடுகளிலும் என்ன செய்திருப்பார்களோ! இப்போதும் உன் வேண்டுதல் என்ன? அது உனக்குக் கட்டளையிடப்படும்; உன் மன்றாட்டு என்ன? அதின்படி செய்யப்படும் என்றான்."},"previous":[17,9,11],"next":[17,9,13]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":13,"text":{"default":"Then Esther said, “If it pleases the king, let it be granted to the Jews who are in Shushan to do again tomorrow according to today’s decree, and let Haman’s ten sons be hanged on the gallows.”","nkjv":"Then Esther said, “If it pleases the king, let it be granted to the Jews who are in Shushan to do again tomorrow according to today’s decree, and let Haman’s ten sons be hanged on the gallows.”","tamil":"அப்பொழுது எஸ்தர்: ராஜாவுக்குச் சித்தமாயிருந்தால், இன்றையதினத்துக் கட்டளையின்படியே சூசானிலிருக்கிற யூதர் நாளையதினமும் செய்யவும், ஆமானின் பத்துக் குமாரரின் உடலையும் தூக்குமரத்தில் தூக்கிப்போடவும் உத்தரவாகவேண்டும் என்றாள்."},"previous":[17,9,12],"next":[17,9,14]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":14,"text":{"default":"So the king commanded this to be done; the decree was issued in Shushan, and they hanged Haman’s ten sons.","nkjv":"So the king commanded this to be done; the decree was issued in Shushan, and they hanged Haman’s ten sons.","tamil":"அப்படியே செய்யும்படிக்கு ராஜா உத்தரவு கொடுத்தான்; அதற்குச் சூசானிலே கட்டளை பிறந்தது; ஆமானின் பத்துக் குமாரருடைய உடலையும் தூக்கிப்போட்டார்கள்."},"previous":[17,9,13],"next":[17,9,15]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":15,"text":{"default":"And the Jews who were in Shushan gathered together again on the fourteenth day of the month of Adar and killed three hundred men at Shushan; but they did not lay a hand on the plunder.","nkjv":"And the Jews who were in Shushan gathered together again on the fourteenth day of the month of Adar and killed three hundred men at Shushan; but they did not lay a hand on the plunder.","tamil":"சூசானிலிருக்கிற யூதர் ஆதார் மாதத்தின் பதினாலாந்தேதியிலும் கூடிச்சேர்ந்து, சூசானில் முந்நூறுபேரைக் கொன்றுபோட்டார்கள்; ஆனாலும் கொள்ளையிடத் தங்கள் கையை நீட்டவில்லை."},"previous":[17,9,14],"next":[17,9,16]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":16,"text":{"default":"The remainder of the Jews in the king’s provinces gathered together and protected their lives, had rest from their enemies, and killed seventy-five thousand of their enemies; but they did not lay a hand on the plunder.","nkjv":"The remainder of the Jews in the king’s provinces gathered together and protected their lives, had rest from their enemies, and killed seventy-five thousand of their enemies; but they did not lay a hand on the plunder.","tamil":"ராஜாவின் நாடுகளிலுள்ள மற்ற யூதர்கள் தங்கள் பிராணனைத் தற்காக்கவும், தங்கள் பகைஞருக்கு விலகி இளைப்பாறுதல் அடையவும் ஒருமிக்கச் சேர்ந்து, தங்கள் விரோதிகளில் எழுபத்தையாயிரம் பேரைக் கொன்றுபோட்டார்கள்; ஆனாலும் கொள்ளையிடத் தங்கள் கையை நீட்டவில்லை."},"previous":[17,9,15],"next":[17,9,17]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":17,"text":{"default":"This was on the thirteenth day of the month of Adar. And on the fourteenth of the month they rested and made it a day of feasting and gladness.","nkjv":"This was on the thirteenth day of the month of Adar. And on the fourteenth of the month they rested and made it a day of feasting and gladness.","tamil":"ஆதார் மாதத்தின் பதின்மூன்றாந்தேதியிலே இப்படிச் செய்து, பதினாலாந்தேதியிலே இளைப்பாறி, அதை விருந்துண்டு சந்தோஷப்படுகிற பண்டிகை நாளாக்கினார்கள்."},"previous":[17,9,16],"next":[17,9,18]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":18,"text":{"default":"But the Jews who were at Shushan assembled together on the thirteenth day, as well as on the fourteenth; and on the fifteenth of the month they rested, and made it a day of feasting and gladness.","nkjv":"But the Jews who were at Shushan assembled together on the thirteenth day, as well as on the fourteenth; and on the fifteenth of the month they rested, and made it a day of feasting and gladness.","tamil":"சூசானிலுள்ள யூதரோவென்றால், அந்த மாதத்தின் பதின்மூன்றாந்தேதியிலும் பதினாலாந்தேதியிலும் ஏகமாய்க்கூடி, பதினைந்தாந்தேதியில் இளைப்பாறி, அதை விருந்துண்டு சந்தோஷப்படுகிற பண்டிகை நாளாக்கினார்கள்."},"previous":[17,9,17],"next":[17,9,19]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":19,"text":{"default":"Therefore the Jews of the villages who dwelt in the unwalled towns celebrated the fourteenth day of the month of Adar with gladness and feasting, as a holiday, and for sending presents to one another.","nkjv":"Therefore the Jews of the villages who dwelt in the unwalled towns celebrated the fourteenth day of the month of Adar with gladness and feasting, as a holiday, and for sending presents to one another.","tamil":"ஆதலால் அலங்கமில்லாத ஊர்களில் குடியிருக்கிற நாட்டுப்புறத்தாரான யூதர்கள் ஆதார் மாதத்தின் பதினாலாந்தேதியைச் சந்தோஷமும், விருந்துண்கிற பூரிப்புமான நாளும், ஒருவருக்கொருவர் வரிசைகளை அனுப்புகிற நாளுமாக்கினார்கள்."},"previous":[17,9,18],"next":[17,9,20]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":20,"text":{"default":"And Mordecai wrote these things and sent letters to all the Jews, near and far, who were in all the provinces of King Ahasuerus,","nkjv":"And Mordecai wrote these things and sent letters to all the Jews, near and far, who were in all the provinces of King Ahasuerus,","tamil":"மொர்தெகாய் இந்த வர்த்தமானங்களை எழுதி, சமீபத்திலும் தூரத்திலும் இருக்கிற அகாஸ்வேரு ராஜாவின் சகல நாடுகளிலுமுள்ள எல்லா யூதருக்கும் நிருபங்களை அனுப்பி,"},"previous":[17,9,19],"next":[17,9,21]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":21,"text":{"default":"to establish among them that they should celebrate yearly the fourteenth and fifteenth days of the month of Adar,","nkjv":"to establish among them that they should celebrate yearly the fourteenth and fifteenth days of the month of Adar,","tamil":"வருஷந்தோறும் ஆதார் மாதத்தின் பதினாலாம் பதினைந்தாந்தேதிகளை, யூதர் தங்கள் பகைஞருக்கு நீங்கலாகி இளைப்பாறுதல் அடைந்த நாட்களாகவும், அவர்கள் சஞ்சலம் சந்தோஷமாகவும், அவர்கள் துக்கம் மகிழ்ச்சியாகவும் மாறின மாதமாகவும் ஆசரித்து,"},"previous":[17,9,20],"next":[17,9,22]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":22,"text":{"default":"as the days on which the Jews had rest from their enemies, as the month which was turned from sorrow to joy for them, and from mourning to a holiday; that they should make them days of feasting and joy, of sending presents to one another and gifts to the poor.","nkjv":"as the days on which the Jews had rest from their enemies, as the month which was turned from sorrow to joy for them, and from mourning to a holiday; that they should make them days of feasting and joy, of sending presents to one another and gifts to the poor.","tamil":"அந்நாட்களில் விருந்துண்டு சந்தோஷங்கொண்டாடவும், ஒருவருக்கொருவர் வரிசைகளை அனுப்பவும், எளியவர்களுக்குத் தானதர்மஞ்செய்யவும் வேண்டுமென்று திட்டம்பண்ணினான்."},"previous":[17,9,21],"next":[17,9,23]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":23,"text":{"default":"So the Jews accepted the custom which they had begun, as Mordecai had written to them,","nkjv":"So the Jews accepted the custom which they had begun, as Mordecai had written to them,","tamil":"அப்பொழுது யூதர் தாங்கள் செய்யத்தொடங்கினபடியும் மொர்தெகாய் தங்களுக்கு எழுதினபடியும் செய்யச் சம்மதித்தார்கள்."},"previous":[17,9,22],"next":[17,9,24]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":24,"text":{"default":"because Haman, the son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to annihilate them, and had cast Pur (that is, the lot), to consume them and destroy them;","nkjv":"because Haman, the son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to annihilate them, and had cast Pur (that is, the lot), to consume them and destroy them;","tamil":"அம்மெதாத்தாவின் குமாரனாகிய ஆமான் என்னும் ஆகாகியன், யூதருக்கெல்லாம் சத்துருவாயிருந்து யூதரைச் சங்கரிக்க நினைத்து, அவர்களை அழிக்கவும் நிர்மூலமாக்கவும், பூர் என்னப்பட்ட சீட்டைப் போடுவித்தான்."},"previous":[17,9,23],"next":[17,9,25]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":25,"text":{"default":"but when Esther came before the king, he commanded by letter that this wicked plot which Haman had devised against the Jews should return on his own head, and that he and his sons should be hanged on the gallows.","nkjv":"but when Esther came before the king, he commanded by letter that this wicked plot which Haman had devised against the Jews should return on his own head, and that he and his sons should be hanged on the gallows.","tamil":"ஆனாலும் எஸ்தர், ராஜசமுகத்தில்போய், யூதருக்கு விரோதமாய் அவன் நினைத்த அவனுடைய பொல்லாத யோசனை அவனுடைய தலையின்மேல் திரும்பும்படி கட்டளை பிறப்பித்ததினாலே, அவனையும் அவன் குமாரரையும் மரத்திலே தூக்கிப்போட்டார்கள்."},"previous":[17,9,24],"next":[17,9,26]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":26,"text":{"default":"So they called these days Purim, after the name Pur. Therefore, because of all the words of this letter, what they had seen concerning this matter, and what had happened to them,","nkjv":"So they called these days Purim, after the name Pur. Therefore, because of all the words of this letter, what they had seen concerning this matter, and what had happened to them,","tamil":"ஆகையினால் அந்த நாட்கள் பூர் என்னும் பேரினால் பூரீம் என்னப்பட்டது; அவன் அந்த நிருபத்தில் எழுதியிருந்த எல்லா வார்த்தைகளினிமித்தமும், தாங்களே இந்த விஷயத்தில் அநுபவித்தவைகளினித்தமும், தங்களுக்கு நேரிட்டவைகளினிமித்தமும்,"},"previous":[17,9,25],"next":[17,9,27]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":27,"text":{"default":"the Jews established and imposed it upon themselves and their descendants and all who would join them, that without fail they should celebrate these two days every year, according to the written instructions and according to the prescribed time,","nkjv":"the Jews established and imposed it upon themselves and their descendants and all who would join them, that without fail they should celebrate these two days every year, according to the written instructions and according to the prescribed time,","tamil":"யூதர் அதைத் திட்டப்படுத்தி, அந்த இரண்டு நாட்களைக்குறித்து எழுதியிருக்கிறபடியே, அவைகளை வருஷந்தோறும், அவைகளின் சரியான காலத்திலே ஆசரியாமலிருப்பதில்லை என்பதையும்,"},"previous":[17,9,26],"next":[17,9,28]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":28,"text":{"default":"that these days should be remembered and kept throughout every generation, every family, every province, and every city, that these days of Purim should not fail to be observed among the Jews, and that the memory of them should not perish among their descendants.","nkjv":"that these days should be remembered and kept throughout every generation, every family, every province, and every city, that these days of Purim should not fail to be observed among the Jews, and that the memory of them should not perish among their descendants.","tamil":"இந்த நாட்கள் எல்லாத் தலைமுறைகளிலும், வம்சங்களிலும், தேசங்களிலும், ஊர்களிலும் நினைவுகூரப்பட்டு ஆசரிக்கப்படவேண்டும் என்பதையும், இந்தப் பூரீம் என்னும் பண்டிகை நாட்கள் யூதருக்குள்ளே தவறிப்போகாமலும், அவைகளை நினைவுகூருதல் தங்கள் சந்ததியாருக்குள்ளே ஒழிந்துபோகாமலும் இருக்கவேண்டும் என்பதையும், தங்கள்மேலும், தங்கள் சந்ததியார்மேலும், தங்கள் மார்க்கத்தில் அமையப்போகிற மற்ற யாவர்மேலும் கடனாக நியமித்துக்கொண்டார்கள்."},"previous":[17,9,27],"next":[17,9,29]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":29,"text":{"default":"Then Queen Esther, the daughter of Abihail, with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim.","nkjv":"Then Queen Esther, the daughter of Abihail, with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim.","tamil":"பூரீமைக்குறித்து எழுதியிருக்கிற இந்த இரண்டாம் நிருபத்தைத் திடப்படுத்தும்படிக்கு, அபியாயேலின் குமாரத்தியாகிய எஸ்தர் என்னும் ராஜாத்தியும், யூதனாகிய மொர்தெகாயும், பின்னும் மகா உறுதியாய் எழுதினார்கள்."},"previous":[17,9,28],"next":[17,9,30]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":30,"text":{"default":"And Mordecai sent letters to all the Jews, to the one hundred and twenty-seven provinces of the kingdom of Ahasuerus, with words of peace and truth,","nkjv":"And Mordecai sent letters to all the Jews, to the one hundred and twenty-seven provinces of the kingdom of Ahasuerus, with words of peace and truth,","tamil":"யூதனாகிய மொர்தெகாயும், ராஜாத்தியாகிய எஸ்தரும் யூதருக்கு உறுதிப்பாடுபண்ணினதும், அவர்கள்தானே உபவாசத்தோடும் அலறுதலோடும் ஆசரிப்போம் என்று தங்கள்மேலும் தங்கள் சந்ததியார்மேலும் கடனாக நியமித்துக்கொண்டதுமான, பூரீம் என்னப்பட்ட இந்த நாட்கள் அவைகளின் சரியான காலங்களில் ஆசரிக்கப்படும் காரியத்தை உறுதியாக்க,"},"previous":[17,9,29],"next":[17,9,31]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":31,"text":{"default":"to confirm these days of Purim at their appointed time, as Mordecai the Jew and Queen Esther had prescribed for them, and as they had decreed for themselves and their descendants concerning matters of their fasting and lamenting.","nkjv":"to confirm these days of Purim at their appointed time, as Mordecai the Jew and Queen Esther had prescribed for them, and as they had decreed for themselves and their descendants concerning matters of their fasting and lamenting.","tamil":"அவன் அகாஸ்வேருவின் ராஜ்யத்திலுள்ள நூற்றிருபத்தேழு நாடுகளிலும் இருக்கிற எல்லா யூதருக்கும் சமாதானமும் உண்மையுமான வார்த்தைகளையுடைய நிருபங்களை அனுப்பினான்."},"previous":[17,9,30],"next":[17,9,32]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":9,"verse":32,"text":{"default":"So the decree of Esther confirmed these matters of Purim, and it was written in the book.","nkjv":"So the decree of Esther confirmed these matters of Purim, and it was written in the book.","tamil":"இப்படியே எஸ்தரின் கட்டளையானது பூரீம் நாட்களைப்பற்றின இந்த வர்த்தமானங்களைத் திடப்படுத்தினது; அது ஒரு புஸ்தகத்தில் எழுதப்பட்டது."},"previous":[17,9,31],"next":[17,10,1]}],"10":[{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":10,"verse":1,"text":{"default":"And King Ahasuerus imposed tribute on the land and on the islands of the sea.","nkjv":"And King Ahasuerus imposed tribute on the land and on the islands of the sea.","tamil":"ராஜாவாகிய அகாஸ்வேரு தேசத்தின்மேலும், சமுத்திரத்திலுள்ள தீவுகளின்மேலும், பகுதி ஏற்படுத்தினான்."},"previous":[17,9,32],"next":[17,10,2]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":10,"verse":2,"text":{"default":"Now all the acts of his power and his might, and the account of the greatness of Mordecai, to which the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia?","nkjv":"Now all the acts of his power and his might, and the account of the greatness of Mordecai, to which the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia?","tamil":"வல்லமையும் பராக்கிரமமுமான அவனுடைய எல்லாச் செய்கைகளும், ராஜா பெரியவனாக்கின மொர்தெகாயினுடைய மேன்மையின் விர்த்தாந்தமும், மேதியா பெர்சியா ராஜாக்களின் நடபடி புஸ்தகத்தில் அல்லவோ எழுதியிருக்கிறது."},"previous":[17,10,1],"next":[17,10,3]},{"book":{"default":"Esther","nkjv":"Esther","tamil":"எஸ்தர்"},"chapter":10,"verse":3,"text":{"default":"For Mordecai the Jew was second to King Ahasuerus, and was great among the Jews and well received by the multitude of his brethren, seeking the good of his people and speaking peace to all his countrymen.","nkjv":"For Mordecai the Jew was second to King Ahasuerus, and was great among the Jews and well received by the multitude of his brethren, seeking the good of his people and speaking peace to all his countrymen.","tamil":"யூதனாகிய மொர்தெகாய் ராஜாவாகிய அகாஸ்வேருவுக்கு இரண்டாவதானவனும், யூதருக்குள் பெரியவனும், தன் திரளான சகோதரருக்குப் பிரியமானவனுமாயிருந்ததும் அன்றி தன் ஜனங்களுடைய நன்மையை நாடி, தன் குலத்தாருக்கெல்லாம் சமாதானமுண்டாகப் பேசுகிறவனுமாயிருந்தான்."},"previous":[17,10,2],"next":[18,1,1]}]}