{"1":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":1,"text":{"default":"In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it.","nkjv":"In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it.","tamil":"யூதாவின் ராஜாவாகிய யோயாக்கீம் அரசாண்ட மூன்றாம் வருஷத்திலே பாபிலோனின் ராஜாவாகிய நேபுகாத்நேச்சார் எருசலேமுக்கு வந்து, அதை முற்றிக்கை போட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":2,"text":{"default":"And the Lord gave Jehoiakim king of Judah into his hand, with some of the articles of the house of God, which he carried into the land of Shinar to the house of his god; and he brought the articles into the treasure house of his god.","nkjv":"And the Lord gave Jehoiakim king of Judah into his hand, with some of the articles of the house of God, which he carried into the land of Shinar to the house of his god; and he brought the articles into the treasure house of his god.","tamil":"அப்பொழுது ஆண்டவர் யூதாவின் ராஜாவாகிய யோயாக்கீமையும் தேவனுடைய ஆலயத்தின் பாத்திரங்களில் சிலவற்றையும் அவன் கையில் ஒப்புக்கொடுத்தார்; அவன் அந்தப் பாத்திரங்களைச் சினேயார் தேசத்திலுள்ள தன் தேவனுடைய கோவிலுக்குக் கொண்டுபோய், அவைகளைத் தன் தேவனுடைய பண்டசாலைக்குள் வைத்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":3,"text":{"default":"Then the king instructed Ashpenaz, the master of his eunuchs, to bring some of the children of Israel and some of the king’s descendants and some of the nobles,","nkjv":"Then the king instructed Ashpenaz, the master of his eunuchs, to bring some of the children of Israel and some of the king’s descendants and some of the nobles,","tamil":"அப்பொழுது இஸ்ரவேல் புத்திரருக்குள்ளே ராஜகுலத்தார்களிலும் துரைமக்களிலும் யாதொரு மாசும் இல்லாதவர்களும், அழகானவர்களும், சகல ஞானத்திலும் தேறினவர்களும், அறிவில் சிறந்தவர்களும், கல்வியில் நிபுணரும், ராஜாவின் அரமனையிலே சேவிக்கத் திறமையுள்ளவர்களுமாகிய சில வாலிபரை கொண்டுவரவும்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":4,"text":{"default":"young men in whom there was no blemish, but good-looking, gifted in all wisdom, possessing knowledge and quick to understand, who had ability to serve in the king’s palace, and whom they might teach the language and literature of the Chaldeans.","nkjv":"young men in whom there was no blemish, but good-looking, gifted in all wisdom, possessing knowledge and quick to understand, who had ability to serve in the king’s palace, and whom they might teach the language and literature of the Chaldeans.","tamil":"அவர்களுக்குக் கல்தேயரின் எழுத்தையும் பாஷையையும் கற்றுக்கொடுக்கவும் ராஜா தன் பிரதானிகளின் தலைவனாகிய அஸ்பேனாசுக்குக் கற்பித்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":5,"text":{"default":"And the king appointed for them a daily provision of the king’s delicacies and of the wine which he drank, and three years of training for them, so that at the end of that time they might serve before the king.","nkjv":"And the king appointed for them a daily provision of the king’s delicacies and of the wine which he drank, and three years of training for them, so that at the end of that time they might serve before the king.","tamil":"ராஜா, தான் உண்ணும் போஜனத்திலேயும் தான் குடிக்கும் திராட்சரசத்திலேயும் தினம் ஒரு பங்கை அவர்களுக்கு நியமித்து, அவர்களை மூன்றுவருஷம் வளர்க்கவும், அதின் முடிவிலே அவர்கள் ராஜாவுக்கு முன்பாக நிற்கும்படி செய்யவும் கட்டளையிட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":6,"text":{"default":"Now from among those of the sons of Judah were Daniel, Hananiah, Mishael, and Azariah.","nkjv":"Now from among those of the sons of Judah were Daniel, Hananiah, Mishael, and Azariah.","tamil":"அவர்களுக்குள் யூதா புத்திரராகிய தானியேல், அனனியா, மீஷாவேல், அசரியா என்பவர்கள் இருந்தார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":7,"text":{"default":"To them the chief of the eunuchs gave names: he gave Daniel the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abed-Nego.","nkjv":"To them the chief of the eunuchs gave names: he gave Daniel the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abed-Nego.","tamil":"பிரதானிகளின் தலைவன், தானியேலுக்கு பெல்தெஷாத்சார் என்றும், அனனியாவுக்கு சாத்ராக் என்றும், மீஷாவேலுக்கு மேஷாக் என்றும், அசரியாவுக்கு ஆபேத்நேகோ என்றும் மறுபெயரிட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":8,"text":{"default":"But Daniel purposed in his heart that he would not defile himself with the portion of the king’s delicacies, nor with the wine which he drank; therefore he requested of the chief of the eunuchs that he might not defile himself.","nkjv":"But Daniel purposed in his heart that he would not defile himself with the portion of the king’s delicacies, nor with the wine which he drank; therefore he requested of the chief of the eunuchs that he might not defile himself.","tamil":"தானியேல் ராஜாவின் போஜனத்தினாலும் அவர் பானம்பண்ணும் திராட்சரசத்தினாலும் தன்னைத் தீட்டுப்படுத்தலாகாதென்று, தன் இருதயத்தில் தீர்மானம்பண்ணிக்கொண்டு, தன்னைத் தீட்டுப்படுத்தாதபடி பிரதானிகளின் தலைவனிடத்தில் வேண்டிக்கொண்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":9,"text":{"default":"Now God had brought Daniel into the favor and goodwill of the chief of the eunuchs.","nkjv":"Now God had brought Daniel into the favor and goodwill of the chief of the eunuchs.","tamil":"தேவன் தானியேலுக்குப் பிரதானிகளின் தலைவனிடத்தில் தயவும் இரக்கமும் கிடைக்கும்படி செய்தார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":10,"text":{"default":"And the chief of the eunuchs said to Daniel, “I fear my lord the king, who has appointed your food and drink. For why should he see your faces looking worse than the young men who are your age? Then you would endanger my head before the king.”","nkjv":"And the chief of the eunuchs said to Daniel, “I fear my lord the king, who has appointed your food and drink. For why should he see your faces looking worse than the young men who are your age? Then you would endanger my head before the king.”","tamil":"பிரதானிகளின் தலைவன் தானியேலை நோக்கி உங்களுக்குப் போஜனத்தையும் பானத்தையும் குறித்திருக்கிற ராஜாவாகிய என் ஆண்டவனுக்கு நான் பயப்படுகிறேன்; அவர் உங்களோடொத்த வாலிபரின் முகங்களைப்பார்க்கிலும் உங்கள் முகங்கள் வாடிப்போனவைகளாகக் காணவேண்டியதென்ன? அதினால் ராஜா என்னைச் சிரச்சேதம்பண்ணுவாரே என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":11,"text":{"default":"So Daniel said to the steward whom the chief of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,","nkjv":"So Daniel said to the steward whom the chief of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,","tamil":"அப்பொழுது பிரதானிகளின் தலைவனாலே, தானியேல், அனனியா, மிஷாவேல், அசரியா என்பவர்கள்மேல் விசாரிப்புக்காரனாக வைக்கப்பட்ட மேல்ஷார் என்பவனை தானியேல் நோக்கி:"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":12,"text":{"default":"“Please test your servants for ten days, and let them give us vegetables to eat and water to drink.","nkjv":"“Please test your servants for ten days, and let them give us vegetables to eat and water to drink.","tamil":"பத்துநாள்வரைக்கும் உமது அடியாரைச் சோதித்துப்பாரும்; எங்களுக்குப் புசிக்க பருப்பு முதலான மரக்கறிகளையும், குடிக்கத் தண்ணீரையும் கொடுத்து,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":13,"text":{"default":"Then let our appearance be examined before you, and the appearance of the young men who eat the portion of the king’s delicacies; and as you see fit, so deal with your servants.”","nkjv":"Then let our appearance be examined before you, and the appearance of the young men who eat the portion of the king’s delicacies; and as you see fit, so deal with your servants.”","tamil":"எங்கள் முகங்களையும் ராஜபோஜனத்தில் புசிக்கிற வாலிபருடைய முகங்களையும் ஒத்துப்பாரும்; பின்பு நீர் காண்கிறபடி உமது அடியாருக்குச் செய்யும் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":14,"text":{"default":"So he consented with them in this matter, and tested them ten days.","nkjv":"So he consented with them in this matter, and tested them ten days.","tamil":"அவன் இந்தக் காரியத்திலே அவர்களுக்குச் செவிகொடுத்து, பத்துநாளளவும் அவர்களைச் சோதித்துப்பார்த்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":15,"text":{"default":"And at the end of ten days their features appeared better and fatter in flesh than all the young men who ate the portion of the king’s delicacies.","nkjv":"And at the end of ten days their features appeared better and fatter in flesh than all the young men who ate the portion of the king’s delicacies.","tamil":"பத்துநாள் சென்றபின்பு, ராஜபோஜனத்தைப் புசித்த எல்லா வாலிபரைப்பார்க்கிலும் அவர்கள் முகம் களையுள்ளதாயும், சரீரம் புஷ்டியுள்ளதாயும் காணப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":16,"text":{"default":"Thus the steward took away their portion of delicacies and the wine that they were to drink, and gave them vegetables.","nkjv":"Thus the steward took away their portion of delicacies and the wine that they were to drink, and gave them vegetables.","tamil":"ஆகையால் மேல்ஷார் அவர்கள் புசிக்கக் கட்டளையான போஜனத்தையும், அவர்கள் குடிக்கக் கட்டளையான திராட்சரசத்தையும் நீக்கிவைத்து, அவர்களுக்குப் பருப்பு முதலானவைகளைக் கொடுத்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":17,"text":{"default":"As for these four young men, God gave them knowledge and skill in all literature and wisdom; and Daniel had understanding in all visions and dreams.","nkjv":"As for these four young men, God gave them knowledge and skill in all literature and wisdom; and Daniel had understanding in all visions and dreams.","tamil":"இந்த நாலு வாலிபருக்கும் தேவன் சகல எழுத்திலும் ஞானத்திலும் அறிவையும் சாமர்த்தியத்தையும் கொடுத்தார்; தானியேலைச் சகல தரிசனங்களையும் சொப்பனங்களையும் அறியத்தக்க அறிவுள்ளவனாக்கினார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":18,"text":{"default":"Now at the end of the days, when the king had said that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar.","nkjv":"Now at the end of the days, when the king had said that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar.","tamil":"அவர்களை ராஜாவினிடத்தில் கொண்டுவருகிறதற்குக் குறித்த நாட்கள் நிறைவேறினபோது, பிரதானிகளின் தலைவன் அவர்களை நேபுகாத்நேச்சாருக்கு முன்பாகக் கொண்டுவந்து விட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":19,"text":{"default":"Then the king interviewed them, and among them all none was found like Daniel, Hananiah, Mishael, and Azariah; therefore they served before the king.","nkjv":"Then the king interviewed them, and among them all none was found like Daniel, Hananiah, Mishael, and Azariah; therefore they served before the king.","tamil":"ராஜா அவர்களோடே பேசினான்; அவர்கள் எல்லாருக்குள்ளும் தானியேல், அனனியா, மீஷாவேல், அசரியா என்பவர்களைப்போல வேறொருவரும் காணப்படவில்லை; ஆகையால் இவர்கள் ராஜசமுகத்தில் நின்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":20,"text":{"default":"And in all matters of wisdom and understanding about which the king examined them, he found them ten times better than all the magicians and astrologers who were in all his realm.","nkjv":"And in all matters of wisdom and understanding about which the king examined them, he found them ten times better than all the magicians and astrologers who were in all his realm.","tamil":"ஞானத்துக்கும் புத்திக்கும் அடுத்த எந்த விஷயத்தில் ராஜா அவர்களைக் கேட்டு விசாரித்தானோ, அதிலே தன் ராஜ்யம் எங்குமுள்ள சகல சாஸ்திரிகளிலும் ஜோசியரிலும் அவர்களைப் பத்துமடங்கு சமர்த்தராகக் கண்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":1,"verse":21,"text":{"default":"Thus Daniel continued until the first year of King Cyrus.","nkjv":"Thus Daniel continued until the first year of King Cyrus.","tamil":"கோரேஸ் ராஜ்யபாரம்பண்ணும் முதலாம் வருஷமட்டும் தானியேல் அங்கே இருந்தான்."}}],"2":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":1,"text":{"default":"Now in the second year of Nebuchadnezzar’s reign, Nebuchadnezzar had dreams; and his spirit was so troubled that his sleep left him.","nkjv":"Now in the second year of Nebuchadnezzar’s reign, Nebuchadnezzar had dreams; and his spirit was so troubled that his sleep left him.","tamil":"நேபுகாத்நேச்சார் ராஜ்யபாரம்பண்ணும் இரண்டாம் வருஷத்திலே, நேபுகாத்நேச்சார் சொப்பனங்களைக் கண்டான்; அதினால், அவனுடைய ஆவி கலங்கி, அவனுடைய நித்திரை கலைந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":2,"text":{"default":"Then the king gave the command to call the magicians, the astrologers, the sorcerers, and the Chaldeans to tell the king his dreams. So they came and stood before the king.","nkjv":"Then the king gave the command to call the magicians, the astrologers, the sorcerers, and the Chaldeans to tell the king his dreams. So they came and stood before the king.","tamil":"அப்பொழுது ராஜா தன் சொப்பனங்களைத் தனக்குத் தெரிவிக்கும்பொருட்டு சாஸ்திரிகளையும் ஜோசியரையும் சூனியக்காரரையும் கல்தேயரையும் அழைக்கச்சொன்னான்; அவர்கள் வந்து, ராஜசமுகத்தில் நின்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":3,"text":{"default":"And the king said to them, “I have had a dream, and my spirit is anxious to know the dream.”","nkjv":"And the king said to them, “I have had a dream, and my spirit is anxious to know the dream.”","tamil":"ராஜா அவர்களை நோக்கி: ஒரு சொப்பனம் கண்டேன்; அந்தச் சொப்பனத்தை அறியவேண்டுமென்று என் ஆவி கலங்கியிருக்கிறது என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":4,"text":{"default":"Then the Chaldeans spoke to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will give the interpretation.”","nkjv":"Then the Chaldeans spoke to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will give the interpretation.”","tamil":"அப்பொழுது கல்தேயர் ராஜாவை நோக்கி: ராஜாவே, நீர் என்றும் வாழ்க; சொப்பனத்தை உமது அடியாருக்குச் சொல்லும், அப்பொழுது அதின் அர்த்தத்தை விடுவிப்போம் என்று சீரியபாஷையிலே சொன்னார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":5,"text":{"default":"The king answered and said to the Chaldeans, “My decision is firm: if you do not make known the dream to me, and its interpretation, you shall be cut in pieces, and your houses shall be made an ash heap.","nkjv":"The king answered and said to the Chaldeans, “My decision is firm: if you do not make known the dream to me, and its interpretation, you shall be cut in pieces, and your houses shall be made an ash heap.","tamil":"ராஜா கல்தேயருக்குப் பிரதியுத்தரமாக: என்னிடத்திலிருந்து பிறக்கிற தீர்மானம் என்னவென்றால், நீங்கள் சொப்பனத்தையும் அதின் அர்த்தத்தையும் எனக்கு அறிவியாமற்போனால் துண்டித்துப்போடப்படுவீர்கள்; உங்கள் வீடுகள் எருக்களங்களாக்கப்படும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":6,"text":{"default":"However, if you tell the dream and its interpretation, you shall receive from me gifts, rewards, and great honor. Therefore tell me the dream and its interpretation.”","nkjv":"However, if you tell the dream and its interpretation, you shall receive from me gifts, rewards, and great honor. Therefore tell me the dream and its interpretation.”","tamil":"சொப்பனத்தையும் அதின் அர்த்தத்தையும் தெரிவித்தீர்களேயாகில், என்னிடத்தில் வெகுமதிகளையும் பரிசுகளையும் மிகுந்த கனத்தையும் பெறுவீர்கள்; ஆகையால் சொப்பனத்தையும் அதின் அர்த்தத்தையும் எனக்குத் தெரிவியுங்கள் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":7,"text":{"default":"They answered again and said, “Let the king tell his servants the dream, and we will give its interpretation.”","nkjv":"They answered again and said, “Let the king tell his servants the dream, and we will give its interpretation.”","tamil":"அவர்கள் மறுபடியும் பிரதியுத்தரமாக: ராஜா அடியாருக்குச் சொப்பனத்தைச் சொல்வாராக; அப்பொழுது அதின் அர்த்தத்தை விடுவிப்போம் என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":8,"text":{"default":"The king answered and said, “I know for certain that you would gain time, because you see that my decision is firm:","nkjv":"The king answered and said, “I know for certain that you would gain time, because you see that my decision is firm:","tamil":"அதற்கு ராஜா பிரதியுத்தரமாக என்னிடத்திலிருந்து தீர்மானம் பிறந்தபடியினாலே நீங்கள் காலதாமதம்பண்ணப்பார்க்கிறீர்களென்று நிச்சயமாக எனக்குத் தெரியவருகிறது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":9,"text":{"default":"if you do not make known the dream to me, there is only one decree for you! For you have agreed to speak lying and corrupt words before me till the time has changed. Therefore tell me the dream, and I shall know that you can give me its interpretation.”","nkjv":"if you do not make known the dream to me, there is only one decree for you! For you have agreed to speak lying and corrupt words before me till the time has changed. Therefore tell me the dream, and I shall know that you can give me its interpretation.”","tamil":"காலம் மாறுமென்று நீங்கள் எனக்குமுன்பாக பொய்யும் புரட்டுமான விசேஷத்தைச் சொல்லும்படி எத்தனம்பண்ணி இருக்கிறீர்கள்; நீங்கள் சொப்பனத்தை எனக்குத் தெரிவிக்காமற்போனால், உங்கள் எல்லாருக்கும் இந்த ஒரே தீர்ப்பு பிறந்திருக்கிறது; ஆகையால் சொப்பனத்தை எனக்குச் சொல்லுங்கள்; அப்பொழுது அதின் அர்த்தத்தையும் உங்களால் காண்பிக்கக்கூடுமென்று அறிந்துகொள்ளுவேன் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":10,"text":{"default":"The Chaldeans answered the king, and said, “There is not a man on earth who can tell the king’s matter; therefore no king, lord, or ruler has ever asked such things of any magician, astrologer, or Chaldean.","nkjv":"The Chaldeans answered the king, and said, “There is not a man on earth who can tell the king’s matter; therefore no king, lord, or ruler has ever asked such things of any magician, astrologer, or Chaldean.","tamil":"கல்தேயர் ராஜசமுகத்தில் பிரதியுத்தரமாக; ராஜா கேட்கும் காரியத்தை அறிவிக்கத்தக்க மனுஷன் பூமியில் ஒருவனும் இல்லை; ஆகையால் மகத்துவமும் வல்லமையுமான எந்த ராஜாவும் இப்படிப்பட்ட காரியத்தை ஒரு சாஸ்திரியினிடத்திலாவது ஜோசியனிடத்திலாவது கல்தேயனிடத்திலாவது கேட்டதில்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":11,"text":{"default":"It is a difficult thing that the king requests, and there is no other who can tell it to the king except the gods, whose dwelling is not with flesh.”","nkjv":"It is a difficult thing that the king requests, and there is no other who can tell it to the king except the gods, whose dwelling is not with flesh.”","tamil":"ராஜா கேட்கிற காரியம் மிகவும் அருமையானது; மாம்சமாயிருக்கிறவர்களோடே வாசம்பண்ணாத தேவர்களேயொழிய ராஜசமுகத்தில் அதை அறிவிக்கத்தக்கவர் ஒருவரும் இல்லை என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":12,"text":{"default":"For this reason the king was angry and very furious, and gave the command to destroy all the wise men of Babylon.","nkjv":"For this reason the king was angry and very furious, and gave the command to destroy all the wise men of Babylon.","tamil":"இதினிமித்தம் ராஜா மகா கோபமும் உக்கிரமுங்கொண்டு, பாபிலோனில் இருக்கிற எல்லா ஞானிகளையும் கொலைசெய்யும்படி கட்டளையிட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":13,"text":{"default":"So the decree went out, and they began killing the wise men; and they sought Daniel and his companions, to kill them.","nkjv":"So the decree went out, and they began killing the wise men; and they sought Daniel and his companions, to kill them.","tamil":"ஞானிகளை கொலைசெய்யவேண்டுமென்ற கட்டளை வெளிப்பட்டபோது தானியேலையும் அவன் தோழரையும் கொலைசெய்யத் தேடினார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":14,"text":{"default":"Then with counsel and wisdom Daniel answered Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon;","nkjv":"Then with counsel and wisdom Daniel answered Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon;","tamil":"பாபிலோனின் ஞானிகளைக் கொலைசெய்யப் புறப்பட்ட ராஜாவினுடைய தலையாரிகளுக்கு அதிபதியாகிய ஆரியோகோடே தானியேல் யோசனையும் புத்தியுமாய்ப் பேசி:"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":15,"text":{"default":"he answered and said to Arioch the king’s captain, “Why is the decree from the king so urgent?” Then Arioch made the decision known to Daniel.","nkjv":"he answered and said to Arioch the king’s captain, “Why is the decree from the king so urgent?” Then Arioch made the decision known to Daniel.","tamil":"இந்தக் கட்டளை ராஜாவினால் இத்தனை அவசரமாய்ப் பிறந்ததற்குக் காரணம் என்ன என்று ராஜாவின் சேர்வைக்காரனாகிய ஆரியோகினிடத்தில் கேட்டான்; அப்பொழுது ஆரியோகு தானியேலுக்குக் காரியத்தை அறிவித்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":16,"text":{"default":"So Daniel went in and asked the king to give him time, that he might tell the king the interpretation.","nkjv":"So Daniel went in and asked the king to give him time, that he might tell the king the interpretation.","tamil":"தானியேல் ராஜாவினிடத்தில்போய், சொப்பனத்தின் அர்த்தத்தை ராஜாவுக்குக் காண்பிக்கும்படித் தனக்குத் தவணை கொடுக்க விண்ணப்பம் பண்ணினான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":17,"text":{"default":"Then Daniel went to his house, and made the decision known to Hananiah, Mishael, and Azariah, his companions,","nkjv":"Then Daniel went to his house, and made the decision known to Hananiah, Mishael, and Azariah, his companions,","tamil":"பின்பு தானியேல் தன் வீட்டுக்குப்போய், தானும் தன் தோழரும் பாபிலோனின் மற்ற ஞானிகளோடேகூட அழியாதபடிக்கு இந்த மறைபொருளைக்குறித்துப் பரலோகத்தின் தேவனை நோக்கி, இரக்கம் கேட்கிறதற்காக,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":18,"text":{"default":"that they might seek mercies from the God of heaven concerning this secret, so that Daniel and his companions might not perish with the rest of the wise men of Babylon.","nkjv":"that they might seek mercies from the God of heaven concerning this secret, so that Daniel and his companions might not perish with the rest of the wise men of Babylon.","tamil":"அனனியா, மீஷாவேல், அசரியா என்னும் தன்னுடைய தோழருக்கு இந்தக் காரியத்தை அறிவித்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":19,"text":{"default":"Then the secret was revealed to Daniel in a night vision. So Daniel blessed the God of heaven.","nkjv":"Then the secret was revealed to Daniel in a night vision. So Daniel blessed the God of heaven.","tamil":"பின்பு இராக்காலத்தில் தரிசனத்திலே தானியேலுக்கு மறைபொருள் வெளிப்படுத்தப்பட்டது; அப்பொழுது தானியேல் பரலோகத்தின் தேவனை ஸ்தோத்திரித்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":20,"text":{"default":"Daniel answered and said: “Blessed be the name of God forever and ever, For wisdom and might are His.","nkjv":"Daniel answered and said: “Blessed be the name of God forever and ever, For wisdom and might are His.","tamil":"பின்பு தானியேல் சொன்னது: தேவனுடைய நாமத்துக்கு என்றென்றைக்குமுள்ள சதாகாலங்களிலும் ஸ்தோத்திரமுண்டாவதாக; ஞானமும் வல்லமையும் அவருக்கே உரியது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":21,"text":{"default":"And He changes the times and the seasons; He removes kings and raises up kings; He gives wisdom to the wise And knowledge to those who have understanding.","nkjv":"And He changes the times and the seasons; He removes kings and raises up kings; He gives wisdom to the wise And knowledge to those who have understanding.","tamil":"அவர் காலங்களையும் சமயங்களையும் மாற்றுகிறவர்; ராஜாக்களைத் தள்ளி, ராஜாக்களை ஏற்படுத்துகிறவர்; ஞானிகளுக்கு ஞானத்தையும், அறிவாளிகளுக்கு அறிவையும் கொடுக்கிறவர்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":22,"text":{"default":"He reveals deep and secret things; He knows what is in the darkness, And light dwells with Him.","nkjv":"He reveals deep and secret things; He knows what is in the darkness, And light dwells with Him.","tamil":"அவரே ஆழமும் மறைபொருளுமானதை வெளிப்படுத்துகிறவர்; இருளிலிருக்கிறதை அவர் அறிவார்; வெளிச்சம் அவரிடத்தில் தங்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":23,"text":{"default":"“I thank You and praise You, O God of my fathers; You have given me wisdom and might, And have now made known to me what we asked of You, For You have made known to us the king’s demand.”","nkjv":"“I thank You and praise You, O God of my fathers; You have given me wisdom and might, And have now made known to me what we asked of You, For You have made known to us the king’s demand.”","tamil":"என் பிதாக்களின் தேவனே, நீர் எனக்கு ஞானமும் வல்லமையும் கொடுத்து, நாங்கள் உம்மிடத்தில் வேண்டிக்கொண்டதை இப்பொழுது எனக்கு அறிவித்து, ராஜாவின் காரியத்தை எங்களுக்குத் தெரிவித்தபடியினால் உம்மைத் துதித்துப் புகழுகிறேன் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":24,"text":{"default":"Therefore Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; take me before the king, and I will tell the king the interpretation.”","nkjv":"Therefore Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; take me before the king, and I will tell the king the interpretation.”","tamil":"பின்பு தானியேல் பாபிலோனின் ஞானிகளை அழிக்க ராஜா கட்டளையிட்ட ஆரியோகினிடத்தில் போய்: பாபிலோனின் ஞானிகளை அழிக்காதேயும், என்னை ராஜாவின் முன்பாக அழைத்துக்கொண்டுபோம்; ராஜாவுக்கு அர்த்தத்தைத் தெரிவிப்பேன் என்று சொன்னான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":25,"text":{"default":"Then Arioch quickly brought Daniel before the king, and said thus to him, “I have found a man of the captives of Judah, who will make known to the king the interpretation.”","nkjv":"Then Arioch quickly brought Daniel before the king, and said thus to him, “I have found a man of the captives of Judah, who will make known to the king the interpretation.”","tamil":"அப்பொழுது ஆரியோகு தானியேலை ராஜாவின் முன்பாகத் தீவிரமாய் அழைத்துக்கொண்டுபோய்: சிறைப்பட்டுவந்த யூதேயா தேசத்தாரில் ஒரு புருஷனைக் கண்டுபிடித்தேன்; அவன் ராஜாவுக்கு அர்த்தத்தைத் தெரிவிப்பான் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":26,"text":{"default":"The king answered and said to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream which I have seen, and its interpretation?”","nkjv":"The king answered and said to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream which I have seen, and its interpretation?”","tamil":"ராஜா பெல்தெஷாத்சாரென்னும் நாமமுள்ள தானியேலை நோக்கி: நான் கண்ட சொப்பனத்தையும் அதின் அர்த்தத்தையும் நீ எனக்கு அறிவிக்கக்கூடுமா என்று கேட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":27,"text":{"default":"Daniel answered in the presence of the king, and said, “The secret which the king has demanded, the wise men, the astrologers, the magicians, and the soothsayers cannot declare to the king.","nkjv":"Daniel answered in the presence of the king, and said, “The secret which the king has demanded, the wise men, the astrologers, the magicians, and the soothsayers cannot declare to the king.","tamil":"தானியேல் ராஜசமுகத்தில் பிரதியுத்தரமாக: ராஜா கேட்கிற மறைபொருளை ராஜாவுக்குத் தெரிவிக்க ஞானிகளாலும், ஜோசியராலும், சாஸ்திரிகளாலும், குறிசொல்லுகிறவர்களாலும் கூடாது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":28,"text":{"default":"But there is a God in heaven who reveals secrets, and He has made known to King Nebuchadnezzar what will be in the latter days. Your dream, and the visions of your head upon your bed, were these:","nkjv":"But there is a God in heaven who reveals secrets, and He has made known to King Nebuchadnezzar what will be in the latter days. Your dream, and the visions of your head upon your bed, were these:","tamil":"மறைபொருள்களை வெளிப்படுத்துகிற பரலோகத்திலிருக்கிற தேவன் கடைசிநாட்களில் சம்பவிப்பதை ராஜாவாகிய நேபுகாத்நேச்சாருக்குத் தெரிவித்திருக்கிறார்; உம்முடைய சொப்பனமும் உமது படுக்கையின்மேல் உம்முடைய தலையில் உண்டான தரிசனங்களும் என்னவென்றால்:"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":29,"text":{"default":"As for you, O king, thoughts came to your mind while on your bed, about what would come to pass after this; and He who reveals secrets has made known to you what will be.","nkjv":"As for you, O king, thoughts came to your mind while on your bed, about what would come to pass after this; and He who reveals secrets has made known to you what will be.","tamil":"ராஜாவே, உம்முடைய படுக்கையின்மேல் நீர் படுத்திருக்கையில், இனிமேல் சம்பவிக்கப்போகிறதென்ன என்கிற நினைவுகள் உமக்குள் எழும்பிற்று; அப்பொழுது மறைபொருள்களை வெளிப்படுத்துகிறவர் சம்பவிக்கப்போகிறதை உமக்குத் தெரிவித்தார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":30,"text":{"default":"But as for me, this secret has not been revealed to me because I have more wisdom than anyone living, but for our sakes who make known the interpretation to the king, and that you may know the thoughts of your heart.","nkjv":"But as for me, this secret has not been revealed to me because I have more wisdom than anyone living, but for our sakes who make known the interpretation to the king, and that you may know the thoughts of your heart.","tamil":"உயிரோடிருக்கிற எல்லாரைப்பார்க்கிலும் எனக்கு அதிக ஞானம் உண்டென்பதினாலே அல்ல; அர்த்தம் ராஜாவுக்குத் தெரியவரவும், உம்முடைய இருதயத்தின் நினைவுகளை நீர் அறியவும், இந்த மறைபொருள் எனக்கு வெளியாக்கப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":31,"text":{"default":"“You, O king, were watching; and behold, a great image! This great image, whose splendor was excellent, stood before you; and its form was awesome.","nkjv":"“You, O king, were watching; and behold, a great image! This great image, whose splendor was excellent, stood before you; and its form was awesome.","tamil":"ராஜாவே, நீர் ஒரு பெரிய சிலையைக்கண்டீர்; அந்தப் பெரிய சிலை மிகுந்த பிரகாசமுள்ளதாயிருந்தது; அது உமக்கு எதிரே நின்றது; அதின் ரூபம் பயங்கரமாயிருந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":32,"text":{"default":"This image’s head was of fine gold, its chest and arms of silver, its belly and thighs of bronze,","nkjv":"This image’s head was of fine gold, its chest and arms of silver, its belly and thighs of bronze,","tamil":"அந்தச் சிலையின் தலை பசும்பொன்னும், அதின் மார்பும் அதின் புயங்களும் வெள்ளியும், அதின் வயிறும் அதின் தொடையும் வெண்கலமும்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":33,"text":{"default":"its legs of iron, its feet partly of iron and partly of clay.","nkjv":"its legs of iron, its feet partly of iron and partly of clay.","tamil":"அதின் கால்கள் இரும்பும், அதின் பாதங்கள் பாதி இரும்பும் பாதி களிமண்ணுமாயிருந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":34,"text":{"default":"You watched while a stone was cut out without hands, which struck the image on its feet of iron and clay, and broke them in pieces.","nkjv":"You watched while a stone was cut out without hands, which struck the image on its feet of iron and clay, and broke them in pieces.","tamil":"நீர் பார்த்துக்கொண்டிருக்கும்போதே, கைகளால் பெயர்க்கப்படாத ஒரு கல் பெயர்ந்து உருண்டுவந்தது; அது அந்தச் சிலையை இரும்பும் களிமண்ணுமாகிய அதின் பாதங்களில் மோதி அவைகளை நொறுக்கிப்போட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":35,"text":{"default":"Then the iron, the clay, the bronze, the silver, and the gold were crushed together, and became like chaff from the summer threshing floors; the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth.","nkjv":"Then the iron, the clay, the bronze, the silver, and the gold were crushed together, and became like chaff from the summer threshing floors; the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth.","tamil":"அப்பொழுது அந்த இரும்பும் களிமண்ணும் வெண்கலமும் வெள்ளியும் பொன்னும் ஏகமாய் நொறுங்குண்டு, கோடைகாலத்தில் போரடிக்கிற களத்திலிருந்து பறந்துபோகிற பதரைப்போலாயிற்று; அவைகளுக்கு ஒரு இடமும் கிடையாதபடி காற்று அவைகளை அடித்துக்கொண்டுபோயிற்று; சிலையை மோதின கல்லோவென்றால், ஒரு பெரிய பர்வதமாகி பூமியையெல்லாம் நிரப்பிற்று."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":36,"text":{"default":"“This is the dream. Now we will tell the interpretation of it before the king.","nkjv":"“This is the dream. Now we will tell the interpretation of it before the king.","tamil":"சொப்பனம் இதுதான்; அதின் அர்த்தத்தையும் ராஜசமுகத்தில் தெரிவிப்போம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":37,"text":{"default":"You, O king, are a king of kings. For the God of heaven has given you a kingdom, power, strength, and glory;","nkjv":"You, O king, are a king of kings. For the God of heaven has given you a kingdom, power, strength, and glory;","tamil":"ராஜாவே, நீர் ராஜாதி ராஜாவாயிருக்கிறீர்; பரலோகத்தின் தேவன் உமக்கு ராஜரீகத்தையும் பராக்கிரமத்தையும் வல்லமையையும் மகிமையையும் அருளினார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":38,"text":{"default":"and wherever the children of men dwell, or the beasts of the field and the birds of the heaven, He has given them into your hand, and has made you ruler over them all—you are this head of gold.","nkjv":"and wherever the children of men dwell, or the beasts of the field and the birds of the heaven, He has given them into your hand, and has made you ruler over them all—you are this head of gold.","tamil":"சகல இடங்களிலுமுள்ள மனுபுத்திரரையும் வெளியின் மிருகங்களையும் ஆகாயத்துப் பறவைகளையும் அவர் உமது கையில் ஒப்புக்கொடுத்து, உம்மை அவைகளையெல்லாம் ஆளும்படி செய்தார். பொன்னான அந்தத் தலை நீரே."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":39,"text":{"default":"But after you shall arise another kingdom inferior to yours; then another, a third kingdom of bronze, which shall rule over all the earth.","nkjv":"But after you shall arise another kingdom inferior to yours; then another, a third kingdom of bronze, which shall rule over all the earth.","tamil":"உமக்குப்பிறகு உமக்குக் கீழ்த்தரமான வேறொரு ராஜ்யம் தோன்றும்; பின்பு பூமியையெல்லாம் ஆண்டுகொள்ளும் வெண்கலமான மூன்றாம் ராஜ்யமொன்று எழும்பும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":40,"text":{"default":"And the fourth kingdom shall be as strong as iron, inasmuch as iron breaks in pieces and shatters everything; and like iron that crushes, that kingdom will break in pieces and crush all the others.","nkjv":"And the fourth kingdom shall be as strong as iron, inasmuch as iron breaks in pieces and shatters everything; and like iron that crushes, that kingdom will break in pieces and crush all the others.","tamil":"நாலாவது ராஜ்யம் இரும்பைப்போல உரமாயிருக்கும்; இரும்பு எல்லாவற்றையும் எப்படி நொறுக்கிச் சின்னபின்னமாக்குகிறதோ, அப்படியே இது நொறுக்கிப்போடுகிற இரும்பைபோல அவைகளையெல்லாம் நொறுக்கித் தகர்த்துப்போடும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":41,"text":{"default":"Whereas you saw the feet and toes, partly of potter’s clay and partly of iron, the kingdom shall be divided; yet the strength of the iron shall be in it, just as you saw the iron mixed with ceramic clay.","nkjv":"Whereas you saw the feet and toes, partly of potter’s clay and partly of iron, the kingdom shall be divided; yet the strength of the iron shall be in it, just as you saw the iron mixed with ceramic clay.","tamil":"பாதங்களும் கால்விரல்களும் பாதிகுயவனின் களிமண்ணும், பாதி இரும்புமாயிருக்க நீர் கண்டீரே, அந்த ராஜ்யம் பிரிக்கப்படும்; ஆகிலும் களிமண்ணோடே இரும்பு கலந்திருக்க நீர் கண்டபடியே இரும்பினுடைய உறுதியில் கொஞ்சம் அதிலே இருக்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":42,"text":{"default":"And as the toes of the feet were partly of iron and partly of clay, so the kingdom shall be partly strong and partly fragile.","nkjv":"And as the toes of the feet were partly of iron and partly of clay, so the kingdom shall be partly strong and partly fragile.","tamil":"கால்விரல்கள் பாதி இரும்பும் பாதி களிமண்ணுமாயிருந்தது என்னவென்றால், அந்த ராஜ்யம் ஒருபங்கு உயரமும் ஒருபங்கு நெரிசலுமாயிருக்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":43,"text":{"default":"As you saw iron mixed with ceramic clay, they will mingle with the seed of men; but they will not adhere to one another, just as iron does not mix with clay.","nkjv":"As you saw iron mixed with ceramic clay, they will mingle with the seed of men; but they will not adhere to one another, just as iron does not mix with clay.","tamil":"நீர் இரும்பைக் களிமண்ணோடே கலந்ததாகக் கண்டீரே, அவர்கள் மற்ற மனுஷரோடே சம்பந்தங்கலப்பார்கள்; ஆகிலும் இதோ, களிமண்ணோடே இரும்பு கலவாததுபோல அவர்கள் ஒருவரோடொருவர் ஒட்டிக்கொள்ளாதிருப்பார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":44,"text":{"default":"And in the days of these kings the God of heaven will set up a kingdom which shall never be destroyed; and the kingdom shall not be left to other people; it shall break in pieces and consume all these kingdoms, and it shall stand forever.","nkjv":"And in the days of these kings the God of heaven will set up a kingdom which shall never be destroyed; and the kingdom shall not be left to other people; it shall break in pieces and consume all these kingdoms, and it shall stand forever.","tamil":"அந்த ராஜாக்களின் நாட்களிலே, பரலோகத்தின் தேவன் என்றென்றைக்கும் அழியாத ஒரு ராஜ்யத்தை எழும்பப்பண்ணுவார்; அந்த ராஜ்யம் வேறே ஜனத்துக்கு விடப்படுவதில்லை; ஒரு கல் கையால்பெயர்க்கப்படாமல் மலையிலிருந்து பெயர்ந்து, உருண்டுவந்து, இரும்பையும் வெண்கலத்தையும் களிமண்னையும் வெள்ளியையும் பொன்னையும் நொறுக்கினதை நீர் கண்டீரே, அப்படியே அது அந்த ராஜ்யங்களையெல்லாம் நொறுக்கி, நிர்மூலமாக்கி, தானோ என்றென்றைக்கும் நிற்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":45,"text":{"default":"Inasmuch as you saw that the stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold—the great God has made known to the king what will come to pass after this. The dream is certain, and its interpretation is sure.”","nkjv":"Inasmuch as you saw that the stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold—the great God has made known to the king what will come to pass after this. The dream is certain, and its interpretation is sure.”","tamil":"இனிமேல் சம்பவிக்கப்போகிறதை மகா தேவன் ராஜாவுக்குத் தெரிவித்திருக்கிறார்; சொப்பனமானது நிச்சயம், அதின் அர்த்தம் சத்தியம் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":46,"text":{"default":"Then King Nebuchadnezzar fell on his face, prostrate before Daniel, and commanded that they should present an offering and incense to him.","nkjv":"Then King Nebuchadnezzar fell on his face, prostrate before Daniel, and commanded that they should present an offering and incense to him.","tamil":"அப்பொழுது ராஜாவாகிய நேபுகாத்நேச்சார் முகங்குப்புற விழுந்து, தானியேலை வணங்கி, அவனுக்குக் காணிக்கை செலுத்தவும் தூபங்காட்டவும் கட்டளையிட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":47,"text":{"default":"The king answered Daniel, and said, “Truly your God is the God of gods, the Lord of kings, and a revealer of secrets, since you could reveal this secret.”","nkjv":"The king answered Daniel, and said, “Truly your God is the God of gods, the Lord of kings, and a revealer of secrets, since you could reveal this secret.”","tamil":"ராஜா தானியேலை நோக்கி: நீ இந்த மறைபொருளை வெளிப்படுத்தினபடியினால், மெய்யாய் உங்கள் தேவனே தேவர்களுக்கு தேவனும், ராஜாக்களுக்கு ஆண்டவரும், மறைபொருள்களை வெளிப்படுத்துகிறவருமாயிருக்கிறார் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":48,"text":{"default":"Then the king promoted Daniel and gave him many great gifts; and he made him ruler over the whole province of Babylon, and chief administrator over all the wise men of Babylon.","nkjv":"Then the king promoted Daniel and gave him many great gifts; and he made him ruler over the whole province of Babylon, and chief administrator over all the wise men of Babylon.","tamil":"பின்பு ராஜா தானியேலைப் பெரியவனாக்கி, அவனுக்கு அநேகம் சிறந்த வெகுமதிகளைக் கொடுத்து, அவனை பாபிலோன் மாகாணம் முழுதுக்கும் அதிபதியாகவும், பாபிலோனிலுள்ள சகல ஞானிகளின் பிரதான அதிகாரியாகவும் நியமித்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":2,"verse":49,"text":{"default":"Also Daniel petitioned the king, and he set Shadrach, Meshach, and Abed-Nego over the affairs of the province of Babylon; but Daniel sat in the gate of the king.","nkjv":"Also Daniel petitioned the king, and he set Shadrach, Meshach, and Abed-Nego over the affairs of the province of Babylon; but Daniel sat in the gate of the king.","tamil":"தானியேல் ராஜாவை வேண்டிக்கொண்டதின்பேரில் அவன் சாத்ராக்கையும், மேஷாக்கையும், ஆபேத்நேகோவையும் பாபிலோன் மகாநகரத்துக் காரியங்களை விசாரிக்கும்படி வைத்தான்; தானியேலோவென்றால் ராஜாவின் கொலுமண்டபத்தில் இருந்தான்."}}],"3":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":1,"text":{"default":"Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits. He set it up in the plain of Dura, in the province of Babylon.","nkjv":"Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits. He set it up in the plain of Dura, in the province of Babylon.","tamil":"ராஜாவாகிய நேபுகாத்நேச்சார் அறுபதுமுழ உயரமும் ஆறு முழ அகலமுமான ஒரு பொற்சிலையைப் பண்ணுவித்து பாபிலோன் மாகாணத்திலிருக்கிற தூரா என்னும் சமபூமியிலே நிறுத்தினான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":2,"text":{"default":"And King Nebuchadnezzar sent word to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up.","nkjv":"And King Nebuchadnezzar sent word to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up.","tamil":"பின்பு ராஜாவாகிய நேபுகாத்நேச்சார் தேசாதிபதிகளையும், அதிகாரிகளையும், தலைவரையும், நியாயாதிபதிகளையும், பொக்கிஷக்காரரையும், நீதிசாஸ்திரிகளையும், விசாரிப்புக்காரரையும், நாடுகளிலுள்ள உத்தியோகஸ்தர் யாவரையும் நேபுகாத்நேச்சார் ராஜா நிறுத்தின சிலையின் பிரதிஷ்டைக்கு வந்து சேரும்படி அழைத்தனுப்பினான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":3,"text":{"default":"So the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up.","nkjv":"So the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up.","tamil":"அப்பொழுது தேசாதிபதிகளும், அதிகாரிகளும், தலைவரும் நியாயாதிபதிகளும், பொக்கிஷக்காரரும், நீதிசாஸ்திரிகளும், விசாரிப்புக்காரரும், நாடுகளின் உத்தியோகஸ்தர் யாவரும், ராஜாவாகிய நேபுகாத்நேச்சார் நிறுத்தின சிலையின் பிரதிஷ்டைக்கு வந்து சேர்ந்து, நேபுகாத்நேச்சார் நிறுத்தின சிலைக்கு எதிராக நின்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":4,"text":{"default":"Then a herald cried aloud: “To you it is commanded, O peoples, nations, and languages,","nkjv":"Then a herald cried aloud: “To you it is commanded, O peoples, nations, and languages,","tamil":"கட்டியக்காரன் உரத்த சத்தமாய்: சகல ஜனங்களும், ஜாதிகளும் பாஷைக்காருமானவர்களே, உங்களுக்கு அறிவிக்கப்படுகிறது என்னவென்றால்:"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":5,"text":{"default":"that at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up;","nkjv":"that at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up;","tamil":"எக்காளம், நாகசுரம், கின்னரம், வீணை, சுரமண்டலம், தம்புரு முதலான சகலவித கீதவாத்தியங்களின் சத்தத்தை நீங்கள் கேட்கும்போது, நீங்கள் தாழவிழுந்து, ராஜாவாகிய நேபுகாத்நேச்சார் நிறுத்தின பொற்சிலையைப் பணிந்துகொள்ளக்கடவீர்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":6,"text":{"default":"and whoever does not fall down and worship shall be cast immediately into the midst of a burning fiery furnace.”","nkjv":"and whoever does not fall down and worship shall be cast immediately into the midst of a burning fiery furnace.”","tamil":"எவனாகிலும் தாழ விழுந்து, அதைப் பணிந்துகொள்ளாமற்போனால், அவன் அந்நேரமே எரிகிற அக்கினிச்சூளையின் நடுவிலே போடப்படுவான் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":7,"text":{"default":"So at that time, when all the people heard the sound of the horn, flute, harp, and lyre, in symphony with all kinds of music, all the people, nations, and languages fell down and worshiped the gold image which King Nebuchadnezzar had set up.","nkjv":"So at that time, when all the people heard the sound of the horn, flute, harp, and lyre, in symphony with all kinds of music, all the people, nations, and languages fell down and worshiped the gold image which King Nebuchadnezzar had set up.","tamil":"ஆதலால் சகல ஜனங்களும், எக்காளம், நாகசுரம், கின்னரம், வீணை, சுரமண்டலம் முதலான சகலவித கீதவாத்தியங்களின் சத்தத்தைக் கேட்டவுடனே, சகல ஜனத்தாரும் ஜாதியாரும் பாஷைக்காரரும் தாழ விழுந்து, ராஜாவாகிய நேபுகாத்நேச்சார் நிறுத்தின பொற்சிலையைப் பணிந்துகொண்டார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":8,"text":{"default":"Therefore at that time certain Chaldeans came forward and accused the Jews.","nkjv":"Therefore at that time certain Chaldeans came forward and accused the Jews.","tamil":"அச்சமயத்தில் கல்தேயரில் சிலர் ராஜசமுகத்தில் வந்து, யூதர்பேரில் குற்றஞ்சாற்றி,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":9,"text":{"default":"They spoke and said to King Nebuchadnezzar, “O king, live forever!","nkjv":"They spoke and said to King Nebuchadnezzar, “O king, live forever!","tamil":"ராஜாவாகிய நேபுகாத்நேச்சாரை நோக்கி: ராஜாவே, நீர் என்றும் வாழ்க."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":10,"text":{"default":"You, O king, have made a decree that everyone who hears the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, shall fall down and worship the gold image;","nkjv":"You, O king, have made a decree that everyone who hears the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, shall fall down and worship the gold image;","tamil":"எக்காளம், நாகசுரம், கின்னரம், வீணை, சுரமண்டலம், தம்புரு முதலான சகலவித கீதவாத்தியங்களின் சத்தத்தையும் கேட்கிற எந்த மனுஷனும் தாழவிழுந்து, பொற்சிலையைப் பணிந்துகொள்ளவேண்டுமென்றும்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":11,"text":{"default":"and whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace.","nkjv":"and whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace.","tamil":"எவனாகிலும் தாழ விழுந்து பணிந்துகொள்ளாமற்போனால், அவன் எரிகிற அக்கினிச்சூளையின் நடுவிலே போடப்படவேண்டுமென்றும், ராஜாவாகிய நீர் கட்டளையிட்டீரே."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":12,"text":{"default":"There are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-Nego; these men, O king, have not paid due regard to you. They do not serve your gods or worship the gold image which you have set up.”","nkjv":"There are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-Nego; these men, O king, have not paid due regard to you. They do not serve your gods or worship the gold image which you have set up.”","tamil":"பாபிலோன் மாகாணத்தின் காரியங்களை விசாரிக்கும்படி நீர் ஏற்படுத்தின சாத்ராக், மேஷாக், ஆபேத்நேகோ என்னும் யூதரான மனுஷர் இருக்கிறார்களே; அவர்கள் ராஜாவாகிய உம்மை மதிக்கவில்லை; அவர்கள் உம்முடைய தேவர்களுக்கு ஆராதனை செய்யாமலும், நீர் நிறுத்தின பொற்சிலையைப் பணிந்துகொள்ளாமலும் இருக்கிறார்கள் என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":13,"text":{"default":"Then Nebuchadnezzar, in rage and fury, gave the command to bring Shadrach, Meshach, and Abed-Nego. So they brought these men before the king.","nkjv":"Then Nebuchadnezzar, in rage and fury, gave the command to bring Shadrach, Meshach, and Abed-Nego. So they brought these men before the king.","tamil":"அப்பொழுது நேபுகாத்நேச்சார் உக்கிரகோபங்கொண்டு சாத்ராக்கையும், மேஷாக்கையும், ஆபேத்நேகோவையும் அழைத்துக்கொண்டுவரும்படி கட்டளையிட்டான்; அவர்கள் அந்தப் புருஷரை ராஜாவின் சமுகத்தில் கொண்டுவந்துவிட்டபோது,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":14,"text":{"default":"Nebuchadnezzar spoke, saying to them, “Is it true, Shadrach, Meshach, and Abed-Nego, that you do not serve my gods or worship the gold image which I have set up?","nkjv":"Nebuchadnezzar spoke, saying to them, “Is it true, Shadrach, Meshach, and Abed-Nego, that you do not serve my gods or worship the gold image which I have set up?","tamil":"நேபுகாத்நேச்சார் அவர்களை நோக்கி: சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்களே, நீங்கள் என் தேவர்களுக்கு ஆராதனைசெய்யாமலும் நான் நிறுத்தின பொற்சிலையைப் பணிந்துகொள்ளாமலும் இருந்தது மெய்தானா?"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":15,"text":{"default":"Now if you are ready at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, and you fall down and worship the image which I have made, good! But if you do not worship, you shall be cast immediately into the midst of a burning fiery furnace. And who is the god who will deliver you from my hands?”","nkjv":"Now if you are ready at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, and you fall down and worship the image which I have made, good! But if you do not worship, you shall be cast immediately into the midst of a burning fiery furnace. And who is the god who will deliver you from my hands?”","tamil":"இப்போதும் எக்காளம், நாகசுரம், கின்னரம், வீணை, சுரமண்டலம், தம்புரு முதலான சகலவித கீதவாத்தியங்களின் சத்தத்தையும் நீங்கள் கேட்கும்போது, தாழ விழுந்து, நான் பண்ணிவைத்த சிலையைப் பணிந்துகொள்ள ஆயத்தமாயிருந்தால் நல்லது; பணிந்துகொள்ளாதிருந்தால் அந்நேரமே எரிகிற அக்கினிச்சூளையின் நடுவிலே போடப்படுவீர்கள்; உங்களை என் கைக்குத் தப்புவிக்கப்போகிற தேவன் யார் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":16,"text":{"default":"Shadrach, Meshach, and Abed-Nego answered and said to the king, “O Nebuchadnezzar, we have no need to answer you in this matter.","nkjv":"Shadrach, Meshach, and Abed-Nego answered and said to the king, “O Nebuchadnezzar, we have no need to answer you in this matter.","tamil":"சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்கள் ராஜாவை நோக்கி: நேபுகாத்நேச்சாரே, இந்தக் காரியத்தைக்குறித்து உமக்கு உத்தரவு சொல்ல எங்களுக்கு அவசியமில்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":17,"text":{"default":"If that is the case, our God whom we serve is able to deliver us from the burning fiery furnace, and He will deliver us from your hand, O king.","nkjv":"If that is the case, our God whom we serve is able to deliver us from the burning fiery furnace, and He will deliver us from your hand, O king.","tamil":"நாங்கள் ஆராதிக்கிற தேவன் எங்களைத் தப்புவிக்க வல்லவராயிருக்கிறார்; அவர் எரிகிற அக்கினிச்சூளைக்கும், ராஜாவாகிய உம்முடைய கைக்கும் நீங்கலாக்கி விடுவிப்பார்;"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":18,"text":{"default":"But if not, let it be known to you, O king, that we do not serve your gods, nor will we worship the gold image which you have set up.”","nkjv":"But if not, let it be known to you, O king, that we do not serve your gods, nor will we worship the gold image which you have set up.”","tamil":"விடுவிக்காமற்போனாலும், நாங்கள் உம்முடைய தேவர்களுக்கு ஆராதனை செய்வதுமில்லை, நீர் நிறுத்தின பொற்சிலையைப் பணிந்துகொள்வதுமில்லை என்கிறது ராஜாவாகிய உமக்குத் தெரிந்திருக்கக்கடவது என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":19,"text":{"default":"Then Nebuchadnezzar was full of fury, and the expression on his face changed toward Shadrach, Meshach, and Abed-Nego. He spoke and commanded that they heat the furnace seven times more than it was usually heated.","nkjv":"Then Nebuchadnezzar was full of fury, and the expression on his face changed toward Shadrach, Meshach, and Abed-Nego. He spoke and commanded that they heat the furnace seven times more than it was usually heated.","tamil":"அப்பொழுது நேபுகாத்நேச்சாருக்குக் கடுங்கோபமூண்டு: சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்களுக்கு விரோதமாய் அவனுடைய முகம் வேறுபட்டது; சூளையைச் சாதாணரமாய்ச் சூடாக்குவதைப்பார்க்கிலும் ஏழுமடங்கு அதிகமாய்ச் சூடாக்கும்படி உத்தரவுகொடுத்து,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":20,"text":{"default":"And he commanded certain mighty men of valor who were in his army to bind Shadrach, Meshach, and Abed-Nego, and cast them into the burning fiery furnace.","nkjv":"And he commanded certain mighty men of valor who were in his army to bind Shadrach, Meshach, and Abed-Nego, and cast them into the burning fiery furnace.","tamil":"சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்களை எரிகிற அக்கினிச்சூளையிலே போடுவதற்கு அவர்களைக் கட்டும்படி, தன் இராணுவத்தில் பலசாலிகளாகிய புருஷருக்குக் கட்டளையிட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":21,"text":{"default":"Then these men were bound in their coats, their trousers, their turbans, and their other garments, and were cast into the midst of the burning fiery furnace.","nkjv":"Then these men were bound in their coats, their trousers, their turbans, and their other garments, and were cast into the midst of the burning fiery furnace.","tamil":"அப்பொழுது அவர்கள் தங்கள் சால்வைகளோடும் நிசார்களோடும் பாகைகளோடும் மற்ற வஸ்திரங்களோடும் கட்டப்பட்டு, எரிகிற அக்கினிச்சூளையின்நடுவிலே போடப்பட்டார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":22,"text":{"default":"Therefore, because the king’s command was urgent, and the furnace exceedingly hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abed-Nego.","nkjv":"Therefore, because the king’s command was urgent, and the furnace exceedingly hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abed-Nego.","tamil":"ராஜாவின் கட்டளை கடுமையாயிருந்தபடியினாலும், சூளை மிகவும் சூடாக்கப்பட்டிருந்தபடியினாலும், அக்கினிஜுவாலையானது சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்களைத் தூக்கிக்கொண்டுபோன புருஷரைக் கொன்றுபோட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":23,"text":{"default":"And these three men, Shadrach, Meshach, and Abed-Nego, fell down bound into the midst of the burning fiery furnace.","nkjv":"And these three men, Shadrach, Meshach, and Abed-Nego, fell down bound into the midst of the burning fiery furnace.","tamil":"சாத்ராக், மேஷாக், ஆபேத்நேகோ என்னும் அந்த மூன்று புருஷரும் கட்டுண்டவர்களாய் எரிகிற அக்கினிச்சூளையின் நடுவிலே விழுந்தார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":24,"text":{"default":"Then King Nebuchadnezzar was astonished; and he rose in haste and spoke, saying to his counselors, “Did we not cast three men bound into the midst of the fire?” They answered and said to the king, “True, O king.”","nkjv":"Then King Nebuchadnezzar was astonished; and he rose in haste and spoke, saying to his counselors, “Did we not cast three men bound into the midst of the fire?” They answered and said to the king, “True, O king.”","tamil":"அப்பொழுது ராஜாவாகிய நேபுகாத்நேச்சார் பிரமித்து, தீவிரமாய் எழுந்திருந்து, தன் மந்திரிமார்களை நோக்கி: மூன்று புருஷரை அல்லவோ கட்டுண்டவர்களாக அக்கினியிலே போடுவித்தோம் என்றான்; அவர்கள் ராஜாவுக்குப் பிரதியுத்தரமாக: ஆம், ராஜாவே என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":25,"text":{"default":"“Look!” he answered, “I see four men loose, walking in the midst of the fire; and they are not hurt, and the form of the fourth is like the Son of God.”","nkjv":"“Look!” he answered, “I see four men loose, walking in the midst of the fire; and they are not hurt, and the form of the fourth is like the Son of God.”","tamil":"அதற்கு அவன்: இதோ, நாலுபேர் விடுதலையாய் அக்கினியின் நடுவிலே உலாவுகிறதைக் காண்கிறேன்; அவர்களுக்கு ஒரு சேதமுமில்லை; நாலாம் ஆளின் சாயல் தேவபுத்திரனுக்கு ஒப்பாயிருக்கிறது என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":26,"text":{"default":"Then Nebuchadnezzar went near the mouth of the burning fiery furnace and spoke, saying, “Shadrach, Meshach, and Abed-Nego, servants of the Most High God, come out, and come here.” Then Shadrach, Meshach, and Abed-Nego came from the midst of the fire.","nkjv":"Then Nebuchadnezzar went near the mouth of the burning fiery furnace and spoke, saying, “Shadrach, Meshach, and Abed-Nego, servants of the Most High God, come out, and come here.” Then Shadrach, Meshach, and Abed-Nego came from the midst of the fire.","tamil":"அப்பொழுது நேபுகாத்நேச்சார் எரிகிற அக்கினிச்சூளையின் வாசலண்டைக்கு வந்து, உன்னதமான தேவனுடைய தாசராகிய சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்களே, நீங்கள் வெளியே வாருங்கள் என்றான்; அப்பொழுது சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்கள் அக்கினியின் நடுவிலிருந்து வெளியே வந்தார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":27,"text":{"default":"And the satraps, administrators, governors, and the king’s counselors gathered together, and they saw these men on whose bodies the fire had no power; the hair of their head was not singed nor were their garments affected, and the smell of fire was not on them.","nkjv":"And the satraps, administrators, governors, and the king’s counselors gathered together, and they saw these men on whose bodies the fire had no power; the hair of their head was not singed nor were their garments affected, and the smell of fire was not on them.","tamil":"தேசாதிபதிகளும், அதிகாரிகளும், தலைவரும், ராஜாவின் மந்திரிகளும் கூடிவந்து, அந்தப் புருஷருடைய சரீரங்களின்மேல் அக்கினி பெலஞ்செய்யாமலும், அவர்களுடைய தலைமயிர் கருகாமலும், அவர்களுடைய சால்வைகள் சேதப்படாமலும், அக்கினியின் மணம் அவர்களிடத்தில் வீசாமலும் இருந்ததைக் கண்டார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":28,"text":{"default":"Nebuchadnezzar spoke, saying, “Blessed be the God of Shadrach, Meshach, and Abed-Nego, who sent His Angel and delivered His servants who trusted in Him, and they have frustrated the king’s word, and yielded their bodies, that they should not serve nor worship any god except their own God!","nkjv":"Nebuchadnezzar spoke, saying, “Blessed be the God of Shadrach, Meshach, and Abed-Nego, who sent His Angel and delivered His servants who trusted in Him, and they have frustrated the king’s word, and yielded their bodies, that they should not serve nor worship any god except their own God!","tamil":"அப்பொழுது நேபுகாத்நேச்சார் வசனித்து: சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்களுடைய தேவனுக்கு ஸ்தோத்திரம்; அவர்கள் தங்களுடைய தேவனைத் தவிர வேறொரு தேவனையும் சேவித்துப் பணியாமல், அவரையே நம்பி, ராஜாவின் கட்டளையைத் தள்ளி, தங்கள் சரீரங்களை ஒப்புக்கொடுத்ததினால், அவர் தமது தூதனை அனுப்பி, தம்முடைய தாசரை விடுவித்தார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":29,"text":{"default":"Therefore I make a decree that any people, nation, or language which speaks anything amiss against the God of Shadrach, Meshach, and Abed-Nego shall be cut in pieces, and their houses shall be made an ash heap; because there is no other God who can deliver like this.”","nkjv":"Therefore I make a decree that any people, nation, or language which speaks anything amiss against the God of Shadrach, Meshach, and Abed-Nego shall be cut in pieces, and their houses shall be made an ash heap; because there is no other God who can deliver like this.”","tamil":"ஆதலால் சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்களுடைய தேவனுக்கு விரோதமாகத் தூஷண வார்த்தையைச் சொல்லுகிற எந்த ஜனத்தானும், எந்த ஜாதியானும், எந்தப் பாஷைக்காரனும் துண்டித்துப்போடப்படுவான்; அவன் வீடு எருக்களமாக்கப்படும் என்று என்னாலே தீர்மானிக்கப்படுகிறது; இவ்விதமாய் இரட்சிக்கத்தக்க தேவன் வேறொருவரும் இல்லையென்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":3,"verse":30,"text":{"default":"Then the king promoted Shadrach, Meshach, and Abed-Nego in the province of Babylon.","nkjv":"Then the king promoted Shadrach, Meshach, and Abed-Nego in the province of Babylon.","tamil":"பின்பு ராஜா சாத்ராக், மேஷாக், ஆபேத்நேகோ என்பவர்களைப் பாபிலோன் தேசத்திலே உயர்த்தினான்."}}],"4":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":1,"text":{"default":"Nebuchadnezzar the king, To all peoples, nations, and languages that dwell in all the earth: Peace be multiplied to you.","nkjv":"Nebuchadnezzar the king, To all peoples, nations, and languages that dwell in all the earth: Peace be multiplied to you.","tamil":"ராஜாவாகிய நேபுகாத்நேச்சார் பூமியெங்கும் குடியிருக்கிற சகல ஜனத்தாருக்கும் ஜாதியாருக்கும் பாஷைக்காரருக்கும் எழுதுகிறது என்னவென்றால்: உங்களுக்குச் சமாதானம் பெருகக்கடவது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":2,"text":{"default":"I thought it good to declare the signs and wonders that the Most High God has worked for me.","nkjv":"I thought it good to declare the signs and wonders that the Most High God has worked for me.","tamil":"உன்னதமான தேவன் என்னிடத்தில் செய்த அடையாளங்களையும் அற்புதங்களையும் பிரசித்தப்படுத்துவது எனக்கு நன்மையாய்க் கண்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":3,"text":{"default":"How great are His signs, And how mighty His wonders! His kingdom is an everlasting kingdom, And His dominion is from generation to generation.","nkjv":"How great are His signs, And how mighty His wonders! His kingdom is an everlasting kingdom, And His dominion is from generation to generation.","tamil":"அவருடைய அடையாளங்கள் எவ்வளவு மகத்துவமும், அவருடைய அற்புதங்கள் எவ்வளவு வல்லமையுமாயிருக்கிறது; அவருடைய ராஜ்யம் நித்திய ராஜ்யம்; அவருடைய ஆளுகை தலைமுறை தலைமுறையாக நிற்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":4,"text":{"default":"I, Nebuchadnezzar, was at rest in my house, and flourishing in my palace.","nkjv":"I, Nebuchadnezzar, was at rest in my house, and flourishing in my palace.","tamil":"நேபுகாத்நேச்சாராகிய நான் என்வீட்டிலே சவுக்கியமுள்ளவனாயிருந்து என் அரமனையிலே வாழ்ந்துகொண்டிருந்தேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":5,"text":{"default":"I saw a dream which made me afraid, and the thoughts on my bed and the visions of my head troubled me.","nkjv":"I saw a dream which made me afraid, and the thoughts on my bed and the visions of my head troubled me.","tamil":"நான் ஒரு சொப்பனத்தைக் கண்டேன்; அது எனக்குத் திகிலை உண்டாக்கிற்று; என் படுக்கையின்மேல் எனக்குள் உண்டான நினைவுகளும், என் தலையில் தோன்றின தரிசனங்களும் என்னைக் கலங்கப்பண்ணிற்று."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":6,"text":{"default":"Therefore I issued a decree to bring in all the wise men of Babylon before me, that they might make known to me the interpretation of the dream.","nkjv":"Therefore I issued a decree to bring in all the wise men of Babylon before me, that they might make known to me the interpretation of the dream.","tamil":"ஆகையால் சொப்பனத்தின் அர்த்தத்தை எனக்குத் தெரிவிக்கிறதற்காகப் பாபிலோனின் ஞானிகளையெல்லாம் என்னிடத்தில் கொண்டுவரும்படி கட்டளையிட்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":7,"text":{"default":"Then the magicians, the astrologers, the Chaldeans, and the soothsayers came in, and I told them the dream; but they did not make known to me its interpretation.","nkjv":"Then the magicians, the astrologers, the Chaldeans, and the soothsayers came in, and I told them the dream; but they did not make known to me its interpretation.","tamil":"அப்பொழுது சாஸ்திரிகளும், ஜோசியரும், கல்தேயரும், குறிசொல்லுகிறவர்களும் என்னிடத்திலே வந்தார்கள்; சொப்பனத்தை நான் அவர்களுக்குச் சொன்னாலும் அதின் அர்த்தத்தை எனக்குத் தெரிவிக்கமாட்டாமற்போனார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":8,"text":{"default":"But at last Daniel came before me (his name is Belteshazzar, according to the name of my god; in him is the Spirit of the Holy God), and I told the dream before him, saying:","nkjv":"But at last Daniel came before me (his name is Belteshazzar, according to the name of my god; in him is the Spirit of the Holy God), and I told the dream before him, saying:","tamil":"கடைசியிலே என் தேவனுடைய நாமத்தின்படியே பெல்தெஷாத்சார் என்னும் பெயரிடப்பட்டு, பரிசுத்த தேவர்களின் ஆவியையுடைய தானியேல் என்னிடத்தில் கொண்டுவரப்பட்டான்; அவனிடத்தில் நான் சொப்பனத்தை விவரித்துச் சொன்னதாவது:"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":9,"text":{"default":"“Belteshazzar, chief of the magicians, because I know that the Spirit of the Holy God is in you, and no secret troubles you, explain to me the visions of my dream that I have seen, and its interpretation.","nkjv":"“Belteshazzar, chief of the magicians, because I know that the Spirit of the Holy God is in you, and no secret troubles you, explain to me the visions of my dream that I have seen, and its interpretation.","tamil":"சாஸ்திரிகளின் அதிபதியாகிய பெல்தெஷாத்சாரே, பரிசுத்த தேவர்களுடைய ஆவி உனக்குள் இருக்கிறதென்றும், எந்த மறைபொருளையும் அறிவது உனக்கு அரிதல்லவென்றும் நான் அறிவேன்; நான் கண்ட என் சொப்பனத்தின் தரிசனங்களையும் அதின் அர்த்தத்தையும் சொல்லு."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":10,"text":{"default":"“These were the visions of my head while on my bed: I was looking, and behold, A tree in the midst of the earth, And its height was great.","nkjv":"“These were the visions of my head while on my bed: I was looking, and behold, A tree in the midst of the earth, And its height was great.","tamil":"நான் படுத்திருந்தபோது என் தலையில் தோன்றின தரிசனங்கள் என்னவென்றால்: இதோ, தேசத்தின் மத்தியிலே மிகவும் உயரமான ஒரு விருட்சத்தைக் கண்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":11,"text":{"default":"The tree grew and became strong; Its height reached to the heavens, And it could be seen to the ends of all the earth.","nkjv":"The tree grew and became strong; Its height reached to the heavens, And it could be seen to the ends of all the earth.","tamil":"அந்த விருட்சம் வளர்ந்து பலத்து, தேசத்தின் எல்லை பரியந்தமும் காணப்படத்தக்கதாக அதின் உயரம் வானபரியந்தம் எட்டினது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":12,"text":{"default":"Its leaves were lovely, Its fruit abundant, And in it was food for all. The beasts of the field found shade under it, The birds of the heavens dwelt in its branches, And all flesh was fed from it.","nkjv":"Its leaves were lovely, Its fruit abundant, And in it was food for all. The beasts of the field found shade under it, The birds of the heavens dwelt in its branches, And all flesh was fed from it.","tamil":"அதின் இலைகள் நேர்த்தியும், அதின் கனி மிகுதியுமாயிருந்தது; எல்லா ஜீவனுக்கும் அதில் ஆகாரம் உண்டாயிருந்தது; அதின்கீழே வெளியின் மிருகங்கள் நிழலுக்கு ஒதுங்கினது; அதின் கொப்புகளில் ஆகாயத்துப் பட்சிகள் தாபரித்துச் சகல பிராணிகளும் அதினால் போஷிக்கப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":13,"text":{"default":"“I saw in the visions of my head while on my bed, and there was a watcher, a holy one, coming down from heaven.","nkjv":"“I saw in the visions of my head while on my bed, and there was a watcher, a holy one, coming down from heaven.","tamil":"நான் படுத்திருக்கையில் என் தலையில் தோன்றின தரிசனங்களைக் காணும்போது, காவலாளனாகிய பரிசுத்தவான் ஒருவன் வானத்திலிருந்து இறங்கக்கண்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":14,"text":{"default":"He cried aloud and said thus: ‘Chop down the tree and cut off its branches, Strip off its leaves and scatter its fruit. Let the beasts get out from under it, And the birds from its branches.","nkjv":"He cried aloud and said thus: ‘Chop down the tree and cut off its branches, Strip off its leaves and scatter its fruit. Let the beasts get out from under it, And the birds from its branches.","tamil":"அவன் உரத்த சத்தமிட்டு: இந்தவிருட்சத்தை வெட்டி, இதின் கொப்புகளைத் தறித்துப்போடுங்கள்; இதின் இலைகளை உதிர்த்து, இதின் கனிகளைச் சிதறடியுங்கள்; இதின் கீழுள்ள மிருகங்களும் இதின் கொப்புகளிலுள்ள பட்சிகளும் போய்விடட்டும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":15,"text":{"default":"Nevertheless leave the stump and roots in the earth, Bound with a band of iron and bronze, In the tender grass of the field. Let it be wet with the dew of heaven, And let him graze with the beasts On the grass of the earth.","nkjv":"Nevertheless leave the stump and roots in the earth, Bound with a band of iron and bronze, In the tender grass of the field. Let it be wet with the dew of heaven, And let him graze with the beasts On the grass of the earth.","tamil":"ஆனாலும் இதின் வேர்களாகிய அடிமரம் பூமியில் இருக்கட்டும்; இரும்பும் வெண்கலமுமான விலங்கு இடப்பட்டு, வெளியின் பசும்புல்லிலே தங்கி, ஆகாயத்துப் பனியிலே நனைவதாக; மிருகங்களோடே பூமியின் பூண்டிலே அவனுக்குப் பங்கு இருக்கக்கடவது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":16,"text":{"default":"Let his heart be changed from that of a man, Let him be given the heart of a beast, And let seven times pass over him.","nkjv":"Let his heart be changed from that of a man, Let him be given the heart of a beast, And let seven times pass over him.","tamil":"அவனுடைய இருதயம் மனுஷ இருதயமாயிராமல் மாறும்படி, மிருக இருதயம் அவனுக்குக் கொடுக்கப்படக்கடவது; இப்படியிருக்கிற அவன்மேல் ஏழு காலங்கள் கடந்துபோகவேண்டும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":17,"text":{"default":"‘This decision is by the decree of the watchers, And the sentence by the word of the holy ones, In order that the living may know That the Most High rules in the kingdom of men, Gives it to whomever He will, And sets over it the lowest of men.’","nkjv":"‘This decision is by the decree of the watchers, And the sentence by the word of the holy ones, In order that the living may know That the Most High rules in the kingdom of men, Gives it to whomever He will, And sets over it the lowest of men.’","tamil":"உன்னதமானவர் மனுஷருடைய ராஜ்யத்தில் ஆளுகைசெய்து தமக்குச் சித்தமானவனுக்கு அதைக் கொடுத்து, மனுஷரில் தாழ்ந்தவனையும் அதின்மேல் அதிகாரியாக்குகிறார் என்று நரஜீவன்கள் அறியும்படிக்குக் காவலாளரின் தீர்ப்பினால் இந்தக் காரியமும் பரிசுத்தவான்களின் மொழியினால் இந்த விசாரணையும் தீர்மானிக்கப்பட்டது என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":18,"text":{"default":"“This dream I, King Nebuchadnezzar, have seen. Now you, Belteshazzar, declare its interpretation, since all the wise men of my kingdom are not able to make known to me the interpretation; but you are able, for the Spirit of the Holy God is in you.”","nkjv":"“This dream I, King Nebuchadnezzar, have seen. Now you, Belteshazzar, declare its interpretation, since all the wise men of my kingdom are not able to make known to me the interpretation; but you are able, for the Spirit of the Holy God is in you.”","tamil":"நேபுகாத்நேச்சார் என்னும் ராஜாவாகிய நான் கண்ட சொப்பனம் இதுவே: இப்போது பெல்தெஷாத்சாரே, நீ இதின் அர்த்தத்தைச் சொல்லு; என் ராஜ்யத்திலுள்ள ஞானிகள் எல்லாராலும் இதின் அர்த்தத்தை எனக்குத் தெரிவிக்கக் கூடாமற்போயிற்று; நீயோ இதைத் தெரிவிக்கத்தக்கவன்; பரிசுத்த தேவர்களுடைய ஆவி உனக்குள் இருக்கிறதே என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":19,"text":{"default":"Then Daniel, whose name was Belteshazzar, was astonished for a time, and his thoughts troubled him. So the king spoke, and said, “Belteshazzar, do not let the dream or its interpretation trouble you.” Belteshazzar answered and said, “My lord, may the dream concern those who hate you, and its interpretation concern your enemies!","nkjv":"Then Daniel, whose name was Belteshazzar, was astonished for a time, and his thoughts troubled him. So the king spoke, and said, “Belteshazzar, do not let the dream or its interpretation trouble you.” Belteshazzar answered and said, “My lord, may the dream concern those who hate you, and its interpretation concern your enemies!","tamil":"அப்பொழுது பெல்தெஷாத்சாரென்னும் பெயருள்ள தானியேல் ஒரு நாழிகைமட்டும் திகைத்துச் சிந்தித்துக் கலங்கினான். ராஜா அவனை நோக்கி: பெல்தெஷாத்சாரே, சொப்பனமும் அதின் அர்த்தமும் உன்னைக் கலங்கப்பண்ணவேண்டியதில்லை என்றான்; அப்பொழுது பெல்தெஷாத்சார் பிரதியுத்தரமாக: என் ஆண்டவனே, அந்தச் சொப்பனம் உம்முடைய பகைவரிடத்திலும். அதின் அர்த்தம் உம்முடைய சத்துருக்களிடத்திலும் பலிக்கக்கடவது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":20,"text":{"default":"“The tree that you saw, which grew and became strong, whose height reached to the heavens and which could be seen by all the earth,","nkjv":"“The tree that you saw, which grew and became strong, whose height reached to the heavens and which could be seen by all the earth,","tamil":"நீர் கண்ட விருட்சம் வளர்ந்து பலத்து, வானத்தின் எல்லைபரியந்தம் காணப்படத்தக்கதாக அதின் உயரம் வானபரியந்தம் எட்டினது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":21,"text":{"default":"whose leaves were lovely and its fruit abundant, in which was food for all, under which the beasts of the field dwelt, and in whose branches the birds of the heaven had their home—","nkjv":"whose leaves were lovely and its fruit abundant, in which was food for all, under which the beasts of the field dwelt, and in whose branches the birds of the heaven had their home—","tamil":"அதின் இலைகள் நேர்த்தியும், அதின்கனி மிகுதியுமாயிருந்தது; எல்லா ஜீவனுக்கும் அதில் ஆகாரம் உண்டாயிருந்தது; அதின்கீழே வெளியின் மிருகங்கள் தங்கினது, அதின் கொப்புகளில் ஆகாயத்துப்பட்சிகள் தாபரித்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":22,"text":{"default":"it is you, O king, who have grown and become strong; for your greatness has grown and reaches to the heavens, and your dominion to the end of the earth.","nkjv":"it is you, O king, who have grown and become strong; for your greatness has grown and reaches to the heavens, and your dominion to the end of the earth.","tamil":"அது பெரியவரும் பலத்தவருமாயிருக்கிற ராஜாவாகிய நீர்தாமே; உமது மகத்துவம் பெருகி வானபரியந்தமும், உமது கர்த்தத்துவம் பூமியின் எல்லைபரியந்தமும் எட்டியிருக்கிறது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":23,"text":{"default":"“And inasmuch as the king saw a watcher, a holy one, coming down from heaven and saying, ‘Chop down the tree and destroy it, but leave its stump and roots in the earth, bound with a band of iron and bronze in the tender grass of the field; let it be wet with the dew of heaven, and let him graze with the beasts of the field, till seven times pass over him’;","nkjv":"“And inasmuch as the king saw a watcher, a holy one, coming down from heaven and saying, ‘Chop down the tree and destroy it, but leave its stump and roots in the earth, bound with a band of iron and bronze in the tender grass of the field; let it be wet with the dew of heaven, and let him graze with the beasts of the field, till seven times pass over him’;","tamil":"இந்த விருட்சத்தை வெட்டி, இதை அழித்துப்போடுங்கள்; ஆனாலும் இதின் வேர்களாகிய அடிமரம் தரையில் இருக்கட்டுமென்றும், இரும்பும் வெண்கலமுமான விலங்கு இடப்பட்டு, வெளியின் பசும்புல்லிலே தங்கி, ஆகாயத்துப் பனியிலே நனைவதாக; ஏழு காலங்கள் அவன்மேல் கடந்துபோகுமட்டும் மிருகங்களோடே அவனுடைய பங்கு இருக்கக்கடவதென்றும், வானத்திலிருந்து இறங்கிச் சொன்ன பரிசுத்த காவலாளனை ராஜாவாகிய நீர் கண்டீரே."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":24,"text":{"default":"this is the interpretation, O king, and this is the decree of the Most High, which has come upon my lord the king:","nkjv":"this is the interpretation, O king, and this is the decree of the Most High, which has come upon my lord the king:","tamil":"ராஜாவே, அதின் அர்த்தமும் ராஜாவாகிய என் ஆண்டவன்பேரில் வந்த உன்னதமானவருடைய தீர்மானமும் என்னவென்றால்: மனுஷரினின்று நீர் தள்ளிவிடப்படுவீர்; வெளியின் மிருகங்களோடே சஞ்சரிப்பீர்; மாடுகளைப்போலப் புல்லைமேய்ந்து, ஆகாயத்துப் பனியிலே நனைவீர்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":25,"text":{"default":"They shall drive you from men, your dwelling shall be with the beasts of the field, and they shall make you eat grass like oxen. They shall wet you with the dew of heaven, and seven times shall pass over you, till you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses.","nkjv":"They shall drive you from men, your dwelling shall be with the beasts of the field, and they shall make you eat grass like oxen. They shall wet you with the dew of heaven, and seven times shall pass over you, till you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses.","tamil":"உன்னதமானவர் மனுஷருடைய ராஜ்யத்தில் ஆளுகைசெய்து, தமக்குச் சித்தமாயிருக்கிறவனுக்கு அதைக்கொடுக்கிறார் என்பதை நீர் அறிந்துகொள்ளுமட்டும் ஏழு காலங்கள் உம்முடையபேரில் கடந்துபோகவேண்டும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":26,"text":{"default":"“And inasmuch as they gave the command to leave the stump and roots of the tree, your kingdom shall be assured to you, after you come to know that Heaven rules.","nkjv":"“And inasmuch as they gave the command to leave the stump and roots of the tree, your kingdom shall be assured to you, after you come to know that Heaven rules.","tamil":"ஆனாலும் விருட்சத்தின் வேர்களாகிய அடிமரம் தரையில் இருக்கட்டும் என்று சொல்லப்பட்டது என்னவென்றால்: நீர் பரம அதிகாரத்தை அறிந்தபின், ராஜ்யம் உமக்கு நிலைநிற்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":27,"text":{"default":"Therefore, O king, let my advice be acceptable to you; break off your sins by being righteous, and your iniquities by showing mercy to the poor. Perhaps there may be a lengthening of your prosperity.”","nkjv":"Therefore, O king, let my advice be acceptable to you; break off your sins by being righteous, and your iniquities by showing mercy to the poor. Perhaps there may be a lengthening of your prosperity.”","tamil":"ஆகையால் ராஜாவே, நான் சொல்லும் ஆலோசனையை நீர் அங்கீகரித்துக்கொண்டு நீதியைச் செய்து உமது பாவங்களையும், சிறுமையானவர்களுக்கு இரங்கி உமது அக்கிரமங்களையும் அகற்றிவிடும்; அப்பொழுது உம்முடைய வாழ்வு நீடித்திருக்கலாம் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":28,"text":{"default":"All this came upon King Nebuchadnezzar.","nkjv":"All this came upon King Nebuchadnezzar.","tamil":"இதெல்லாம் ராஜாவாகிய நேபுகாத்நேச்சாரின்மேல் வந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":29,"text":{"default":"At the end of the twelve months he was walking about the royal palace of Babylon.","nkjv":"At the end of the twelve months he was walking about the royal palace of Babylon.","tamil":"பன்னிரண்டு மாதம் சென்றபின்பு, ராஜா பாபிலோன் ராஜ்யத்தின் அரமனைமேல் உலாவிக்கொண்டிருக்கும்போது:"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":30,"text":{"default":"The king spoke, saying, “Is not this great Babylon, that I have built for a royal dwelling by my mighty power and for the honor of my majesty?”","nkjv":"The king spoke, saying, “Is not this great Babylon, that I have built for a royal dwelling by my mighty power and for the honor of my majesty?”","tamil":"இது என் வல்லமையின் பராக்கிரமத்தினால், என் மகிமைப்பிரதாபத்துக்கென்று, ராஜ்யத்துக்கு அரமனையாக நான் கட்டின மகா பாபிலோன் அல்லவா என்று சொன்னான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":31,"text":{"default":"While the word was still in the king’s mouth, a voice fell from heaven: “King Nebuchadnezzar, to you it is spoken: the kingdom has departed from you!","nkjv":"While the word was still in the king’s mouth, a voice fell from heaven: “King Nebuchadnezzar, to you it is spoken: the kingdom has departed from you!","tamil":"இந்த வார்த்ததை ராஜாவின் வாயில் இருக்கும்போதே, வானத்திலிருந்து ஒரு சத்தம் உண்டாகி: ராஜாவாகிய நேபுகாத்நேச்சாரே, ராஜ்யபாரம் உன்னைவிட்டு நீங்கிற்று."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":32,"text":{"default":"And they shall drive you from men, and your dwelling shall be with the beasts of the field. They shall make you eat grass like oxen; and seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses.”","nkjv":"And they shall drive you from men, and your dwelling shall be with the beasts of the field. They shall make you eat grass like oxen; and seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses.”","tamil":"மனுஷரினின்று தள்ளப்படுவாய்; வெளியின் மிருகங்களோடே சஞ்சரிப்பாய்; மாடுகளைப்போல் புல்லை மேய்வாய்; இப்படியே உன்னதமாவர் மனுஷருடைய ராஜ்யத்தில் ஆளுகைசெய்து, தமக்குச் சித்தமாயிருக்கிறவனுக்கு அதைக் கொடுக்கிறாரென்பதை நீ அறிந்துகொள்ளுமட்டும் ஏழு காலங்கள் உன்மேல் கடந்துபோகும் என்று உனக்குச் சொல்லப்படுகிறது என்று விளம்பினது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":33,"text":{"default":"That very hour the word was fulfilled concerning Nebuchadnezzar; he was driven from men and ate grass like oxen; his body was wet with the dew of heaven till his hair had grown like eagles’ feathers and his nails like birds’ claws.","nkjv":"That very hour the word was fulfilled concerning Nebuchadnezzar; he was driven from men and ate grass like oxen; his body was wet with the dew of heaven till his hair had grown like eagles’ feathers and his nails like birds’ claws.","tamil":"அந்நேரமே இந்த வார்த்தை நேபுகாத்நேச்சாரிடத்தில் நிறைவேறிற்று; அவன் மனுஷரினின்று தள்ளப்பட்டு, மாடுகளைப்போல் புல்லை மேய்ந்தான்; அவனுடைய தலைமயிர் கழுகுகளுடைய இறகுகளைப்போலவும், அவனுடைய நகங்கள் பட்சிகளுடைய நகங்களைப்போலவும் வளருமட்டும் அவன் சரீரம் ஆகாயத்துப் பனியிலே நனைந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":34,"text":{"default":"And at the end of the time I, Nebuchadnezzar, lifted my eyes to heaven, and my understanding returned to me; and I blessed the Most High and praised and honored Him who lives forever: For His dominion is an everlasting dominion, And His kingdom is from generation to generation.","nkjv":"And at the end of the time I, Nebuchadnezzar, lifted my eyes to heaven, and my understanding returned to me; and I blessed the Most High and praised and honored Him who lives forever: For His dominion is an everlasting dominion, And His kingdom is from generation to generation.","tamil":"அந்த நாட்கள் சென்றபின்பு, நேபுகாத்நேச்சாராகிய நான் என் கண்களை வானத்துக்கு ஏறெடுத்தேன்; என் புத்தி எனக்குத் திரும்பி வந்தது; அப்பொழுது நான் உன்னதமானவரை ஸ்தோத்திரித்து, என்றென்றைக்கும் ஜீவித்திருக்கிறவரைப் புகழ்ந்து மகிமைப்படுத்தினேன்; அவருடைய கர்த்தத்துவமே நித்திய கர்த்தத்துவம், அவருடைய ராஜ்யமே தலைமுறை தலைமுறையாக நிற்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":35,"text":{"default":"All the inhabitants of the earth are reputed as nothing; He does according to His will in the army of heaven And among the inhabitants of the earth. No one can restrain His hand Or say to Him, “What have You done?”","nkjv":"All the inhabitants of the earth are reputed as nothing; He does according to His will in the army of heaven And among the inhabitants of the earth. No one can restrain His hand Or say to Him, “What have You done?”","tamil":"பூமியின் குடிகள் எல்லாம் ஒன்றுமில்லையென்று எண்ணப்படுகிறார்கள்; அவர் தமது சித்தத்தின்படியே வானத்தின் சேனையையும் பூமியின் குடிகளையும் நடத்துகிறார், அவருடைய கையைத் தடுத்து, அவரை நோக்கி: என்ன செய்கிறீரென்று சொல்லத்தக்கவன் ஒருவனும் இல்லை என்றேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":36,"text":{"default":"At the same time my reason returned to me, and for the glory of my kingdom, my honor and splendor returned to me. My counselors and nobles resorted to me, I was restored to my kingdom, and excellent majesty was added to me.","nkjv":"At the same time my reason returned to me, and for the glory of my kingdom, my honor and splendor returned to me. My counselors and nobles resorted to me, I was restored to my kingdom, and excellent majesty was added to me.","tamil":"அவ்வேளையில் என் புத்தி எனக்குத் திரும்பிவந்தது; என் ராஜ்யபாரத்தின் மேன்மைக்காக என் மகிமையும் என் முகக்களையும் எனக்குத் திரும்பிவந்தது, என் மந்திரிமாரும் என் பிரபுக்களும் என்னைத் தேடிவந்தார்கள்; என் ராஜ்யத்திலே ஸ்திரப்படுத்தப்பட்டேன்; அதிக மகத்துவமும் எனக்குக் கிடைத்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":4,"verse":37,"text":{"default":"Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, all of whose works are truth, and His ways justice. And those who walk in pride He is able to put down.","nkjv":"Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, all of whose works are truth, and His ways justice. And those who walk in pride He is able to put down.","tamil":"ஆகையால் நேபுகாத்நேச்சாராகிய நான் பரலோகத்தின் ராஜாவைப் புகழ்ந்து, உயர்த்தி, மகிமைப்படுத்துகிறேன்; அவருடைய கிரியைகளெல்லாம் சத்தியமும், அவருடைய வழிகள் நியாயமுமானவைகள்; அகந்தையாய் நடக்கிறவர்களைத் தாழ்த்த அவராலே ஆகும் என்று எழுதினான்."}}],"5":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":1,"text":{"default":"Belshazzar the king made a great feast for a thousand of his lords, and drank wine in the presence of the thousand.","nkjv":"Belshazzar the king made a great feast for a thousand of his lords, and drank wine in the presence of the thousand.","tamil":"பெல்ஷாத்சார் என்னும் ராஜா தன் பிரபுக்களில் ஆயிரம்பேருக்கு ஒரு பெரிய விருந்து செய்து, அந்த ஆயிரம்பேருக்கு முன்பாகத் திராட்சரசம் குடித்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":2,"text":{"default":"While he tasted the wine, Belshazzar gave the command to bring the gold and silver vessels which his father Nebuchadnezzar had taken from the temple which had been in Jerusalem, that the king and his lords, his wives, and his concubines might drink from them.","nkjv":"While he tasted the wine, Belshazzar gave the command to bring the gold and silver vessels which his father Nebuchadnezzar had taken from the temple which had been in Jerusalem, that the king and his lords, his wives, and his concubines might drink from them.","tamil":"பெல்ஷாத்சார் திராட்சரசத்தை ருசித்துக்கொண்டிருக்கையில், அவன் தன் தகப்பனாகிய நேபுகாத்நேச்சார் எருசலேம் தேவாலயத்திலிருந்து கொண்டுவந்த பொன் வெள்ளி பாத்திரங்களில், ராஜாவாகிய தானும் தன் பிரபுக்களும் தன் மனைவிகளும் தன் வைப்பாட்டிகளும் குடிக்கிறதற்காக அவைகளைக் கொண்டுவரும்படி கட்டளையிட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":3,"text":{"default":"Then they brought the gold vessels that had been taken from the temple of the house of God which had been in Jerusalem; and the king and his lords, his wives, and his concubines drank from them.","nkjv":"Then they brought the gold vessels that had been taken from the temple of the house of God which had been in Jerusalem; and the king and his lords, his wives, and his concubines drank from them.","tamil":"அப்பொழுது எருசலேமிலுள்ள தேவனுடைய வீடாகிய ஆலயத்திலிருந்து எடுக்கப்பட்ட பொற்பாத்திரங்களைக் கொண்டுவந்தார்கள்; அவைகளில் ராஜாவும் அவனுடைய பிரபுக்களும் அவனுடைய மனைவிகளும் அவனுடைய வைப்பாட்டிகளும் குடித்தார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":4,"text":{"default":"They drank wine, and praised the gods of gold and silver, bronze and iron, wood and stone.","nkjv":"They drank wine, and praised the gods of gold and silver, bronze and iron, wood and stone.","tamil":"அவர்கள் திராட்சரசம் குடித்து, பொன்னும் வெள்ளியும் வெண்கலமும் இரும்பும் மரமும் கல்லுமாகிய தேவர்களைப் புகழ்ந்தார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":5,"text":{"default":"In the same hour the fingers of a man’s hand appeared and wrote opposite the lampstand on the plaster of the wall of the king’s palace; and the king saw the part of the hand that wrote.","nkjv":"In the same hour the fingers of a man’s hand appeared and wrote opposite the lampstand on the plaster of the wall of the king’s palace; and the king saw the part of the hand that wrote.","tamil":"அந்நேரத்திலே மனுஷ கைவிரல்கள் தோன்றி விளக்குக்கு எதிராக ராஜ அரமனையின் சாந்து பூசப்பட்ட சுவரிலே எழுதிற்று; எழுதின அந்தக் கையுறுப்பை ராஜா கண்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":6,"text":{"default":"Then the king’s countenance changed, and his thoughts troubled him, so that the joints of his hips were loosened and his knees knocked against each other.","nkjv":"Then the king’s countenance changed, and his thoughts troubled him, so that the joints of his hips were loosened and his knees knocked against each other.","tamil":"அப்பொழுது ராஜாவின் முகம் வேறுபட்டது; அவனுடைய நினைவுகள் அவனைக் கலங்கப்பண்ணினது; அவனுடைய இடுப்பின் கட்டுகள் தளர்ந்தது, அவனுடைய முழங்கால்கள் ஒன்றோடொன்று மோதிக்கொண்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":7,"text":{"default":"The king cried aloud to bring in the astrologers, the Chaldeans, and the soothsayers. The king spoke, saying to the wise men of Babylon, “Whoever reads this writing, and tells me its interpretation, shall be clothed with purple and have a chain of gold around his neck; and he shall be the third ruler in the kingdom.”","nkjv":"The king cried aloud to bring in the astrologers, the Chaldeans, and the soothsayers. The king spoke, saying to the wise men of Babylon, “Whoever reads this writing, and tells me its interpretation, shall be clothed with purple and have a chain of gold around his neck; and he shall be the third ruler in the kingdom.”","tamil":"ராஜா உரத்த சத்தமிட்டு; ஜோசியரையும் கல்தேயரையும் குறிசொல்லுகிறவர்களையும் உள்ளே அழைத்துவரும்படி சொன்னான். ராஜா பாபிலோன் ஞானிகளை நோக்கி: இந்த எழுத்தை வாசித்து, இதின் அர்த்தத்தை எனக்கு வெளிப்படுத்துகிறவன் எவனோ அவன் இரத்தாம்பரமும் கழுத்திலே பொற்சரப்பணியும் தரிக்கப்பட்டு, ராஜ்யத்திலே மூன்றாம் அதிபதியாய் இருப்பான் என்று சொன்னான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":8,"text":{"default":"Now all the king’s wise men came, but they could not read the writing, or make known to the king its interpretation.","nkjv":"Now all the king’s wise men came, but they could not read the writing, or make known to the king its interpretation.","tamil":"அப்பொழுது ராஜாவின் ஞானிகளெல்லாரும் வந்து சேர்ந்தார்கள்; ஆனாலும் அவர்கள் அந்த எழுத்தை வாசிக்கவும், அதின் அர்த்தத்தை ராஜாவுக்குத் தெரிவிக்கவும் கூடாதிருந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":9,"text":{"default":"Then King Belshazzar was greatly troubled, his countenance was changed, and his lords were astonished.","nkjv":"Then King Belshazzar was greatly troubled, his countenance was changed, and his lords were astonished.","tamil":"அப்பொழுது ராஜாவாகிய பெல்ஷாத்சார் மிகவும் கலங்கினான்; அவனுடைய முகம் வேறுபட்டது; அவனுடைய பிரபுக்கள் திகைத்தார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":10,"text":{"default":"The queen, because of the words of the king and his lords, came to the banquet hall. The queen spoke, saying, “O king, live forever! Do not let your thoughts trouble you, nor let your countenance change.","nkjv":"The queen, because of the words of the king and his lords, came to the banquet hall. The queen spoke, saying, “O king, live forever! Do not let your thoughts trouble you, nor let your countenance change.","tamil":"ராஜாவும் அவனுடைய பிரபுக்களும் சொன்னவைகளை ராஜாத்தி கேள்விப்பட்டு விருந்துசாலைக்குள் பிரவேசித்தாள். அப்பொழுது ராஜாத்தி: ராஜாவே நீர் என்றும் வாழ்க; உமது நினைவுகள் உம்மைக் கலங்கப்பண்ணவும், உமது முகம் வேறுபடவும் வேண்டியதில்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":11,"text":{"default":"There is a man in your kingdom in whom is the Spirit of the Holy God. And in the days of your father, light and understanding and wisdom, like the wisdom of the gods, were found in him; and King Nebuchadnezzar your father—your father the king—made him chief of the magicians, astrologers, Chaldeans, and soothsayers.","nkjv":"There is a man in your kingdom in whom is the Spirit of the Holy God. And in the days of your father, light and understanding and wisdom, like the wisdom of the gods, were found in him; and King Nebuchadnezzar your father—your father the king—made him chief of the magicians, astrologers, Chaldeans, and soothsayers.","tamil":"உம்முடைய ராஜ்யத்திலே ஒரு புருஷன் இருக்கிறான், அவனுக்குள் பரிசுத்த தேவர்களுடைய ஆவி இருக்கிறது; உம்முடைய பிதாவின் நாட்களில் வெளிச்சமும் விவேகமும் தேவர்களின் ஞானத்துக்கு ஒத்த ஞானமும் அவனிடத்தில் காணப்பட்டது; ஆகையால் உம்முடைய பிதாவாகிய நேபுகாத்நேச்சார் என்னும் ராஜாவானவர் அவனைச் சாஸ்திரிகளுக்கும் ஜோசியருக்கும் கல்தேயருக்கும் குறிசொல்லுகிறவர்களுக்கும் அதிபதியாக வைத்தார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":12,"text":{"default":"Inasmuch as an excellent spirit, knowledge, understanding, interpreting dreams, solving riddles, and explaining enigmas were found in this Daniel, whom the king named Belteshazzar, now let Daniel be called, and he will give the interpretation.”","nkjv":"Inasmuch as an excellent spirit, knowledge, understanding, interpreting dreams, solving riddles, and explaining enigmas were found in this Daniel, whom the king named Belteshazzar, now let Daniel be called, and he will give the interpretation.”","tamil":"ராஜாவினால் பெல்தெஷாத்சாரென்னும் பேரிடப்பட்ட அந்த தானியேலுக்குள் சொப்பனங்களை வியார்த்திபண்ணுகிறதும், புதைபொருள்களை வெளிப்படுத்துகிறதும், கருகலானவைகளைத் தெளிவிக்கிறதுமான அறிவும் புத்தியும் விசேஷித்த ஆவியும் உண்டென்று காணப்பட்டது; இப்போதும் தானியேல் அழைக்கப்படட்டும், அவன் அர்த்தத்தை வெளிப்படுத்துவான் என்றாள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":13,"text":{"default":"Then Daniel was brought in before the king. The king spoke, and said to Daniel, “Are you that Daniel who is one of the captives from Judah, whom my father the king brought from Judah?","nkjv":"Then Daniel was brought in before the king. The king spoke, and said to Daniel, “Are you that Daniel who is one of the captives from Judah, whom my father the king brought from Judah?","tamil":"அப்பொழுது தானியேல் ராஜாவின்முன் உள்ளே அழைத்துவந்துவிடப்பட்டான்; ராஜா தானியேலைப் பார்த்து: நீ என் பிதாவாகிய ராஜா யூதாவிலிருந்து சிறைபிடித்துவந்த யூதரில் ஒருவனாகிய தானியேல் அல்லவா?"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":14,"text":{"default":"I have heard of you, that the Spirit of God is in you, and that light and understanding and excellent wisdom are found in you.","nkjv":"I have heard of you, that the Spirit of God is in you, and that light and understanding and excellent wisdom are found in you.","tamil":"உனக்குள்ளே தேவர்களின் ஆவி உண்டென்றும், வெளிச்சமும் புத்தியும் விசேஷித்த ஞானமும் உன்னிடத்தில் காணப்பட்டதென்றும் உன்னைக்குறித்துக் கேள்விப்பட்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":15,"text":{"default":"Now the wise men, the astrologers, have been brought in before me, that they should read this writing and make known to me its interpretation, but they could not give the interpretation of the thing.","nkjv":"Now the wise men, the astrologers, have been brought in before me, that they should read this writing and make known to me its interpretation, but they could not give the interpretation of the thing.","tamil":"இப்போதும் இந்த எழுத்தை வாசிக்கிறதற்கும், இதின் அர்த்தத்தை எனக்குத் தெரிவிக்கிறதற்கும் சாஸ்திரிகளும் ஜோசியரும் எனக்கு முன்பாக அழைத்துக்கொண்டுவரப்பட்டார்கள்; ஆனாலும் இந்த வசனத்தின் அர்த்தத்தை வெளிப்படுத்த அவர்களால் கூடாமற்போயிற்று."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":16,"text":{"default":"And I have heard of you, that you can give interpretations and explain enigmas. Now if you can read the writing and make known to me its interpretation, you shall be clothed with purple and have a chain of gold around your neck, and shall be the third ruler in the kingdom.”","nkjv":"And I have heard of you, that you can give interpretations and explain enigmas. Now if you can read the writing and make known to me its interpretation, you shall be clothed with purple and have a chain of gold around your neck, and shall be the third ruler in the kingdom.”","tamil":"பொருளை வெளிப்படுத்தவும் கருகலானவைகளைத் தெளிவிக்கவும் உன்னைக்குறித்துக் கேள்விப்பட்டேன்; இப்போது நீ இந்த எழுத்தை வாசிக்கவும், இதின் அர்த்தத்தை எனக்குத் தெரிவிக்கவும் உன்னாலே கூடுமானால், நீ இரத்தாம்பரமும் கழுத்திலே பொற்சரப்பணியும் தரிக்கப்பட்டு, ராஜ்யத்திலே மூன்றாம் அதிபதியாய் இருப்பாய் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":17,"text":{"default":"Then Daniel answered, and said before the king, “Let your gifts be for yourself, and give your rewards to another; yet I will read the writing to the king, and make known to him the interpretation.","nkjv":"Then Daniel answered, and said before the king, “Let your gifts be for yourself, and give your rewards to another; yet I will read the writing to the king, and make known to him the interpretation.","tamil":"அப்பொழுது தானியேல் ராஜசமுகத்தில் பிரதியுத்தரமாக: உம்முடைய வெகுமானங்கள் உம்மிடத்திலேயே இருக்கட்டும்; உம்முடைய பரிசுகளை வேறொருவனுக்குக் கொடும். இந்த எழுத்தை நான் ராஜாவுக்கு வாசித்து, இதின் அர்த்தத்தைத் தெரிவிப்பேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":18,"text":{"default":"O king, the Most High God gave Nebuchadnezzar your father a kingdom and majesty, glory and honor.","nkjv":"O king, the Most High God gave Nebuchadnezzar your father a kingdom and majesty, glory and honor.","tamil":"ராஜாவே உன்னதமான தேவன் உம்முடைய பிதாவாகிய நேபுகாத்நேச்சாருக்கு ராஜ்யத்தையும் மகத்துவத்தையும் கனத்தையும் மகிமையையும் கொடுத்தார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":19,"text":{"default":"And because of the majesty that He gave him, all peoples, nations, and languages trembled and feared before him. Whomever he wished, he executed; whomever he wished, he kept alive; whomever he wished, he set up; and whomever he wished, he put down.","nkjv":"And because of the majesty that He gave him, all peoples, nations, and languages trembled and feared before him. Whomever he wished, he executed; whomever he wished, he kept alive; whomever he wished, he set up; and whomever he wished, he put down.","tamil":"அவருக்குக் கொடுக்கப்பட்ட மகத்துவத்திலே சகல ஜனங்களும் ஜாதியாரும் பாஷைக்காரரும் அவருக்கு முன்பாக நடுங்கிப் பயந்திருந்தார்கள்; அவர் தமக்குச் சித்தமானவனைக் கொன்றுபோடுவார், தமக்குச் சித்தமானவனை உயிரோடே வைப்பார், தமக்குச் சித்தமானவனை உயர்த்துவார், தமக்குச் சித்தமானவனைத் தாழ்த்துவார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":20,"text":{"default":"But when his heart was lifted up, and his spirit was hardened in pride, he was deposed from his kingly throne, and they took his glory from him.","nkjv":"But when his heart was lifted up, and his spirit was hardened in pride, he was deposed from his kingly throne, and they took his glory from him.","tamil":"அவருடைய இருதயம் மேட்டிமையாகி, அவருடைய ஆவி கர்வத்தினாலே கடினப்பட்டபோது, அவர் தமது சிங்காசனத்திலிருந்து தள்ளப்பட்டார்; அவருடைய மகிமை அவரைவிட்டு அகன்றுபோயிற்று."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":21,"text":{"default":"Then he was driven from the sons of men, his heart was made like the beasts, and his dwelling was with the wild donkeys. They fed him with grass like oxen, and his body was wet with the dew of heaven, till he knew that the Most High God rules in the kingdom of men, and appoints over it whomever He chooses.","nkjv":"Then he was driven from the sons of men, his heart was made like the beasts, and his dwelling was with the wild donkeys. They fed him with grass like oxen, and his body was wet with the dew of heaven, till he knew that the Most High God rules in the kingdom of men, and appoints over it whomever He chooses.","tamil":"அவர் மனுஷரினின்று தள்ளப்பட்டார்; அவருடைய இருதயம் மிருகங்களுடைய இருதயம்போலாயிற்று; காட்டுக்கழுதைகளோடே சஞ்சரித்தார்; உன்னதமான தேவன் மனுஷரின் ராஜ்யத்தில் ஆளுகை செய்து, தமக்குச் சித்தமானவனை அதின்மேல் அதிகாரியாக்குகிறார் என்று அவர் உணர்ந்துகொள்ளுமட்டும் மாடுகளைப்போல் புல்லை மேய்ந்தார்; அவருடைய சரீரம் ஆகாயத்துப் பனியிலே நனைந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":22,"text":{"default":"“But you his son, Belshazzar, have not humbled your heart, although you knew all this.","nkjv":"“But you his son, Belshazzar, have not humbled your heart, although you knew all this.","tamil":"அவருடைய குமாரனாகிய பெல்ஷாத்சார் என்னும் நீரோவென்றால், இதையெல்லாம் அறிந்திருந்தும், உமது இருதயத்தைத் தாழ்த்தாமல்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":23,"text":{"default":"And you have lifted yourself up against the Lord of heaven. They have brought the vessels of His house before you, and you and your lords, your wives and your concubines, have drunk wine from them. And you have praised the gods of silver and gold, bronze and iron, wood and stone, which do not see or hear or know; and the God who holds your breath in His hand and owns all your ways, you have not glorified.","nkjv":"And you have lifted yourself up against the Lord of heaven. They have brought the vessels of His house before you, and you and your lords, your wives and your concubines, have drunk wine from them. And you have praised the gods of silver and gold, bronze and iron, wood and stone, which do not see or hear or know; and the God who holds your breath in His hand and owns all your ways, you have not glorified.","tamil":"பரலோகத்தின் ஆண்டவருக்கு விரோதமாக உம்மை உயர்த்தினீர்; அவருடைய ஆலயத்தின் பாத்திரங்களை உமக்கு முன்பாகக் கொண்டுவந்தார்கள்; நீரும், உம்முடைய பிரபுக்களும், உம்முடைய மனைவிகளும் உம்முடைய வைப்பாட்டிகளும் அவைகளில் திராட்சரசம் குடித்தீர்கள்; இதுவுமன்றி, தம்முடைய கையில் உமது சுவாசத்தை வைத்திருக்கிறவரும், உமது வழிகளுக்கு எல்லாம் அதிகாரியுமாகிய தேவனை நீர் மகிமைப்படுத்தாமல் காணாமலும் கேளாமலும் உணராமலும் இருக்கிற வெள்ளியும் பொன்னும் வெண்கலமும் இரும்பும் மரமும் கல்லுமாகிய தேவர்களைப் புகழ்ந்தீர்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":24,"text":{"default":"Then the fingers of the hand were sent from Him, and this writing was written.","nkjv":"Then the fingers of the hand were sent from Him, and this writing was written.","tamil":"அப்பொழுது அந்தக் கையுறுப்பு அவரால் அனுப்பப்பட்டு, இந்த எழுத்து எழுதப்பட்டது"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":25,"text":{"default":"“And this is the inscription that was written: MENE, MENE, TEKEL, UPHARSIN.","nkjv":"“And this is the inscription that was written: MENE, MENE, TEKEL, UPHARSIN.","tamil":"எழுதப்பட்ட எழுத்து என்னவென்றால்: மெனே, மெனே, தெக்கேல், உப்பார்சின் என்பதே."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":26,"text":{"default":"This is the interpretation of each word. MENE: God has numbered your kingdom, and finished it;","nkjv":"This is the interpretation of each word. MENE: God has numbered your kingdom, and finished it;","tamil":"இந்த வசனத்தின் அர்த்தமாவது: மெனே என்பதற்கு, தேவன் உன் ராஜ்யத்தை மட்டிட்டு அதற்கு முடிவுண்டாக்கினார் என்றும்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":27,"text":{"default":"TEKEL: You have been weighed in the balances, and found wanting;","nkjv":"TEKEL: You have been weighed in the balances, and found wanting;","tamil":"தெக்கேல் என்பதற்கு நீ தராசிலே நிறுக்கப்பட்டு, குறையக் காணப்பட்டாய் என்றும்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":28,"text":{"default":"PERES: Your kingdom has been divided, and given to the Medes and Persians.”","nkjv":"PERES: Your kingdom has been divided, and given to the Medes and Persians.”","tamil":"பெரேஸ் என்பதற்கு, உன் ராஜ்யம் பிரிக்கப்பட்டு, மேதியருக்கும் பெர்சியருக்கும் கொடுக்கப்பட்டது என்றும் அர்த்தமாம் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":29,"text":{"default":"Then Belshazzar gave the command, and they clothed Daniel with purple and put a chain of gold around his neck, and made a proclamation concerning him that he should be the third ruler in the kingdom.","nkjv":"Then Belshazzar gave the command, and they clothed Daniel with purple and put a chain of gold around his neck, and made a proclamation concerning him that he should be the third ruler in the kingdom.","tamil":"அப்பொழுது பெல்ஷாத்சார் தானியேலுக்கு இரத்தாம்பரத்தையும், அவனுடைய கழுத்தில் பொற்சரப்பணியையும் தரிப்பிக்கவும், ராஜ்யத்திலே அவன் மூன்றாம் அதிகாரியாயிருப்பவன் என்று அவனைக்குறித்துப் பறைமுறையிடவும் கட்டளையிட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":30,"text":{"default":"That very night Belshazzar, king of the Chaldeans, was slain.","nkjv":"That very night Belshazzar, king of the Chaldeans, was slain.","tamil":"அன்று இராத்திரியிலே கல்தேயரின் ராஜாவாகிய பெல்ஷாத்சார் கொலைசெய்யப்பட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":5,"verse":31,"text":{"default":"And Darius the Mede received the kingdom, being about sixty-two years old.","nkjv":"And Darius the Mede received the kingdom, being about sixty-two years old.","tamil":"மேதியனாகிய தரியு தன் அறுபத்திரண்டாம் வயதில் ராஜ்யத்தைக்கட்டிக்கொண்டான்."}}],"6":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":1,"text":{"default":"It pleased Darius to set over the kingdom one hundred and twenty satraps, to be over the whole kingdom;","nkjv":"It pleased Darius to set over the kingdom one hundred and twenty satraps, to be over the whole kingdom;","tamil":"ராஜ்யம் முழுவதையும் ஆளும்படிக்குத் தன் ராஜ்யத்தின்மேல் நூற்றிருபது தேசாதிபதிகளையும்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":2,"text":{"default":"and over these, three governors, of whom Daniel was one, that the satraps might give account to them, so that the king would suffer no loss.","nkjv":"and over these, three governors, of whom Daniel was one, that the satraps might give account to them, so that the king would suffer no loss.","tamil":"ராஜாவுக்கு நஷ்டம் வராதபடிக்கு அந்த தேசாதிபதிகள் கணக்கு ஒப்புவிக்கிறதற்காக அவர்களுக்கு மேலாக மூன்று பிரதானிகளையும் ஏற்படுத்துவது தரியுவுக்கு நலமென்று கண்டது; இவர்களில் தானியேல் ஒருவனாயிருந்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":3,"text":{"default":"Then this Daniel distinguished himself above the governors and satraps, because an excellent spirit was in him; and the king gave thought to setting him over the whole realm.","nkjv":"Then this Daniel distinguished himself above the governors and satraps, because an excellent spirit was in him; and the king gave thought to setting him over the whole realm.","tamil":"இப்படியிருக்கையில் தானியேல் பிரதானிகளுக்கும் தேசாதிபதிகளுக்கும் மேற்பட்டவனாயிருந்தான்; தானியேலுக்குள் விசேஷித்த ஆவி இருந்தமையால் அவனை ராஜ்யம் முழுமைக்கும் அதிகாரியாக ஏற்படுத்த ராஜா நினைத்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":4,"text":{"default":"So the governors and satraps sought to find some charge against Daniel concerning the kingdom; but they could find no charge or fault, because he was faithful; nor was there any error or fault found in him.","nkjv":"So the governors and satraps sought to find some charge against Daniel concerning the kingdom; but they could find no charge or fault, because he was faithful; nor was there any error or fault found in him.","tamil":"அப்பொழுது பிரதானிகளும் தேசாதிபதிகளும் ராஜ்யத்தின் விசாரிப்பிலே தானியேலைக் குற்றப்படுத்தும்படி முகாந்தரம் தேடினார்கள்; ஆனாலும் ஒரு முகாந்தரத்தையும் குற்றத்தையும் கண்டுபிடிக்க அவர்களால் கூடாதிருந்தது; அவன் உண்மையுள்ளவனாயிருந்தபடியால் அவன்மேல் சுமத்த யாதொரு குற்றமும் குறைவும் காணப்படவில்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":5,"text":{"default":"Then these men said, “We shall not find any charge against this Daniel unless we find it against him concerning the law of his God.”","nkjv":"Then these men said, “We shall not find any charge against this Daniel unless we find it against him concerning the law of his God.”","tamil":"அப்பொழுது அந்த மனுஷர்: நாம் இந்த தானியேலை அவனுடைய தேவனைப்பற்றிய வேதவிஷயத்திலே குற்றப்படுத்தும் முகாந்தரத்தைக் கண்டுபிடித்தாலொழிய அவனை வேறொன்றிலும் குற்றப்படுத்தும் முகாந்தரத்தைக் கண்டுபிடிக்கக் கூடாது என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":6,"text":{"default":"So these governors and satraps thronged before the king, and said thus to him: “King Darius, live forever!","nkjv":"So these governors and satraps thronged before the king, and said thus to him: “King Darius, live forever!","tamil":"பின்பு அந்தப் பிரதானிகளும் தேசாதிபதிகளும் கூட்டங்கூடி ராஜாவினிடத்தில் போய், அவனை நோக்கி: தரியு ராஜாவே, நீர் என்றும் வாழ்க."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":7,"text":{"default":"All the governors of the kingdom, the administrators and satraps, the counselors and advisors, have consulted together to establish a royal statute and to make a firm decree, that whoever petitions any god or man for thirty days, except you, O king, shall be cast into the den of lions.","nkjv":"All the governors of the kingdom, the administrators and satraps, the counselors and advisors, have consulted together to establish a royal statute and to make a firm decree, that whoever petitions any god or man for thirty days, except you, O king, shall be cast into the den of lions.","tamil":"எவனாகிலும் முப்பது நாள்வரையில் ராஜாவாகிய உம்மைத்தவிர எந்த தேவனையானாலும் மனுஷனையானாலும் நோக்கி, யாதொரு காரியத்தைக்குறித்து விண்ணப்பம்பண்ணினால், அவன் சிங்கங்களின் கெபியிலே போடப்பட, ராஜா கட்டளை பிறப்பித்து, உறுதியான தாக்கீது செய்யவேண்டுமென்று ராஜ்யத்தினுடைய எல்லாப் பிரதானிகளும், தேசாதிபதிகளும், பிரபுக்களும், மந்திரிமார்களும் தலைவர்களும் ஆலோசனைபண்ணிக்கொண்டிருக்கிறார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":8,"text":{"default":"Now, O king, establish the decree and sign the writing, so that it cannot be changed, according to the law of the Medes and Persians, which does not alter.”","nkjv":"Now, O king, establish the decree and sign the writing, so that it cannot be changed, according to the law of the Medes and Persians, which does not alter.”","tamil":"ஆதலால் இப்போதும் ராஜாவே, மேதியருக்கும் பெர்சியருக்கும் இருக்கிற மாறாத பிரமாணத்தின்படியே, அந்தத் தாக்கீது மாற்றப்படாதபடி நீர் அதைக் கட்டளையிட்டு, அதற்குக் கையெழுத்து வைக்கவேண்டும் என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":9,"text":{"default":"Therefore King Darius signed the written decree.","nkjv":"Therefore King Darius signed the written decree.","tamil":"அப்படியே ராஜாவாகிய தரியு அந்தக் கட்டளைப்பத்திரத்துக்குக் கையெழுத்து வைத்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":10,"text":{"default":"Now when Daniel knew that the writing was signed, he went home. And in his upper room, with his windows open toward Jerusalem, he knelt down on his knees three times that day, and prayed and gave thanks before his God, as was his custom since early days.","nkjv":"Now when Daniel knew that the writing was signed, he went home. And in his upper room, with his windows open toward Jerusalem, he knelt down on his knees three times that day, and prayed and gave thanks before his God, as was his custom since early days.","tamil":"தானியேலோவென்றால், அந்தப் பத்திரத்துக்குக் கையெழுத்து வைக்கப்பட்டதென்று அறிந்தபோதிலும், தன் வீட்டுக்குள்ளேபோய், தன் மேலறையிலே எருசலேமுக்கு நேராக பலகணிகள் திறந்திருக்க, அங்கே தான் முன் செய்துவந்தபடியே தினம் மூன்று வேளையும் தன் தேவனுக்கு முன்பாக முழங்காற்படியிட்டு ஜெபம்பண்ணி, ஸ்தோத்திரம் செலுத்தினான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":11,"text":{"default":"Then these men assembled and found Daniel praying and making supplication before his God.","nkjv":"Then these men assembled and found Daniel praying and making supplication before his God.","tamil":"அப்பொழுது அந்த மனுஷர்கூட்டங்கூடி, தானியேல் தன் தேவனுக்கு முன்பாக ஜெபம்பண்ணி விண்ணப்பம்செய்கிறதைக் கண்டார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":12,"text":{"default":"And they went before the king, and spoke concerning the king’s decree: “Have you not signed a decree that every man who petitions any god or man within thirty days, except you, O king, shall be cast into the den of lions?” The king answered and said, “The thing is true, according to the law of the Medes and Persians, which does not alter.”","nkjv":"And they went before the king, and spoke concerning the king’s decree: “Have you not signed a decree that every man who petitions any god or man within thirty days, except you, O king, shall be cast into the den of lions?” The king answered and said, “The thing is true, according to the law of the Medes and Persians, which does not alter.”","tamil":"பின்பு அவர்கள் ராஜாவுக்கு முன்பாக வந்து, ராஜாவின் தாக்கீதைக்குறித்து: எந்த மனுஷனாகிலும் முப்பது நாள்வரையில் ராஜாவாகிய உம்மைத்தவிர எந்த தேவனையானாலும் மனுஷனையானாலும் நோக்கி யாதொரு காரியத்தைக்குறித்து விண்ணப்பம் பண்ணினால், அவன் சிங்கங்களின் கெபியிலே போடப்படவேண்டும் என்று நீர் கட்டளைப்பத்திரத்தில் கையெழுத்து வைத்தீர் அல்லவா என்றார்கள்; அதற்கு ராஜா: அந்தக் காரியம் மேதியருக்கும் பெர்சியருக்கும் இருக்கிற மாறாத பிரமாணத்தின்படி உறுதியாக்கப்பட்டதே என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":13,"text":{"default":"So they answered and said before the king, “That Daniel, who is one of the captives from Judah, does not show due regard for you, O king, or for the decree that you have signed, but makes his petition three times a day.”","nkjv":"So they answered and said before the king, “That Daniel, who is one of the captives from Judah, does not show due regard for you, O king, or for the decree that you have signed, but makes his petition three times a day.”","tamil":"அப்பொழுது அவர்கள் ராஜாவை நோக்கி: சிறைபிடிக்கப்பட்ட யூதேயாதேசத்தின் புத்திரரில் தானியேல் என்பவன் உம்மையும் நீர் கையெழுத்து வைத்துக்கொடுத்த கட்டளையையும் மதியாமல், தினம் மூன்று வேளையும் தான் பண்ணும் விண்ணப்பத்தைப் பண்ணுகிறான் என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":14,"text":{"default":"And the king, when he heard these words, was greatly displeased with himself, and set his heart on Daniel to deliver him; and he labored till the going down of the sun to deliver him.","nkjv":"And the king, when he heard these words, was greatly displeased with himself, and set his heart on Daniel to deliver him; and he labored till the going down of the sun to deliver him.","tamil":"ராஜா இந்த வார்த்தைகளைக் கேட்டபோது, தன்னில் மிகவும் சஞ்சலப்பட்டு, தானியேலைக் காப்பாற்றும்படிக்கு அவன்பேரில் தன் மனதை வைத்து, அவனைத் தப்புவிக்கிறதற்காகச் சூரியன் அஸ்தமிக்கு மட்டும் பிரயாசப்பட்டுக்கொண்டிருந்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":15,"text":{"default":"Then these men approached the king, and said to the king, “Know, O king, that it is the law of the Medes and Persians that no decree or statute which the king establishes may be changed.”","nkjv":"Then these men approached the king, and said to the king, “Know, O king, that it is the law of the Medes and Persians that no decree or statute which the king establishes may be changed.”","tamil":"அப்பொழுது அந்த மனுஷர் ராஜாவினிடத்தில் கூட்டமாய் வந்து: ராஜா கட்டளையிட்ட எந்தத் தாக்கீதும் கட்டளையும் மாற்றப்படக் கூடாதென்பது மேதியருக்கும் பெர்சியருக்கும் பிரமாணமாயிருக்கிறதென்று அறிவீராக என்றார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":16,"text":{"default":"So the king gave the command, and they brought Daniel and cast him into the den of lions. But the king spoke, saying to Daniel, “Your God, whom you serve continually, He will deliver you.”","nkjv":"So the king gave the command, and they brought Daniel and cast him into the den of lions. But the king spoke, saying to Daniel, “Your God, whom you serve continually, He will deliver you.”","tamil":"அப்பொழுது ராஜா கட்டளையிட, அவர்கள் தானியேலைக் கொண்டுவந்து, அவனைச் சிங்கங்களின் கெபியிலே போட்டார்கள். ராஜா தானியேலை நோக்கி: நீ இடைவிடாமல் ஆராதிக்கிற உன் தேவன் உன்னைத் தப்புவிப்பார் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":17,"text":{"default":"Then a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet ring and with the signets of his lords, that the purpose concerning Daniel might not be changed.","nkjv":"Then a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet ring and with the signets of his lords, that the purpose concerning Daniel might not be changed.","tamil":"ஒரு கல் கெபியினுடைய வாசலின்மேல் கொண்டுவந்து வைக்கப்பட்டது; தானியேலைப்பற்றிய தீர்மானம் மாற்றப்படாதபடிக்கு ராஜா தன் மோதிரத்தினாலும் தன் பிரபுக்களின் மோதிரத்தினாலும் அதின்மேல் முத்திரைபோட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":18,"text":{"default":"Now the king went to his palace and spent the night fasting; and no musicians were brought before him. Also his sleep went from him.","nkjv":"Now the king went to his palace and spent the night fasting; and no musicians were brought before him. Also his sleep went from him.","tamil":"பின்பு ராஜா தன் அரமனைக்குப்போய், இராமுழுதும் போஜனம்பண்ணாமலும், கீதவாத்தியம் முதலானவைகளைத் தனக்கு முன்பாக வரவொட்டாமலும் இருந்தான்; அவனுக்கு நித்திரையும் வராமற்போயிற்று."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":19,"text":{"default":"Then the king arose very early in the morning and went in haste to the den of lions.","nkjv":"Then the king arose very early in the morning and went in haste to the den of lions.","tamil":"காலமே கிழக்கு வெளுக்கும்போது ராஜா எழுந்திருந்து, சிங்கங்களின் கெபிக்குத் தீவிரமாய்ப் போனான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":20,"text":{"default":"And when he came to the den, he cried out with a lamenting voice to Daniel. The king spoke, saying to Daniel, “Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?”","nkjv":"And when he came to the den, he cried out with a lamenting voice to Daniel. The king spoke, saying to Daniel, “Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?”","tamil":"ராஜா கெபியின் கிட்டவந்தபோது, துயரசத்தமாய்த் தானியேலைக் கூப்பிட்டு: தானியேலே, ஜீவனுள்ள தேவனுடைய தாசனே, நீ இடைவிடாமல் ஆராதிக்கிற உன் தேவன் உன்னைச் சிங்கங்களுக்குத் தப்புவிக்க வல்லவராயிருந்தாரா என்று தானியேலைக் கேட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":21,"text":{"default":"Then Daniel said to the king, “O king, live forever!","nkjv":"Then Daniel said to the king, “O king, live forever!","tamil":"அப்பொழுது தானியேல்: ராஜாவே, நீர் என்றும் வாழ்க."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":22,"text":{"default":"My God sent His angel and shut the lions’ mouths, so that they have not hurt me, because I was found innocent before Him; and also, O king, I have done no wrong before you.”","nkjv":"My God sent His angel and shut the lions’ mouths, so that they have not hurt me, because I was found innocent before Him; and also, O king, I have done no wrong before you.”","tamil":"சிங்கங்கள் என்னைச் சேதப்படுத்தாதபடிக்குத் தேவன் தம்முடைய தூதனை அனுப்பி, அவைகளின் வாயைக் கட்டிப்போட்டார்; அதேனென்றால் அவருக்கு முன்பாக நான் குற்றமற்றவனாய்க் காணப்பட்டேன்; ராஜாவாகிய உமக்கு முன்பாகவும் நான் நீதிகேடு செய்ததில்லை என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":23,"text":{"default":"Now the king was exceedingly glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no injury whatever was found on him, because he believed in his God.","nkjv":"Now the king was exceedingly glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no injury whatever was found on him, because he believed in his God.","tamil":"அப்பொழுது ராஜா தன்னில் மிகவும் சந்தோஷப்பட்டு, தானியேலைக் கெபியிலிருந்து தூக்கிவிடச் சொன்னான்; அப்படியே தானியேல் கெபியிலிருந்து தூக்கிவிடப்பட்டான்; அவன் தன் தேவன்பேரில் விசுவாசித்திருந்தபடியால், அவனில் ஒரு சேதமும் காணப்படவில்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":24,"text":{"default":"And the king gave the command, and they brought those men who had accused Daniel, and they cast them into the den of lions—them, their children, and their wives; and the lions overpowered them, and broke all their bones in pieces before they ever came to the bottom of the den.","nkjv":"And the king gave the command, and they brought those men who had accused Daniel, and they cast them into the den of lions—them, their children, and their wives; and the lions overpowered them, and broke all their bones in pieces before they ever came to the bottom of the den.","tamil":"தானியேலின்மேல் குற்றஞ்சாற்றின மனுஷரையோவென்றால், ராஜா கொண்டுவரச்சொன்னான்; அவர்களையும் அவர்கள் குமாரரையும் அவர்கள் மனைவிகளையும் சிங்கங்களின் கெபியிலே போட்டார்கள்; அவர்கள் கெபியின் அடியிலே சேருமுன்னே சிங்கங்கள் அவர்கள்மேல் பாய்ந்து, அவர்கள் எலும்புகளையெல்லாம் நொறுக்கிப்போட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":25,"text":{"default":"Then King Darius wrote: To all peoples, nations, and languages that dwell in all the earth: Peace be multiplied to you.","nkjv":"Then King Darius wrote: To all peoples, nations, and languages that dwell in all the earth: Peace be multiplied to you.","tamil":"பின்பு ராஜாவாகிய தரியு தேசமெங்கும் குடியிருக்கிற எல்லா ஜனங்களுக்கும், ஜாதியாருக்கும் பாஷைக்காரருக்கும் எழுதினது என்னவென்றால்: உங்களுக்குச் சமாதானம் பெருகக்கடவது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":26,"text":{"default":"I make a decree that in every dominion of my kingdom men must tremble and fear before the God of Daniel. For He is the living God, And steadfast forever; His kingdom is the one which shall not be destroyed, And His dominion shall endure to the end.","nkjv":"I make a decree that in every dominion of my kingdom men must tremble and fear before the God of Daniel. For He is the living God, And steadfast forever; His kingdom is the one which shall not be destroyed, And His dominion shall endure to the end.","tamil":"என் ராஜ்யத்தின் ஆளுகைக்குள் எங்குமுள்ளவர்கள் யாவரும் தானியேலின் தேவனுக்கு முன்பாக நடுங்கிப் பயப்படவேண்டுமென்று என்னாலே தீர்மானம்பண்ணப்படுகிறது; அவர் ஜீவனுள்ள தேவன், அவர் என்றென்றைக்கும் நிலைத்திருக்கிறவர்; அவருடைய ராஜ்யம் அழியாதது; அவருடைய கர்த்தத்துவம் முடிவுபரியந்தமும் நிற்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":27,"text":{"default":"He delivers and rescues, And He works signs and wonders In heaven and on earth, Who has delivered Daniel from the power of the lions.","nkjv":"He delivers and rescues, And He works signs and wonders In heaven and on earth, Who has delivered Daniel from the power of the lions.","tamil":"தானியேலைச் சிங்கங்களின் கைக்குத் தப்புவித்த அவரே தப்புவிக்கிறவரும் இரட்சிக்கிறவரும், வானத்திலும் பூமியிலும் அடையாளங்களையும் அற்புதங்களையும் செய்கிறவருமாயிருக்கிறார் என்று எழுதினான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":6,"verse":28,"text":{"default":"So this Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian.","nkjv":"So this Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian.","tamil":"தரியுவின் ராஜ்யபார காலத்திலும், பெர்சியனாகிய கோரேசுடைய ராஜ்யபாரகாலத்திலும் தானியேலின் காரியம் ஜெயமாயிருந்தது."}}],"7":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":1,"text":{"default":"In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while on his bed. Then he wrote down the dream, telling the main facts.","nkjv":"In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while on his bed. Then he wrote down the dream, telling the main facts.","tamil":"பாபிலோன் ராஜாவாகிய பெல்ஷாத்சாரின் முதலாம் வருஷத்திலே தானியேல் ஒரு சொப்பனத்தையும் தன் படுக்கையின்மேல் தன் தலையில் தோன்றின தரிசனங்களையும் கண்டான். பின்பு அவன் அந்தச் சொப்பனத்தை எழுதி, காரியங்களின் தொகையை விவரித்தான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":2,"text":{"default":"Daniel spoke, saying, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the Great Sea.","nkjv":"Daniel spoke, saying, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the Great Sea.","tamil":"தானியேல் சொன்னது: இராத்திரிகாலத்தில் எனக்கு உண்டான தரிசனத்திலே நான் கண்டது என்னவென்றால்: இதோ, வானத்தின் நாலு காற்றுகளும் பெரிய சமுத்திரத்தின்மேல் அடித்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":3,"text":{"default":"And four great beasts came up from the sea, each different from the other.","nkjv":"And four great beasts came up from the sea, each different from the other.","tamil":"அப்பொழுது வெவ்வேறு ரூபமுள்ள நாலு பெரிய மிருகங்கள் சமுத்திரத்திலிருந்து எழும்பின."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":4,"text":{"default":"The first was like a lion, and had eagle’s wings. I watched till its wings were plucked off; and it was lifted up from the earth and made to stand on two feet like a man, and a man’s heart was given to it.","nkjv":"The first was like a lion, and had eagle’s wings. I watched till its wings were plucked off; and it was lifted up from the earth and made to stand on two feet like a man, and a man’s heart was given to it.","tamil":"முந்தினது சிங்கத்தைப்போல இருந்தது; அதற்குக் கழுகின் செட்டைகள் உண்டாயிருந்தது; நான் பார்த்துக்கொண்டிருக்கையில், அதின் இறகுகள் பிடுங்கப்பட்டது; அது தரையிலிருந்து எடுக்கப்பட்டு, மனுஷனைப்போல இரண்டு காலின்மேல் நிமிர்ந்து நிற்கும்படி செய்யப்பட்டது; மனுஷ இருதயம் அதற்குக் கொடுக்கப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":5,"text":{"default":"“And suddenly another beast, a second, like a bear. It was raised up on one side, and had three ribs in its mouth between its teeth. And they said thus to it: ‘Arise, devour much flesh!’","nkjv":"“And suddenly another beast, a second, like a bear. It was raised up on one side, and had three ribs in its mouth between its teeth. And they said thus to it: ‘Arise, devour much flesh!’","tamil":"பின்பு, கரடிக்கு ஒப்பாகிய வேறே இரண்டாம் மிருகத்தைக் கண்டேன்; அது ஒரு பக்கமாய்ச் சாய்ந்துநின்று, தன் வாயின் பற்களுக்குள்ளே மூன்று விலாவெலும்புகளைக் கவ்விக்கொண்டிருந்தது; எழும்பி வெகு மாம்சம் தின்னென்று அதற்குச் சொல்லப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":6,"text":{"default":"“After this I looked, and there was another, like a leopard, which had on its back four wings of a bird. The beast also had four heads, and dominion was given to it.","nkjv":"“After this I looked, and there was another, like a leopard, which had on its back four wings of a bird. The beast also had four heads, and dominion was given to it.","tamil":"அதின் பின்பு, சிவிங்கியைப்போலிருக்கிற வேறொரு மிருகத்தைக் கண்டேன்; அதின் முதுகின்மேல் பட்சியின்செட்டைகள் நாலு இருந்தது; அந்த மிருகத்துக்கு நாலு தலைகளும் உண்டாயிருந்தது; அதற்கு ஆளுகை அளிக்கப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":7,"text":{"default":"“After this I saw in the night visions, and behold, a fourth beast, dreadful and terrible, exceedingly strong. It had huge iron teeth; it was devouring, breaking in pieces, and trampling the residue with its feet. It was different from all the beasts that were before it, and it had ten horns.","nkjv":"“After this I saw in the night visions, and behold, a fourth beast, dreadful and terrible, exceedingly strong. It had huge iron teeth; it was devouring, breaking in pieces, and trampling the residue with its feet. It was different from all the beasts that were before it, and it had ten horns.","tamil":"அதற்குப்பின்பு, இராத்தரிசனங்களில் நாலாம் மிருகத்தைக் கண்டேன்; அது கெடியும் பயங்கரமும் மகா பலத்ததுமாயிருந்தது; அதற்குப் பெரிய இருப்புப்பற்கள் இருந்தது; அது நொறுக்கிப் பட்சித்து, மீதியானதைத் தன் கால்களால் மிதித்துப்போட்டது; அது தனக்கு முன்னிருந்த எல்லா மிருகங்களைப்பார்க்கிலும் வேற்றுருவமாயிருந்தது, அதற்குப் பத்துக் கொம்புகள் இருந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":8,"text":{"default":"I was considering the horns, and there was another horn, a little one, coming up among them, before whom three of the first horns were plucked out by the roots. And there, in this horn, were eyes like the eyes of a man, and a mouth speaking pompous words.","nkjv":"I was considering the horns, and there was another horn, a little one, coming up among them, before whom three of the first horns were plucked out by the roots. And there, in this horn, were eyes like the eyes of a man, and a mouth speaking pompous words.","tamil":"அந்தக் கொம்புகளை நான் கவனித்திருக்கையில், இதோ, அவைகளுக்கு இடையிலே வேறொரு சின்ன கொம்பு எழும்பிற்று; அதற்கு முன்பாக முந்தினகொம்புகளில் மூன்று பிடுங்கப்பட்டது; இதோ, அந்தக் கொம்பிலே மனுஷகண்களுக்கு ஒப்பான கண்களும் பெருமையானவகளைப் பேசும் வாயும் இருந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":9,"text":{"default":"“I watched till thrones were put in place, And the Ancient of Days was seated; His garment was white as snow, And the hair of His head was like pure wool. His throne was a fiery flame, Its wheels a burning fire;","nkjv":"“I watched till thrones were put in place, And the Ancient of Days was seated; His garment was white as snow, And the hair of His head was like pure wool. His throne was a fiery flame, Its wheels a burning fire;","tamil":"நான் பார்த்துக்கொண்டிருக்கையில், சிங்காசனங்கள் வைக்கப்பட்டது; நீண்ட ஆயுசுள்ளவர் வீற்றிருந்தார்; அவருடைய வஸ்திரம் உறைந்த மழையைப்போலவும், அவருடைய சிரசின் மயிர் வெண்மையாகவும் பஞ்சைப்போல துப்புரவாகவும் இருந்தது; அவருடைய சிங்காசனம் அக்கினிஜுவாலையும், அதின் சக்கரங்கள் எரிகிற நெருப்புமாயிருந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":10,"text":{"default":"A fiery stream issued And came forth from before Him. A thousand thousands ministered to Him; Ten thousand times ten thousand stood before Him. The court was seated, And the books were opened.","nkjv":"A fiery stream issued And came forth from before Him. A thousand thousands ministered to Him; Ten thousand times ten thousand stood before Him. The court was seated, And the books were opened.","tamil":"அக்கினி நதி அவர் சந்நிதியிலிருந்து புறப்பட்டு ஓடினது; ஆயிரமாயிரம்பேர் அவரைச் சேவித்தார்கள்; கோடாகோடிபேர் அவருக்கு முன்பாக நின்றார்கள்; நியாயசங்கம் உட்கார்ந்தது; புஸ்தகங்கள் திறக்கப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":11,"text":{"default":"“I watched then because of the sound of the pompous words which the horn was speaking; I watched till the beast was slain, and its body destroyed and given to the burning flame.","nkjv":"“I watched then because of the sound of the pompous words which the horn was speaking; I watched till the beast was slain, and its body destroyed and given to the burning flame.","tamil":"அப்பொழுது நான் பார்த்தேன்; நான் பார்த்துகொண்டிருக்கையில் அந்தக் கொம்பு பெருமையான பேச்சுகளைப் பேசினதினிமித்தம் அந்த மிருகம் கொலைசெய்யப்பட்டது; அதின் உடல் அழிக்கப்பட்டு, எரிகிற அக்கினிக்கு ஒப்புக்கொடுக்கப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":12,"text":{"default":"As for the rest of the beasts, they had their dominion taken away, yet their lives were prolonged for a season and a time.","nkjv":"As for the rest of the beasts, they had their dominion taken away, yet their lives were prolonged for a season and a time.","tamil":"மற்ற மிருகங்களுடைய ஆளுகையோவென்றால், அவைகளை விட்டு நீக்கப்பட்டது; ஆனாலும், அவைகளுக்குக் காலமும் சமயமும் ஆகுமட்டும் அவைகள் உயிரோடே இருக்கும்படி கட்டளையிடப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":13,"text":{"default":"“I was watching in the night visions, And behold, One like the Son of Man, Coming with the clouds of heaven! He came to the Ancient of Days, And they brought Him near before Him.","nkjv":"“I was watching in the night visions, And behold, One like the Son of Man, Coming with the clouds of heaven! He came to the Ancient of Days, And they brought Him near before Him.","tamil":"இராத்தரிசனங்களிலே நான் பார்த்துக்கொண்டிருக்கையில், இதோ, மனுஷகுமாரனுடைய சாயலான ஒருவர் வானத்து மேகங்களுடனே வந்தார்; அவர் நீண்ட ஆயுசுள்ளவர் இடமட்டும் வந்து, அவர் சமீபத்தில் கொண்டுவரப்பட்டார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":14,"text":{"default":"Then to Him was given dominion and glory and a kingdom, That all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, Which shall not pass away, And His kingdom the one Which shall not be destroyed.","nkjv":"Then to Him was given dominion and glory and a kingdom, That all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, Which shall not pass away, And His kingdom the one Which shall not be destroyed.","tamil":"சகல ஜனங்களும் ஜாதியாரும், பாஷைக்காரரும் அவரையே சேவிக்கும்படி, அவருக்குக் கர்த்தத்துவமும் மகிமையும் ராஜரீகமும் கொடுக்கப்பட்டது; அவருடைய கர்த்தத்துவம் நீங்காத நித்திய கர்த்தத்துவமும் அவருடைய ராஜ்யம் அழியாததுமாயிருக்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":15,"text":{"default":"“I, Daniel, was grieved in my spirit within my body, and the visions of my head troubled me.","nkjv":"“I, Daniel, was grieved in my spirit within my body, and the visions of my head troubled me.","tamil":"தானியேலாகிய நான் என் தேகத்தினுள் என் ஆவியிலே சஞ்சலப்பட்டேன்; என் தலையில் தோன்றின தரிசனங்கள் என்னைக் கலங்கப்பண்ணினது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":16,"text":{"default":"I came near to one of those who stood by, and asked him the truth of all this. So he told me and made known to me the interpretation of these things:","nkjv":"I came near to one of those who stood by, and asked him the truth of all this. So he told me and made known to me the interpretation of these things:","tamil":"சமீபத்தில் நிற்கிறவர்களில் ஒருவனிடத்தில் நான் போய், இதன் பொருள் எல்லாவற்றையும் எனக்குச் சொல்லும்படி அவனை வேண்டிக்கொண்டேன்; அவன் அந்தக் காரியங்களின் அர்த்தத்தை எனக்கு அறிவித்துச்சொன்னது என்னவென்றால்:"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":17,"text":{"default":"‘Those great beasts, which are four, are four kings which arise out of the earth.","nkjv":"‘Those great beasts, which are four, are four kings which arise out of the earth.","tamil":"அந்த நாலு பெரிய மிருகங்களும் பூமியிலிருந்து எழும்புகிற நாலு ராஜாக்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":18,"text":{"default":"But the saints of the Most High shall receive the kingdom, and possess the kingdom forever, even forever and ever.’","nkjv":"But the saints of the Most High shall receive the kingdom, and possess the kingdom forever, even forever and ever.’","tamil":"ஆனாலும் உன்னதமானவருடைய பரிசுத்தவான்கள் ராஜரீகத்தைப்பெற்று, என்றென்றைக்குமுள்ள சதாகாலங்களிலும் ராஜ்யத்தைச் சுதந்தரித்துக்கொள்வார்கள் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":19,"text":{"default":"“Then I wished to know the truth about the fourth beast, which was different from all the others, exceedingly dreadful, with its teeth of iron and its nails of bronze, which devoured, broke in pieces, and trampled the residue with its feet;","nkjv":"“Then I wished to know the truth about the fourth beast, which was different from all the others, exceedingly dreadful, with its teeth of iron and its nails of bronze, which devoured, broke in pieces, and trampled the residue with its feet;","tamil":"அப்பொழுது மற்றவைகளையெல்லாம் பார்க்கிலும் வேற்றுருவும் கெடியுமுள்ளதுமாய், இருப்புப் பற்களும், வெண்கல நகங்களுமுடையதாய் நொறுக்கிப் பட்சித்து, மீதியானதைத் தன் கால்களால் மிதித்துப்போட்டதுமாயிருந்த நாலாம் மிருகத்தைக் குறித்தும்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":20,"text":{"default":"and the ten horns that were on its head, and the other horn which came up, before which three fell, namely, that horn which had eyes and a mouth which spoke pompous words, whose appearance was greater than his fellows.","nkjv":"and the ten horns that were on its head, and the other horn which came up, before which three fell, namely, that horn which had eyes and a mouth which spoke pompous words, whose appearance was greater than his fellows.","tamil":"அதின் தலைமேலுள்ள பத்துக்கொம்புகளைக்குறித்தும் தனக்கு முன்பாக மூன்று கொம்புகள் விழுந்துபோக எழும்பினதுமாய், கண்களையும் பெருமையானவைகளைப் பேசும் வாயையுமுடையதுமாய், மற்றவைகளைப்பார்க்கிலும் பருமனாகத் தோன்றினதுமாயிருந்த அந்த வேறே கொம்பைக்குறித்தும், அவற்றின் பொருளை அறிய மனதாயிருந்தேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":21,"text":{"default":"“I was watching; and the same horn was making war against the saints, and prevailing against them,","nkjv":"“I was watching; and the same horn was making war against the saints, and prevailing against them,","tamil":"நீண்ட ஆயுசுள்ளவர் வருமட்டாகவும், நியாயவிசாரிப்பு உன்னதமானவருடைய பரிசுத்தவான்களுக்குக் கொடுக்கப்பட்டு, பரிசுத்தவான்கள் ராஜ்யத்தைச் சுதந்தரித்துக்கொள்ளும் காலம் வருமட்டாகவும்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":22,"text":{"default":"until the Ancient of Days came, and a judgment was made in favor of the saints of the Most High, and the time came for the saints to possess the kingdom.","nkjv":"until the Ancient of Days came, and a judgment was made in favor of the saints of the Most High, and the time came for the saints to possess the kingdom.","tamil":"இந்தக் கொம்பு பரிசுத்தவான்களோடே யுத்தம்பண்ணி அவர்களை மேற்கொண்டது என்று கண்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":23,"text":{"default":"“Thus he said: ‘The fourth beast shall be A fourth kingdom on earth, Which shall be different from all other kingdoms, And shall devour the whole earth, Trample it and break it in pieces.","nkjv":"“Thus he said: ‘The fourth beast shall be A fourth kingdom on earth, Which shall be different from all other kingdoms, And shall devour the whole earth, Trample it and break it in pieces.","tamil":"அவன் சொன்னது: நாலாம் மிருகம் பூமியிலே உண்டாகும் நாலாம் ராஜ்யமாம்; அது எல்லா ராஜ்யங்களைப்பார்க்கிலும் வேறாயிருந்து, பூமியை எல்லாம் பட்சித்து, அதை மிதித்து, அதை நொறுக்கிப்போடும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":24,"text":{"default":"The ten horns are ten kings Who shall arise from this kingdom. And another shall rise after them; He shall be different from the first ones, And shall subdue three kings.","nkjv":"The ten horns are ten kings Who shall arise from this kingdom. And another shall rise after them; He shall be different from the first ones, And shall subdue three kings.","tamil":"அந்தப் பத்துக்கொம்புகள் என்னவென்றால், அந்த ராஜ்யத்திலே எழும்பும் பத்து ராஜாக்களாம்; அவர்களுக்குப்பின்பு வேறொருவன் எழும்புவான்; அவன் முந்தினவர்களைப்பார்க்கிலும் வேறாயிருந்து, மூன்று ராஜாக்களைத் தாழ்த்திப்போட்டு,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":25,"text":{"default":"He shall speak pompous words against the Most High, Shall persecute the saints of the Most High, And shall intend to change times and law. Then the saints shall be given into his hand For a time and times and half a time.","nkjv":"He shall speak pompous words against the Most High, Shall persecute the saints of the Most High, And shall intend to change times and law. Then the saints shall be given into his hand For a time and times and half a time.","tamil":"உன்னதமானவருக்கு விரோதமாக வார்த்தைகளைப் பேசி, உன்னதமானவருடைய பரிசுத்தவான்களை ஒடுக்கி, காலங்களையும் பிரமாணங்களையும் மாற்ற நினைப்பான்; அவர்கள் ஒருகாலமும், காலங்களும், அரைக்காலமும் செல்லுமட்டும் அவன் கையில் ஒப்புக்கொடுக்கப்படுவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":26,"text":{"default":"‘But the court shall be seated, And they shall take away his dominion, To consume and destroy it forever.","nkjv":"‘But the court shall be seated, And they shall take away his dominion, To consume and destroy it forever.","tamil":"ஆனாலும் நியாயசங்கம் உட்காரும்; அப்பொழுது முடிவுபரியந்தம் அவனைச் சங்கரிக்கும்படியாகவும் அழிக்கும்படியாகவும் அவனுடைய ஆளுகையை நீக்கிப்போடுவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":27,"text":{"default":"Then the kingdom and dominion, And the greatness of the kingdoms under the whole heaven, Shall be given to the people, the saints of the Most High. His kingdom is an everlasting kingdom, And all dominions shall serve and obey Him.’","nkjv":"Then the kingdom and dominion, And the greatness of the kingdoms under the whole heaven, Shall be given to the people, the saints of the Most High. His kingdom is an everlasting kingdom, And all dominions shall serve and obey Him.’","tamil":"வானத்தின் கீழெங்குமுள்ள ராஜ்யங்களின் ராஜரீகமும் ஆளுகையும் மகத்துவமும் உன்னதமானவருடைய பரிசுத்தவான்களாகிய ஜனங்களுக்குக் கொடுக்கப்படும்; அவருடைய ராஜ்யம் நித்திய ராஜ்யம்; சகல கர்த்தத்துவங்களும் அவரைச் சேவித்து, அவருக்குக் கீழ்ப்பட்டிருக்கும் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":7,"verse":28,"text":{"default":"“This is the end of the account. As for me, Daniel, my thoughts greatly troubled me, and my countenance changed; but I kept the matter in my heart.”","nkjv":"“This is the end of the account. As for me, Daniel, my thoughts greatly troubled me, and my countenance changed; but I kept the matter in my heart.”","tamil":"அவன் சொன்ன வார்த்தை இத்தோடே முடிந்தது. தானியேலாகிய நான் என் நினைவுகளால் மிகவும் கலங்கினேன்; என் முகம் வேறுபட்டது; இந்தக் காரியத்தை என் மனதிலே வைத்துக்கொண்டேன்."}}],"8":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":1,"text":{"default":"In the third year of the reign of King Belshazzar a vision appeared to me—to me, Daniel—after the one that appeared to me the first time.","nkjv":"In the third year of the reign of King Belshazzar a vision appeared to me—to me, Daniel—after the one that appeared to me the first time.","tamil":"தானியேலாகிய எனக்கு முதலில் காண்பிக்கப்பட்ட தரிசனத்துக்குப்பின்பு, ராஜாவாகிய பெல்ஷாத்சார் ராஜ்யபாரம்பண்ணின மூன்றாம் வருஷத்திலே வேறொரு தரிசனம் எனக்குக் காண்பிக்கப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":2,"text":{"default":"I saw in the vision, and it so happened while I was looking, that I was in Shushan, the citadel, which is in the province of Elam; and I saw in the vision that I was by the River Ulai.","nkjv":"I saw in the vision, and it so happened while I was looking, that I was in Shushan, the citadel, which is in the province of Elam; and I saw in the vision that I was by the River Ulai.","tamil":"தரிசனத்திலே நான் கண்டது என்னவென்றால்: நான் பார்க்கையில் ஏலாம் தேசத்திலுள்ள சூசான் அரமனையில் இருந்தேன்; அங்கே நான் ஊலாய் என்னும் ஆற்றங்கரையில் இருந்ததாகத் தரிசனத்திலே கண்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":3,"text":{"default":"Then I lifted my eyes and saw, and there, standing beside the river, was a ram which had two horns, and the two horns were high; but one was higher than the other, and the higher one came up last.","nkjv":"Then I lifted my eyes and saw, and there, standing beside the river, was a ram which had two horns, and the two horns were high; but one was higher than the other, and the higher one came up last.","tamil":"நான் என் கண்களை ஏறெடுத்துப்பார்த்தேன்; இதோ, இரண்டு கொம்புகளுள்ள ஒரு ஆட்டுக்கடா ஆற்றிற்கு முன்பாக நின்றது; அதின் இரண்டு கொம்புகளும் உயர்ந்தவைகளாயிருந்தது; ஆகிலும் அவைகளில் ஒன்று மற்றதைப்பார்க்கிலும் உயர்ந்திருந்தது; உயர்ந்தகொம்பு பிந்தி முளைத்தெழும்பிற்று."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":4,"text":{"default":"I saw the ram pushing westward, northward, and southward, so that no animal could withstand him; nor was there any that could deliver from his hand, but he did according to his will and became great.","nkjv":"I saw the ram pushing westward, northward, and southward, so that no animal could withstand him; nor was there any that could deliver from his hand, but he did according to his will and became great.","tamil":"அந்த ஆட்டுக்கடா மேற்கும் வடக்கும் தெற்கும் பாய்கிறதைக் கண்டேன்; ஒரு மிருகமும் அதின் முன்னே நிற்கக் கூடாதிருந்தது; அதின் கைக்குத் தப்புவிப்பாருமில்லை; அது தன் இஷ்டப்படியே செய்து வல்லமைகொண்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":5,"text":{"default":"And as I was considering, suddenly a male goat came from the west, across the surface of the whole earth, without touching the ground; and the goat had a notable horn between his eyes.","nkjv":"And as I was considering, suddenly a male goat came from the west, across the surface of the whole earth, without touching the ground; and the goat had a notable horn between his eyes.","tamil":"நான் அதைக் கவனித்துக்கொண்டிருக்கையில், இதோ, மேற்கேயிருந்து ஒரு வெள்ளாட்டுக்கடா நிலத்திலே கால் பாவாமல் தேசத்தின்மீதெங்கும் சென்றது; அந்த வெள்ளாட்டுக்கடாவின் கண்களுக்கு நடுவே விசேஷித்த ஒரு கொம்பு இருந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":6,"text":{"default":"Then he came to the ram that had two horns, which I had seen standing beside the river, and ran at him with furious power.","nkjv":"Then he came to the ram that had two horns, which I had seen standing beside the river, and ran at him with furious power.","tamil":"நான் ஆற்றின் முன்பாக நிற்கக்கண்ட இரண்டு கொம்புகளுள்ள ஆட்டுக்கடாவினிடமட்டும் அதுவந்து, தன்பலத்தின் உக்கிரத்தோடே அதற்கு எதிராகப் பாய்ந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":7,"text":{"default":"And I saw him confronting the ram; he was moved with rage against him, attacked the ram, and broke his two horns. There was no power in the ram to withstand him, but he cast him down to the ground and trampled him; and there was no one that could deliver the ram from his hand.","nkjv":"And I saw him confronting the ram; he was moved with rage against him, attacked the ram, and broke his two horns. There was no power in the ram to withstand him, but he cast him down to the ground and trampled him; and there was no one that could deliver the ram from his hand.","tamil":"அது ஆட்டுக்கடாவின் கிட்டச் சேரக்கண்டேன்; அது ஆட்டுக்கடாவின்மேல் கடுங்கோபங்கொண்டு அதை முட்டி, அதின் இரண்டு கொம்புகளையும் முறித்துப்போட்டது, அதின்முன் நிற்க ஆட்டுக்கடாவுக்குப் பலமில்லாமையால், வெள்ளாட்டுக்கடா அதைத் தரையிலே தள்ளி மிதித்துப்போட்டது, அதின் கைக்கு ஆட்டுக்கடாவைத் தப்புவிப்பார் இல்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":8,"text":{"default":"Therefore the male goat grew very great; but when he became strong, the large horn was broken, and in place of it four notable ones came up toward the four winds of heaven.","nkjv":"Therefore the male goat grew very great; but when he became strong, the large horn was broken, and in place of it four notable ones came up toward the four winds of heaven.","tamil":"அப்பொழுது வெள்ளாட்டுக்கடா மிகுதியும் வல்லமைகொண்டது; அது பலங்கொண்டிருக்கையில், அந்தப் பெரிய கொம்பு முறிந்துபோயிற்று; அதற்குப் பதிலாக ஆகாயத்தின் நாலுதிசைகளுக்கும் எதிராய் விசேஷித்த நாலுகொம்புகள் முளைத்தெழும்பினது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":9,"text":{"default":"And out of one of them came a little horn which grew exceedingly great toward the south, toward the east, and toward the Glorious Land.","nkjv":"And out of one of them came a little horn which grew exceedingly great toward the south, toward the east, and toward the Glorious Land.","tamil":"அவைகளில் ஒன்றிலிருந்து சின்னதான ஒரு கொம்பு புறப்பட்டு தெற்குக்கும், கிழக்குக்கும் எதிராகவும், சிங்காரமான தேசத்துக்கு நேராகவும் மிகவும் பெரியதாயிற்று."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":10,"text":{"default":"And it grew up to the host of heaven; and it cast down some of the host and some of the stars to the ground, and trampled them.","nkjv":"And it grew up to the host of heaven; and it cast down some of the host and some of the stars to the ground, and trampled them.","tamil":"அது வானத்தின் சேனைபரியந்தம் வளர்ந்து, அதின் சேனையாகிய நட்சத்திரங்களில் சிலவற்றை பூமியிலே விழப்பண்ணி, அவைகளை மிதித்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":11,"text":{"default":"He even exalted himself as high as the Prince of the host; and by him the daily sacrifices were taken away, and the place of His sanctuary was cast down.","nkjv":"He even exalted himself as high as the Prince of the host; and by him the daily sacrifices were taken away, and the place of His sanctuary was cast down.","tamil":"அது சேனையினுடைய அதிபதி பரியந்தமும் தன்னை உயர்த்தி, அவரிடத்திலிருந்து அன்றாட பலியை நீக்கிற்று; அவருடைய பரிசுத்த ஸ்தானம் தள்ளுண்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":12,"text":{"default":"Because of transgression, an army was given over to the horn to oppose the daily sacrifices; and he cast truth down to the ground. He did all this and prospered.","nkjv":"Because of transgression, an army was given over to the horn to oppose the daily sacrifices; and he cast truth down to the ground. He did all this and prospered.","tamil":"பாதகத்தினிமித்தம் அன்றாட பலியோடுங்கூடச் சேனையும் அதற்கு ஒப்புக்கொடுக்கப்பட்டது; அது சத்தியத்தைத் தரையிலே தள்ளிற்று; அது கிரியைசெய்து அநுகூலமடைந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":13,"text":{"default":"Then I heard a holy one speaking; and another holy one said to that certain one who was speaking, “How long will the vision be, concerning the daily sacrifices and the transgression of desolation, the giving of both the sanctuary and the host to be trampled underfoot?”","nkjv":"Then I heard a holy one speaking; and another holy one said to that certain one who was speaking, “How long will the vision be, concerning the daily sacrifices and the transgression of desolation, the giving of both the sanctuary and the host to be trampled underfoot?”","tamil":"பரிசுத்தவானாகிய ஒருவன் பேசக்கேட்டேன்; அப்பொழுது வேறொரு பரிசுத்தவான் பேசினவரை நோக்கி: அன்றாட பலியைக்குறித்தும், பாழ்க்கடிப்பை உண்டாக்கும் பாதகத்தைக்குறித்தும், பரிசுத்த ஸ்தலமும் சேனையும் மிதிபட ஒப்புக்கொடுக்கப்படுவதைக்குறித்தும், உண்டான தரிசனம் எதுவரைக்கும் இருக்கும் என்று கேட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":14,"text":{"default":"And he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.”","nkjv":"And he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.”","tamil":"அவன் என்னை நோக்கி: இரண்டாயிரத்து முந்நூறு இராப்பகல் செல்லும்வரைக்கும் இருக்கும், பின்பு பரிசுத்த ஸ்தலம் சுத்திகரிக்கப்படும் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":15,"text":{"default":"Then it happened, when I, Daniel, had seen the vision and was seeking the meaning, that suddenly there stood before me one having the appearance of a man.","nkjv":"Then it happened, when I, Daniel, had seen the vision and was seeking the meaning, that suddenly there stood before me one having the appearance of a man.","tamil":"தானியேலாகிய நான் இந்தத் தரிசனத்தைக்கண்டு, அதின் பொருளை அறிய வகைதேடுகையில், இதோ, மனுஷசாயலான ஒருவன் எனக்கு எதிரே நின்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":16,"text":{"default":"And I heard a man’s voice between the banks of the Ulai, who called, and said, “Gabriel, make this man understand the vision.”","nkjv":"And I heard a man’s voice between the banks of the Ulai, who called, and said, “Gabriel, make this man understand the vision.”","tamil":"அன்றியும் காபிரியேலே, இவனுக்குத் தரிசனத்தை விளங்கப்பண்ணென்று ஊலாயின் மத்தியிலே கூப்பிட்டுச் சொல்லுகிற ஒரு மனுஷ சத்தத்தையும் கேட்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":17,"text":{"default":"So he came near where I stood, and when he came I was afraid and fell on my face; but he said to me, “Understand, son of man, that the vision refers to the time of the end.”","nkjv":"So he came near where I stood, and when he came I was afraid and fell on my face; but he said to me, “Understand, son of man, that the vision refers to the time of the end.”","tamil":"அப்பொழுது அவன் நான் நின்ற இடத்துக்கு வந்தான்; அவன் வருகையில் நான் திடுக்கிட்டு முகங்குப்புற விழுந்தேன்; அவன் என்னை நோக்கி: மனுபுத்திரனே கவனி; இந்தத் தரிசனம் முடிவுகாலத்துக்கு அடுத்தது என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":18,"text":{"default":"Now, as he was speaking with me, I was in a deep sleep with my face to the ground; but he touched me, and stood me upright.","nkjv":"Now, as he was speaking with me, I was in a deep sleep with my face to the ground; but he touched me, and stood me upright.","tamil":"அவன் என்னோடே பேசுகையில், நான் தரையில் முகங்குப்புறக்கிடந்து, அயர்ந்த நித்திரைகொண்டேன்; அவனோ என்னைத் தொட்டு, நான் காலூன்றி நிற்கும்படி செய்து:"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":19,"text":{"default":"And he said, “Look, I am making known to you what shall happen in the latter time of the indignation; for at the appointed time the end shall be.","nkjv":"And he said, “Look, I am making known to you what shall happen in the latter time of the indignation; for at the appointed time the end shall be.","tamil":"இதோ, கோபத்தின் முடிவுகாலத்திலே சம்பவிப்பதை உனக்குத் தெரிவிப்பேன்; இது குறிக்கப்பட்ட முடிவுகாலத்துக்கு அடுத்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":20,"text":{"default":"The ram which you saw, having the two horns—they are the kings of Media and Persia.","nkjv":"The ram which you saw, having the two horns—they are the kings of Media and Persia.","tamil":"நீ கண்ட இரண்டு கொம்புள்ள ஆட்டுக்கடா மேதியா பெர்சியா தேசங்களின் ராஜாக்கள்;"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":21,"text":{"default":"And the male goat is the kingdom of Greece. The large horn that is between its eyes is the first king.","nkjv":"And the male goat is the kingdom of Greece. The large horn that is between its eyes is the first king.","tamil":"ரோமமுள்ள அந்த வெள்ளாட்டுக்கடா கிரேக்கு தேசத்தின் ராஜா; அதின் கண்களுக்கு நடுவே இருந்த பெரிய கொம்பு அதின் முதலாம் ராஜா;"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":22,"text":{"default":"As for the broken horn and the four that stood up in its place, four kingdoms shall arise out of that nation, but not with its power.","nkjv":"As for the broken horn and the four that stood up in its place, four kingdoms shall arise out of that nation, but not with its power.","tamil":"அது முறிந்துபோனபின்பு அதற்குப் பதிலாக நாலு கொம்புகள் எழும்பினது என்னவென்றால், அந்த ஜாதியிலே நாலு ராஜ்யங்கள் எழும்பும்; ஆனாலும் அவனுக்கு இருந்த வல்லமை அவைகளுக்கு இராது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":23,"text":{"default":"“And in the latter time of their kingdom, When the transgressors have reached their fullness, A king shall arise, Having fierce features, Who understands sinister schemes.","nkjv":"“And in the latter time of their kingdom, When the transgressors have reached their fullness, A king shall arise, Having fierce features, Who understands sinister schemes.","tamil":"அவர்களுடைய ராஜ்யபாரத்தின் கடைசிக்காலத்திலோவென்றால், பாதகருடைய பாதகம் நிறைவேறும்போது, மூர்க்க முகமும் சூதான பேச்சுமுள்ள சாமர்த்தியமான ஒரு ராஜா எழும்புவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":24,"text":{"default":"His power shall be mighty, but not by his own power; He shall destroy fearfully, And shall prosper and thrive; He shall destroy the mighty, and also the holy people.","nkjv":"His power shall be mighty, but not by his own power; He shall destroy fearfully, And shall prosper and thrive; He shall destroy the mighty, and also the holy people.","tamil":"அவனுடைய வல்லமை பெருகும்; ஆனாலும் அவனுடைய சுயபலத்தினாலல்ல, அவன் அதிசயமானவிதமாக அழிம்புண்டாக்கி, அநுகூலம் பெற்றுக்கிரியைசெய்து, பலவான்களையும் பரிசுத்த ஜனங்களையும் அழிப்பான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":25,"text":{"default":"“Through his cunning He shall cause deceit to prosper under his rule; And he shall exalt himself in his heart. He shall destroy many in their prosperity. He shall even rise against the Prince of princes; But he shall be broken without human means.","nkjv":"“Through his cunning He shall cause deceit to prosper under his rule; And he shall exalt himself in his heart. He shall destroy many in their prosperity. He shall even rise against the Prince of princes; But he shall be broken without human means.","tamil":"அவன் தன் உபாயத்தினால் வஞ்சகத்தைக் கைகூடிவரப்பண்ணி, தன் இருதயத்தில் பெருமைகொண்டு, நிர்விசாரத்தோடிருக்கிற அநேகரை அழித்து, அதிபதிகளுக்கு அதிபதியாயிருக்கிறவருக்கு விரோதமாய் எழும்புவான், ஆனாலும் அவன் கையினாலல்ல வேறுவிதமாய் முறித்துப்போடப்படுவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":26,"text":{"default":"“And the vision of the evenings and mornings Which was told is true; Therefore seal up the vision, For it refers to many days in the future.”","nkjv":"“And the vision of the evenings and mornings Which was told is true; Therefore seal up the vision, For it refers to many days in the future.”","tamil":"சொல்லப்பட்ட இராப்பகல்களின்தரிசனம் சத்தியமாயிருக்கிறது; ஆதலால் இந்தத் தரிசனத்தை நீ மறைத்துவை; அதற்கு இன்னும் அநேகநாள் செல்லும் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":8,"verse":27,"text":{"default":"And I, Daniel, fainted and was sick for days; afterward I arose and went about the king’s business. I was astonished by the vision, but no one understood it.","nkjv":"And I, Daniel, fainted and was sick for days; afterward I arose and went about the king’s business. I was astonished by the vision, but no one understood it.","tamil":"தானியேலாகிய நான் சோர்வடைந்து, சிலநாள் வியாதிப்பட்டிருந்தேன்; பின்பு நான் எழுந்திருந்து, ராஜாவின் வேலையைச் செய்து, அந்தத் தரிசனத்தினால் திகைத்துக்கொண்டிருந்தேன்; ஒருவரும் அதை அறியவில்லை."}}],"9":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":1,"text":{"default":"In the first year of Darius the son of Ahasuerus, of the lineage of the Medes, who was made king over the realm of the Chaldeans—","nkjv":"In the first year of Darius the son of Ahasuerus, of the lineage of the Medes, who was made king over the realm of the Chaldeans—","tamil":"கல்தேயருடைய ராஜ்யத்தின்மேல் ராஜாவாக்கப்பட்ட மேதிய குலத்தானாகிய அகாஸ்வேருவின் புத்திரனான தரியு ராஜ்யபாரம்பண்ணுகிற முதலாம் வருஷத்திலே,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":2,"text":{"default":"in the first year of his reign I, Daniel, understood by the books the number of the years specified by the word of the Lord through Jeremiah the prophet, that He would accomplish seventy years in the desolations of Jerusalem.","nkjv":"in the first year of his reign I, Daniel, understood by the books the number of the years specified by the word of the Lord through Jeremiah the prophet, that He would accomplish seventy years in the desolations of Jerusalem.","tamil":"தானியேலாகிய நான் எருசலேமின் பாழ்க்கடிப்புகள் நிறைவேறித்தீர எழுபதுவருஷம் செல்லுமென்று கர்த்தர் எரேமியா தீர்க்கதரிசியோடே சொல்லிய வருஷங்களின் தொகையைப் புஸ்தகங்களால் அறிந்துகொண்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":3,"text":{"default":"Then I set my face toward the Lord God to make request by prayer and supplications, with fasting, sackcloth, and ashes.","nkjv":"Then I set my face toward the Lord God to make request by prayer and supplications, with fasting, sackcloth, and ashes.","tamil":"நான் உபவாசம்பண்ணி, இரட்டிலும் சாம்பலிலும் உட்கார்ந்து தேவனாகிய ஆண்டவரை ஜெபத்தினாலும் விண்ணப்பங்களினாலும் தேட என்முகத்தை அவருக்கு நேராக்கி,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":4,"text":{"default":"And I prayed to the Lord my God, and made confession, and said, “O Lord, great and awesome God, who keeps His covenant and mercy with those who love Him, and with those who keep His commandments,","nkjv":"And I prayed to the Lord my God, and made confession, and said, “O Lord, great and awesome God, who keeps His covenant and mercy with those who love Him, and with those who keep His commandments,","tamil":"என் தேவனாகிய கர்த்தரை நோக்கி ஜெபம்பண்ணி, பாவ அறிக்கைசெய்து: ஆ ஆண்டவரே, உம்மில் அன்புகூர்ந்து, உம்முடைய கற்பனைகளைக் கைக்கொள்ளுகிறவர்களுக்கு உடன்படிக்கையையும் கிருபையையும் காக்கிற மகத்துவமும் பயங்கரமுமான தேவனே,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":5,"text":{"default":"we have sinned and committed iniquity, we have done wickedly and rebelled, even by departing from Your precepts and Your judgments.","nkjv":"we have sinned and committed iniquity, we have done wickedly and rebelled, even by departing from Your precepts and Your judgments.","tamil":"நாங்கள் பாவஞ்செய்து, அக்கிரமக்காரராயிருந்து, துன்மார்க்கமாய் நடந்து, கலகம்பண்ணி, உம்முடைய கற்பனைகளையும் உம்முடைய நியாயங்களையும் விட்டு அகன்றுபோனோம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":6,"text":{"default":"Neither have we heeded Your servants the prophets, who spoke in Your name to our kings and our princes, to our fathers and all the people of the land.","nkjv":"Neither have we heeded Your servants the prophets, who spoke in Your name to our kings and our princes, to our fathers and all the people of the land.","tamil":"உமது நாமத்தினாலே எங்கள் ராஜாக்களோடும் எங்கள் பிரபுக்களோடும் எங்கள் பிதாக்களோடும் தேசத்தினுடைய சகல ஜனங்களோடும் பேசின தீர்க்கதரிசிகளாகிய உம்முடைய ஊழியக்காரருக்குச் செவிகொடாமற்போனோம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":7,"text":{"default":"O Lord, righteousness belongs to You, but to us shame of face, as it is this day—to the men of Judah, to the inhabitants of Jerusalem and all Israel, those near and those far off in all the countries to which You have driven them, because of the unfaithfulness which they have committed against You.","nkjv":"O Lord, righteousness belongs to You, but to us shame of face, as it is this day—to the men of Judah, to the inhabitants of Jerusalem and all Israel, those near and those far off in all the countries to which You have driven them, because of the unfaithfulness which they have committed against You.","tamil":"ஆண்டவரே, நீதி உமக்கே உரியது; உமக்கு விரோதமாகச் செய்த துரோகத்தினிமித்தம் உம்மாலே சமீபமும் தூரமுமான எல்லா தேசங்களிலும் துரத்தப்பட்டிருக்கிற யூதமனுஷரும் எருசலேமின் குடிகளும் சகல இஸ்ரவேலருமாகிய நாங்கள் இந்நாளில் இருக்கிறபடியே, வெட்கம் எங்களுக்கே உரியது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":8,"text":{"default":"“O Lord, to us belongs shame of face, to our kings, our princes, and our fathers, because we have sinned against You.","nkjv":"“O Lord, to us belongs shame of face, to our kings, our princes, and our fathers, because we have sinned against You.","tamil":"ஆண்டவரே, உமக்கு விரோதமாகப் பாவஞ்செய்தபடியால், நாங்களும் எங்கள் ராஜாக்களும் எங்கள் பிரபுக்களும் எங்கள் பிதாக்களும் வெட்கத்துக்குரியவர்களானோம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":9,"text":{"default":"To the Lord our God belong mercy and forgiveness, though we have rebelled against Him.","nkjv":"To the Lord our God belong mercy and forgiveness, though we have rebelled against Him.","tamil":"அவருக்கு விரோதமாக நாங்கள் கலகம்பண்ணி, அவர் தீர்க்கதரிசிகளாகிய தம்முடைய ஊழியக்காரரைக்கொண்டு எங்களுக்கு முன்பாகவைத்த அவருடைய நியாயப்பிரமாணங்களின்படி நடக்கத்தக்கதாக நாங்கள் அவருடைய சத்தத்துக்குச் செவிகொடாமற்போனோம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":10,"text":{"default":"We have not obeyed the voice of the Lord our God, to walk in His laws, which He set before us by His servants the prophets.","nkjv":"We have not obeyed the voice of the Lord our God, to walk in His laws, which He set before us by His servants the prophets.","tamil":"ஆனாலும் எங்கள் தேவனாகிய ஆண்டவரிடத்தில் இரக்கங்களும் மன்னிப்புகளும் உண்டு."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":11,"text":{"default":"Yes, all Israel has transgressed Your law, and has departed so as not to obey Your voice; therefore the curse and the oath written in the Law of Moses the servant of God have been poured out on us, because we have sinned against Him.","nkjv":"Yes, all Israel has transgressed Your law, and has departed so as not to obey Your voice; therefore the curse and the oath written in the Law of Moses the servant of God have been poured out on us, because we have sinned against Him.","tamil":"இஸ்ரவேலர் எல்லாரும் உமது நியாயப்பிரமாணத்தை மீறி, உமது சத்தத்துக்குச் செவிகொடாமல் விலகிப்போனார்கள். அவருக்கு விரோதமாகப் பாவஞ்செய்தோம்; ஆகையால் தேவனுடைய தாசனாகிய மோசேயின் நியாயப்பிரமாணப் புஸ்தகத்தில் எழுதியிருக்கிற சாபமும் ஆணையாக்கினையும் எங்கள்மேல் சொரியப்பட்டன."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":12,"text":{"default":"And He has confirmed His words, which He spoke against us and against our judges who judged us, by bringing upon us a great disaster; for under the whole heaven such has never been done as what has been done to Jerusalem.","nkjv":"And He has confirmed His words, which He spoke against us and against our judges who judged us, by bringing upon us a great disaster; for under the whole heaven such has never been done as what has been done to Jerusalem.","tamil":"எருசலேமில் சம்பவித்ததுபோல வானத்தின்கீழ் எங்கும் சம்பவியாதிருக்கிற பெரிய தீங்கை எங்கள்மேல் வரப்பண்ணினதினால், அவர் எங்களுக்கும் எங்களை நியாயந்தீர்த்த நியாயாதிபதிகளுக்கும் விரோதமாகச் சொல்லியிருந்த தம்முடைய வார்த்தைகளை நிறைவேற்றினார்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":13,"text":{"default":"“As it is written in the Law of Moses, all this disaster has come upon us; yet we have not made our prayer before the Lord our God, that we might turn from our iniquities and understand Your truth.","nkjv":"“As it is written in the Law of Moses, all this disaster has come upon us; yet we have not made our prayer before the Lord our God, that we might turn from our iniquities and understand Your truth.","tamil":"மோசேயின் நியாயப்பிரமாணப் புஸ்தகத்தில் எழுதியிருக்கிறபடியே இந்தத் தீங்கெல்லாம் எங்கள்மேல் வந்தது; ஆனாலும் நாங்கள் எங்கள் அக்கிரமங்களை விட்டுத் திரும்புகிறதற்கும், உம்முடைய சத்தியத்தைக் கவனிக்கிறதற்கும், எங்கள் தேவனாகிய கர்த்தரின் முகத்தை நோக்கிக் கெஞ்சினதில்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":14,"text":{"default":"Therefore the Lord has kept the disaster in mind, and brought it upon us; for the Lord our God is righteous in all the works which He does, though we have not obeyed His voice.","nkjv":"Therefore the Lord has kept the disaster in mind, and brought it upon us; for the Lord our God is righteous in all the works which He does, though we have not obeyed His voice.","tamil":"ஆதலால் கர்த்தர் கவனமாயிருந்து அந்தத் தீங்கை எங்கள்மேல் வரப்பண்ணினார்; எங்கள் தேவனாகிய கர்த்தர் தாம் செய்துவருகிற தம்முடைய கிரியைகளில் எல்லாம் நீதியுள்ளவர்; நாங்களோ அவருடைய சத்தத்துக்குக் செவிகொடாமற்போனோம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":15,"text":{"default":"And now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand, and made Yourself a name, as it is this day—we have sinned, we have done wickedly!","nkjv":"And now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand, and made Yourself a name, as it is this day—we have sinned, we have done wickedly!","tamil":"இப்போதும் உமது ஜனத்தைப் பலத்த கையினால் எகிப்துதேசத்திலிருந்து புறப்படப்பண்ணி, இந்நாள்வரைக்கும் இருக்கிறபடி, உமக்கு கீர்த்தியை உண்டாக்கின எங்கள் தேவனாகிய ஆண்டவரே, நாங்கள் பாவஞ்செய்து, துன்மார்க்கராய் நடந்தோம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":16,"text":{"default":"“O Lord, according to all Your righteousness, I pray, let Your anger and Your fury be turned away from Your city Jerusalem, Your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Your people are a reproach to all those around us.","nkjv":"“O Lord, according to all Your righteousness, I pray, let Your anger and Your fury be turned away from Your city Jerusalem, Your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Your people are a reproach to all those around us.","tamil":"ஆண்டவரே, உம்முடைய சர்வநீதியின்படியே, உமது கோபமும் உக்கிரமமும் உம்முடைய பரிசுத்த பர்வதமாகிய எருசலேம் என்னும் உம்முடைய நகரத்தை விட்டுத் திரும்பும்படி செய்யும்; எங்கள் பாவங்களினாலும் எங்கள் பிதாக்களின் அக்கிரமங்களினாலும் எருசலேமும் உம்முடைய ஜனமாகிய நாங்களும் எங்கள் சுற்றுப்புறத்தார் யாவருக்கும் நிந்தையானோம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":17,"text":{"default":"Now therefore, our God, hear the prayer of Your servant, and his supplications, and for the Lord’s sake cause Your face to shine on Your sanctuary, which is desolate.","nkjv":"Now therefore, our God, hear the prayer of Your servant, and his supplications, and for the Lord’s sake cause Your face to shine on Your sanctuary, which is desolate.","tamil":"இப்போதும் எங்கள் தேவனே, நீர் உமது அடியானுடைய விண்ணப்பத்தையும் அவனுடைய கெஞ்சுதலையும் கேட்டு, பாழாய்க் கிடக்கிற உம்முடைய பரிசுத்த ஸ்தலத்தின்மேல் ஆண்டவரினிமித்தம் உமது முகத்தைப் பிரகாசிக்கப்பண்ணும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":18,"text":{"default":"O my God, incline Your ear and hear; open Your eyes and see our desolations, and the city which is called by Your name; for we do not present our supplications before You because of our righteous deeds, but because of Your great mercies.","nkjv":"O my God, incline Your ear and hear; open Your eyes and see our desolations, and the city which is called by Your name; for we do not present our supplications before You because of our righteous deeds, but because of Your great mercies.","tamil":"என் தேவனே, உம்முடைய செவியைச் சாய்த்துக் கேட்டருளும்; உம்முடைய கண்களைத் திறந்து, எங்கள் பாழிடங்களையும், உமது நாமம் தரிக்கப்பட்டிருக்கிற நகரத்தையும் பார்த்தருளும்; நாங்கள் எங்கள் நீதிகளை அல்ல, உம்முடைய மிகுந்த இரக்கங்களையே நம்பி, எங்கள் விண்ணப்பங்களை உமக்கு முன்பாகச் செலுத்துகிறோம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":19,"text":{"default":"O Lord, hear! O Lord, forgive! O Lord, listen and act! Do not delay for Your own sake, my God, for Your city and Your people are called by Your name.”","nkjv":"O Lord, hear! O Lord, forgive! O Lord, listen and act! Do not delay for Your own sake, my God, for Your city and Your people are called by Your name.”","tamil":"ஆண்டவரே கேளும், ஆண்டவரே மன்னியும், ஆண்டவரே கவனியும்; என் தேவனே, உம்முடைய நிமித்தமாக அதைத் தாமதியாமல் செய்யும்; உம்முடைய நகரத்துக்கும் உம்முடைய ஜனத்துக்கும் உம்முடைய நாமம் தரிக்கப்பட்டிருக்கிறதே என்றேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":20,"text":{"default":"Now while I was speaking, praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the Lord my God for the holy mountain of my God,","nkjv":"Now while I was speaking, praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the Lord my God for the holy mountain of my God,","tamil":"இப்படி நான் சொல்லி, ஜெபம்பண்ணி, என் பாவத்தையும் என் ஜனமாகிய இஸ்ரவேலின் பாவத்தையும் அறிக்கையிட்டு, என் தேவனுடைய பரிசுத்த பர்வதத்துக்காக என் விண்ணப்பத்தை என் தேவனாகிய கர்த்தருக்கு முன்பாகச் செலுத்திக்கொண்டிருந்தேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":21,"text":{"default":"yes, while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, reached me about the time of the evening offering.","nkjv":"yes, while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, reached me about the time of the evening offering.","tamil":"அப்படி நான் ஜெபம்பண்ணிக்கொண்டிருக்கும்போதே, முதல் தரிசனத்திலே நான் கண்ட புருஷனாகிய காபிரியேல், வேகமாய்ப் பறந்துவந்து, அந்திப்பலியின் நேரமாகிய வேளையிலே என்னைத் தொட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":22,"text":{"default":"And he informed me, and talked with me, and said, “O Daniel, I have now come forth to give you skill to understand.","nkjv":"And he informed me, and talked with me, and said, “O Daniel, I have now come forth to give you skill to understand.","tamil":"அவன் எனக்குத் தெளிவுண்டாக்கி, என்னோடே பேசி: தானியேலே, உனக்கு அறிவை உணர்த்தும்படி இப்போது புறப்பட்டுவந்தேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":23,"text":{"default":"At the beginning of your supplications the command went out, and I have come to tell you, for you are greatly beloved; therefore consider the matter, and understand the vision:","nkjv":"At the beginning of your supplications the command went out, and I have come to tell you, for you are greatly beloved; therefore consider the matter, and understand the vision:","tamil":"நீ மிகவும் பிரியமானவன், ஆதலால், நீ வேண்டிக்கொள்ளத் தொடங்கினபோதே கட்டளை வெளிப்பட்டது. நான் அதை அறிவிக்கவந்தேன்; இப்போதும் சொல்லுகிற வார்த்தையை நீ கவனித்துக்கேட்டு, தரிசனத்தை அறிந்துகொள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":24,"text":{"default":"“Seventy weeks are determined For your people and for your holy city, To finish the transgression, To make an end of sins, To make reconciliation for iniquity, To bring in everlasting righteousness, To seal up vision and prophecy, And to anoint the Most Holy.","nkjv":"“Seventy weeks are determined For your people and for your holy city, To finish the transgression, To make an end of sins, To make reconciliation for iniquity, To bring in everlasting righteousness, To seal up vision and prophecy, And to anoint the Most Holy.","tamil":"மீறுதலைத் தவிர்க்கிறதற்கும், பாவங்களைத் தொலைக்கிறதற்கும், அக்கிரமத்தை நிவிர்த்திபண்ணுகிறதற்கும், நித்திய நீதியை வருவிக்கிறதற்கும், தரிசனத்தையும் தீர்க்கதரிசனத்தையும் முத்திரிக்கிறதற்கும், மகா பரிசுத்தமுள்ளவரை அபிஷேகம்பண்ணுகிறதற்கும், உன் ஜனத்தின்மேலும் உன் பரிசுத்த நகரத்தின்மேலும் எழுபதுவாரங்கள் செல்லும்படி குறிக்கப்பட்டிருக்கிறது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":25,"text":{"default":"“Know therefore and understand, That from the going forth of the command To restore and build Jerusalem Until Messiah the Prince, There shall be seven weeks and sixty-two weeks; The street shall be built again, and the wall, Even in troublesome times.","nkjv":"“Know therefore and understand, That from the going forth of the command To restore and build Jerusalem Until Messiah the Prince, There shall be seven weeks and sixty-two weeks; The street shall be built again, and the wall, Even in troublesome times.","tamil":"இப்போதும் நீ அறிந்து உணர்ந்துகொள்ளவேண்டியது என்னவென்றால்: எருசலேமைத் திரும்ப எடுப்பித்துக்கட்டுகிறதற்கான கட்டளை வெளிப்படுவதுமுதல், பிரபுவாகிய மேசியா வருமட்டும் ஏழு வாரமும், அறுபத்திரண்டு வாரமும் செல்லும்; அவைகளில் வீதிகளும் அலங்கங்களும் மறுபடியும் கட்டப்படும்; ஆனாலும் இடுக்கமான காலங்களில் இப்படியாகும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":26,"text":{"default":"“And after the sixty-two weeks Messiah shall be cut off, but not for Himself; And the people of the prince who is to come Shall destroy the city and the sanctuary. The end of it shall be with a flood, And till the end of the war desolations are determined.","nkjv":"“And after the sixty-two weeks Messiah shall be cut off, but not for Himself; And the people of the prince who is to come Shall destroy the city and the sanctuary. The end of it shall be with a flood, And till the end of the war desolations are determined.","tamil":"அந்த அறுபத்திரண்டு வாரங்களுக்குப் பின்பு மேசியா சங்கரிக்கப்படுவார்; ஆனாலும் தமக்காக அல்ல; நகரத்தையும் பரிசுத்த ஸ்தலத்தையும் வரப்போகிற பிரபுவின் ஜனங்கள் அழித்துப்போடுவார்கள்; அதின்முடிவு ஜலப்பிரவாகம்போல இருக்கும்; முடிவுபரியந்தம் யுத்தமும் நாசமும் உண்டாக நியமிக்கப்பட்டது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":9,"verse":27,"text":{"default":"Then he shall confirm a covenant with many for one week; But in the middle of the week He shall bring an end to sacrifice and offering. And on the wing of abominations shall be one who makes desolate, Even until the consummation, which is determined, Is poured out on the desolate.”","nkjv":"Then he shall confirm a covenant with many for one week; But in the middle of the week He shall bring an end to sacrifice and offering. And on the wing of abominations shall be one who makes desolate, Even until the consummation, which is determined, Is poured out on the desolate.”","tamil":"அவர் ஒரு வாரமளவும் அநேகருக்கு உடன்படிக்கையை உறுதிப்படுத்தி, அந்த வாரம் பாதி சென்றபோது பலியையும் காணிக்கையையும் ஒழியப்பண்ணுவார்; அருவருப்பான செட்டைகளோடே பாழாக்குகிறவன் வந்து இறங்குவான், நிர்ணயிக்கப்பட்டிருக்கிற நிர்மூலம் பாழாக்குகிறவன்மேல் தீருமட்டும் சொரியும் என்றான்."}}],"10":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":1,"text":{"default":"In the third year of Cyrus king of Persia a message was revealed to Daniel, whose name was called Belteshazzar. The message was true, but the appointed time was long; and he understood the message, and had understanding of the vision.","nkjv":"In the third year of Cyrus king of Persia a message was revealed to Daniel, whose name was called Belteshazzar. The message was true, but the appointed time was long; and he understood the message, and had understanding of the vision.","tamil":"பெர்சியாவின் ராஜாவாகிய கோரேஸ் அரசாண்ட மூன்றாம் வருஷத்திலே பெல்தெஷாத்சார் என்று பெயரிடப்பட்ட தானியேலுக்கு ஒரு காரியம் வெளியாக்கப்பட்டது; அந்தக் காரியம் சத்தியமும் நீடிய யுத்தத்துக்கு அடுத்ததுமாயிருக்கிறது; அந்தக் காரியத்தை அவன் கவனித்து, தரிசனத்தின் பொருளை அறிந்துகொண்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":2,"text":{"default":"In those days I, Daniel, was mourning three full weeks.","nkjv":"In those days I, Daniel, was mourning three full weeks.","tamil":"அந்த நாட்களில் தானியேலாகிய நான் மூன்று வாரமுழுவதும் துக்கித்துக்கொண்டிருந்தேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":3,"text":{"default":"I ate no pleasant food, no meat or wine came into my mouth, nor did I anoint myself at all, till three whole weeks were fulfilled.","nkjv":"I ate no pleasant food, no meat or wine came into my mouth, nor did I anoint myself at all, till three whole weeks were fulfilled.","tamil":"அந்த மூன்று வாரங்களாகிய நாட்கள் நிறைவேறுமட்டும் ருசிகரமான அப்பத்தை நான் புசிக்கவுமில்லை, இறைச்சியும் திராட்சரசமும் என் வாய்க்குள் போகவுமில்லை. நான் பரிமளதைலம் பூசிக்கொள்ளவுமில்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":4,"text":{"default":"Now on the twenty-fourth day of the first month, as I was by the side of the great river, that is, the Tigris,","nkjv":"Now on the twenty-fourth day of the first month, as I was by the side of the great river, that is, the Tigris,","tamil":"முதலாம் மாதம் இருபத்து நாலாந்தேதியிலே நான் இதெக்கேல் என்னும் பெரிய ஆற்றங்கரையில் இருந்து,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":5,"text":{"default":"I lifted my eyes and looked, and behold, a certain man clothed in linen, whose waist was girded with gold of Uphaz!","nkjv":"I lifted my eyes and looked, and behold, a certain man clothed in linen, whose waist was girded with gold of Uphaz!","tamil":"என் கண்களை ஏறெடுக்கையில், சணல் வஸ்திரந்தரித்து, தமது அரையில் ஊப்பாசின் தங்கக்கச்சையைக் கட்டிக்கொண்டிருக்கிற ஒரு புருஷனைக் கண்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":6,"text":{"default":"His body was like beryl, his face like the appearance of lightning, his eyes like torches of fire, his arms and feet like burnished bronze in color, and the sound of his words like the voice of a multitude.","nkjv":"His body was like beryl, his face like the appearance of lightning, his eyes like torches of fire, his arms and feet like burnished bronze in color, and the sound of his words like the voice of a multitude.","tamil":"அவருடைய சரீரம் படிகப்பச்சையைப்போலவும், அவருடைய முகம் மின்னனலின் பிரகாசத்தைப்போலவும், அவருடைய கண்கள் எரிகிற தீபங்களைப்போலவும், அவருடைய புயங்களும் அவருடைய கால்களும் துலக்கப்பட்ட வெண்கல நிறத்தைப்போலவும், அவருடைய வார்த்தைகளின் சத்தம் ஜனக்கூட்டத்தின் ஆரவாரத்தைப்போலவும் இருந்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":7,"text":{"default":"And I, Daniel, alone saw the vision, for the men who were with me did not see the vision; but a great terror fell upon them, so that they fled to hide themselves.","nkjv":"And I, Daniel, alone saw the vision, for the men who were with me did not see the vision; but a great terror fell upon them, so that they fled to hide themselves.","tamil":"தானியேலாகிய நான் மாத்திரம் அந்தத் தரிசனத்தைக் கண்டேன்; என்னோடே இருந்த மனுஷரோ அந்தத்தரிசனத்தைக் காணவில்லை; அவர்கள் மிகவும் நடுநடுங்கி, ஓடி ஒளித்துக்கொண்டார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":8,"text":{"default":"Therefore I was left alone when I saw this great vision, and no strength remained in me; for my vigor was turned to frailty in me, and I retained no strength.","nkjv":"Therefore I was left alone when I saw this great vision, and no strength remained in me; for my vigor was turned to frailty in me, and I retained no strength.","tamil":"நான் தனித்துவிடப்பட்டு அந்தப் பெரிய தரிசனத்தைக் கண்டேன்; என் பெலனெல்லாம் போயிற்று; என் உருவம் மாறி வாடிப்போயிற்று; திடனற்றுப்போனேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":9,"text":{"default":"Yet I heard the sound of his words; and while I heard the sound of his words I was in a deep sleep on my face, with my face to the ground.","nkjv":"Yet I heard the sound of his words; and while I heard the sound of his words I was in a deep sleep on my face, with my face to the ground.","tamil":"அவருடைய வார்த்தைகளின் சத்தத்தைக் கேட்டேன்; அவருடைய வார்த்தைகளின் சத்தத்தை நான் கேட்கும்போது, நான் முகங்கவிழ்ந்து, நித்திரை போகிறவனாய்த் தரையிலே முகங்குப்புற விழுந்துகிடந்தேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":10,"text":{"default":"Suddenly, a hand touched me, which made me tremble on my knees and on the palms of my hands.","nkjv":"Suddenly, a hand touched me, which made me tremble on my knees and on the palms of my hands.","tamil":"இதோ, ஒருவன் கை என்னைத்தொட்டு, என் முழங்கால்களும் என் உள்ளங்கைகளும் தரையை ஊன்றியிருக்க என்னைத் தூக்கிவைத்தது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":11,"text":{"default":"And he said to me, “O Daniel, man greatly beloved, understand the words that I speak to you, and stand upright, for I have now been sent to you.” While he was speaking this word to me, I stood trembling.","nkjv":"And he said to me, “O Daniel, man greatly beloved, understand the words that I speak to you, and stand upright, for I have now been sent to you.” While he was speaking this word to me, I stood trembling.","tamil":"அவன் என்னை நோக்கி: பிரியமான புருஷனாகிய தானியேலே, நான் இப்போது உன்னிடத்திற்கு அனுப்பப்பட்டு வந்தேன்; ஆதலால், நான் உனக்குச் சொல்லும் வார்த்தைகளின்பேரில் நீ கவனமாயிருந்து, கால் ஊன்றி நில் என்றான்; இந்த வார்த்தையை அவன் என்னிடத்தில் சொல்லுகையில் நடுக்கத்தோடே எழுந்து நின்றேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":12,"text":{"default":"Then he said to me, “Do not fear, Daniel, for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard; and I have come because of your words.","nkjv":"Then he said to me, “Do not fear, Daniel, for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard; and I have come because of your words.","tamil":"அப்பொழுது அவன் என்னை நோக்கி: தானியேலே, பயப்படாதே; நீ அறிவை அடைகிறதற்கும், உன்னை உன்னுடைய தேவனுக்கு முன்பாகச் சிறுமைப்படுத்துகிறதற்கும், உன் மனதைச் செலுத்தின முதல்நாள் துவக்கி உன் வார்த்தைகள் கேட்கப்பட்டது; உன் வார்த்தைகளினிமித்தம் நான் வந்தேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":13,"text":{"default":"But the prince of the kingdom of Persia withstood me twenty-one days; and behold, Michael, one of the chief princes, came to help me, for I had been left alone there with the kings of Persia.","nkjv":"But the prince of the kingdom of Persia withstood me twenty-one days; and behold, Michael, one of the chief princes, came to help me, for I had been left alone there with the kings of Persia.","tamil":"பெர்சியா ராஜ்யத்தின் அதிபதி இருபத்தொரு நாள்மட்டும் என்னோடே எதிர்த்து நின்றான்; ஆனாலும் பிரதான அதிபதிகளில் ஒருவனாகிய மிகாவேல் எனக்கு உதவியாக வந்தான்; ஆதலால் நான் அங்கே பெர்சியாவின் ராஜாக்களிடத்தில் தரித்திருந்தேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":14,"text":{"default":"Now I have come to make you understand what will happen to your people in the latter days, for the vision refers to many days yet to come.”","nkjv":"Now I have come to make you understand what will happen to your people in the latter days, for the vision refers to many days yet to come.”","tamil":"இப்போதும் கடைசிநாட்களில் உன் ஜனங்களுக்குச் சம்பவிப்பதை உனக்குத் தெரியப்பண்ணும்படிக்கு வந்தேன்; இந்தத் தரிசனம் நிறைவேற இன்னும் நாள் செல்லும் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":15,"text":{"default":"When he had spoken such words to me, I turned my face toward the ground and became speechless.","nkjv":"When he had spoken such words to me, I turned my face toward the ground and became speechless.","tamil":"அவன் இந்த வார்த்தைகளை என்னோடே சொல்லுகையில், நான் தலைகவிழ்ந்து, தரையை நோக்கி, பேச்சற்றுப்போனேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":16,"text":{"default":"And suddenly, one having the likeness of the sons of men touched my lips; then I opened my mouth and spoke, saying to him who stood before me, “My lord, because of the vision my sorrows have overwhelmed me, and I have retained no strength.","nkjv":"And suddenly, one having the likeness of the sons of men touched my lips; then I opened my mouth and spoke, saying to him who stood before me, “My lord, because of the vision my sorrows have overwhelmed me, and I have retained no strength.","tamil":"அப்பொழுது மனுபுத்திரரின் சாயலாகிய ஒருவன் என் உதடுகளைத்தொட்டான்; உடனே நான் என் வாயைத் திறந்து பேசி, எனக்கு எதிரே நின்றவனை நோக்கி: என் ஆண்டவனே, தரிசனத்தினால் என் மூட்டுகள் புரண்டன, பெலனற்றுப்போனேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":17,"text":{"default":"For how can this servant of my lord talk with you, my lord? As for me, no strength remains in me now, nor is any breath left in me.”","nkjv":"For how can this servant of my lord talk with you, my lord? As for me, no strength remains in me now, nor is any breath left in me.”","tamil":"ஆகையால் என் ஆண்டவனுடைய அடியேன் என் ஆண்டவனோடே பேசக்கூடுவதெப்படி? இனி என்னில் பெலனில்லை, என்னில் மூச்சுமில்லை என்றேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":18,"text":{"default":"Then again, the one having the likeness of a man touched me and strengthened me.","nkjv":"Then again, the one having the likeness of a man touched me and strengthened me.","tamil":"அப்பொழுது மனுஷ ரூபமான ஒருவன் திரும்ப என்னைத் தொட்டு, என்னைத் திடப்படுத்தி,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":19,"text":{"default":"And he said, “O man greatly beloved, fear not! Peace be to you; be strong, yes, be strong!” So when he spoke to me I was strengthened, and said, “Let my lord speak, for you have strengthened me.”","nkjv":"And he said, “O man greatly beloved, fear not! Peace be to you; be strong, yes, be strong!” So when he spoke to me I was strengthened, and said, “Let my lord speak, for you have strengthened me.”","tamil":"பிரியமான புருஷனே, பயப்படாதே, உனக்குச் சமாதானமுண்டாவதாக, திடங்கொள், திடங்கொள் என்றான்; இப்படி அவன் என்னோடே பேசுகையில் நான் திடங்கொண்டு அவனை நோக்கி: என் ஆண்டவன் பேசுவாராக; என்னைத் திடப்படுத்தினீரே என்றேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":20,"text":{"default":"Then he said, “Do you know why I have come to you? And now I must return to fight with the prince of Persia; and when I have gone forth, indeed the prince of Greece will come.","nkjv":"Then he said, “Do you know why I have come to you? And now I must return to fight with the prince of Persia; and when I have gone forth, indeed the prince of Greece will come.","tamil":"அப்பொழுது அவன்: நான் உன்னிடத்திற்கு வந்த காரணம் இன்னதென்று உனக்குத் தெரியுமா? இப்போது நான் பெர்சியாவின் பிரபுவோடே யுத்தம்பண்ணத் திரும்பிப்போகிறேன்; நான் போனபின்பு, கிரேக்கு தேசத்தின் அதிபதி வருவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":10,"verse":21,"text":{"default":"But I will tell you what is noted in the Scripture of Truth. (No one upholds me against these, except Michael your prince.","nkjv":"But I will tell you what is noted in the Scripture of Truth. (No one upholds me against these, except Michael your prince.","tamil":"சத்திய எழுத்திலே கண்டிருக்கிறதை நான் உனக்குத் தெரிவிப்பேன்; உங்கள் அதிபதியாகிய மிகாவேலைத்தவிர என்னோடேகூட அவர்களுக்கு விரோதமாய்ப் பலங்கொள்கிற வேறொருவரும் இல்லை."}}],"11":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":1,"text":{"default":"“Also in the first year of Darius the Mede, I, even I, stood up to confirm and strengthen him.)","nkjv":"“Also in the first year of Darius the Mede, I, even I, stood up to confirm and strengthen him.)","tamil":"மேதியனாகிய தரியு அரசாண்ட முதலாம் வருஷத்திலே நான் அவனைத் திடப்படுத்தவும் பலப்படுத்தவும் அவனுக்குத் துணை நின்றேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":2,"text":{"default":"And now I will tell you the truth: Behold, three more kings will arise in Persia, and the fourth shall be far richer than them all; by his strength, through his riches, he shall stir up all against the realm of Greece.","nkjv":"And now I will tell you the truth: Behold, three more kings will arise in Persia, and the fourth shall be far richer than them all; by his strength, through his riches, he shall stir up all against the realm of Greece.","tamil":"இப்போது நான் மெய்யான செய்தியை உனக்கு அறிவிப்பேன்; இதோ, இன்னும் மூன்று ராஜாக்கள் பெர்சியாவில் எழும்புவார்கள்; அதின்பின்பு நாலாம் ராஜாவாயிருப்பவன் எல்லாரிலும் மகா ஐசுவரிய சம்பன்னனாகி, தன் ஐசுவரியத்தினால் பலங்கொண்டு, கிரேக்கு ராஜ்யத்துக்கு விரோதமாகச் சகலரையும் எழுப்பிவிடுவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":3,"text":{"default":"Then a mighty king shall arise, who shall rule with great dominion, and do according to his will.","nkjv":"Then a mighty king shall arise, who shall rule with great dominion, and do according to his will.","tamil":"ஆனாலும் பராக்கிரமமுள்ள ஒரு ராஜா எழும்பி, பிரபலமாய் ஆண்டு, தனக்கு இஷ்டமானபடி செய்வான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":4,"text":{"default":"And when he has arisen, his kingdom shall be broken up and divided toward the four winds of heaven, but not among his posterity nor according to his dominion with which he ruled; for his kingdom shall be uprooted, even for others besides these.","nkjv":"And when he has arisen, his kingdom shall be broken up and divided toward the four winds of heaven, but not among his posterity nor according to his dominion with which he ruled; for his kingdom shall be uprooted, even for others besides these.","tamil":"அவன் எழும்பினபின்பு, அவனுடைய ராஜ்யம் உடைந்துபோய், வானத்தின் நாலு திசைகளிலும் பகுக்கப்படும்; ஆனாலும் அது அவனுடைய சந்ததியாருக்கு அல்ல, அவன் செய்த ஆளுகையின்படியும் அல்ல; அவனுடைய ராஜ்யம் பிடுங்கப்பட்டு, அவனுடையவர்களல்லாத வேறேபேர்களிடமாய்த் தாண்டிப்போம்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":5,"text":{"default":"“Also the king of the South shall become strong, as well as one of his princes; and he shall gain power over him and have dominion. His dominion shall be a great dominion.","nkjv":"“Also the king of the South shall become strong, as well as one of his princes; and he shall gain power over him and have dominion. His dominion shall be a great dominion.","tamil":"தென்றிசை ராஜா பலவானாயிருப்பான்; ஆனாலும் அவனுடைய பிரபுக்களில் ஒருவன் அவனைப்பார்க்கிலும் பலவானாகி ஆளுவான்; இவனுடைய ஆளுகை பலத்த ஆளுகையாயிருக்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":6,"text":{"default":"And at the end of some years they shall join forces, for the daughter of the king of the South shall go to the king of the North to make an agreement; but she shall not retain the power of her authority, and neither he nor his authority shall stand; but she shall be given up, with those who brought her, and with him who begot her, and with him who strengthened her in those times.","nkjv":"And at the end of some years they shall join forces, for the daughter of the king of the South shall go to the king of the North to make an agreement; but she shall not retain the power of her authority, and neither he nor his authority shall stand; but she shall be given up, with those who brought her, and with him who begot her, and with him who strengthened her in those times.","tamil":"அவர்கள் சில வருஷங்களுக்குப்பின்பு, ஒருவரோடொருவர் சம்பந்தம்பண்ணும்படிக்குத் தென்றிசை ராஜாவின் குமாரத்தி வடதிசை ராஜாவினிடத்தில் வருவாள்; ஆனாலும் அவளுக்குப் புயபலம் இராமற்போம்; அவனும் அவனுடைய புயமும் நிலைநிற்பதில்லை; அவளும் அவளை அழைத்துவந்தவர்களும், அவளைப் பெற்றவனும், அவளை அக்காலங்களில் பலப்படுத்தினவனும் ஒப்புக்கொடுக்கப்படுவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":7,"text":{"default":"But from a branch of her roots one shall arise in his place, who shall come with an army, enter the fortress of the king of the North, and deal with them and prevail.","nkjv":"But from a branch of her roots one shall arise in his place, who shall come with an army, enter the fortress of the king of the North, and deal with them and prevail.","tamil":"ஆனாலும் அவளுடைய வேர்களின் கிளையாகிய ஒருவன் தன் ஸ்தானத்தில் எழும்பி, இராணுவத்தோடே வந்து வடதிசை ராஜாவின் அரணிப்புக்குள் பிரவேசித்து, அவர்களை விரோதித்து,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":8,"text":{"default":"And he shall also carry their gods captive to Egypt, with their princes and their precious articles of silver and gold; and he shall continue more years than the king of the North.","nkjv":"And he shall also carry their gods captive to Egypt, with their princes and their precious articles of silver and gold; and he shall continue more years than the king of the North.","tamil":"அவர்களுடைய அதிபதிகளையும் அவர்களுடைய விலையேறப்பெற்ற வெள்ளியும் பொன்னுமாகிய பாத்திரங்களையும், அவர்களுடைய தெய்வங்களையுங்கூட எகிப்துக்குக் கொண்டுபோய், சில வருஷங்கள்மட்டும் வடதிசைராஜாவைப்பார்க்கிலும் நிலையாய் நிற்பான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":9,"text":{"default":"“Also the king of the North shall come to the kingdom of the king of the South, but shall return to his own land.","nkjv":"“Also the king of the North shall come to the kingdom of the king of the South, but shall return to his own land.","tamil":"தென்றிசை ராஜா அவன் ராஜ்யத்துக்கு விரோதமாக வந்து, தன் தேசத்துக்குத் திரும்பிப்போனான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":10,"text":{"default":"However his sons shall stir up strife, and assemble a multitude of great forces; and one shall certainly come and overwhelm and pass through; then he shall return to his fortress and stir up strife.","nkjv":"However his sons shall stir up strife, and assemble a multitude of great forces; and one shall certainly come and overwhelm and pass through; then he shall return to his fortress and stir up strife.","tamil":"ஆனாலும் அவனுடைய குமாரர் யுத்தஞ்செய்ய எத்தனித்து, திரளான சேனைகளைக் கூட்டுவார்கள்; இவர்களில் ஒருவன் நிச்சயமாய் வந்து வெள்ளம்போலக் கடந்து, திரும்பவும் தன்னுடைய அரண்மட்டும் யுத்தங்கலந்து சேருவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":11,"text":{"default":"“And the king of the South shall be moved with rage, and go out and fight with him, with the king of the North, who shall muster a great multitude; but the multitude shall be given into the hand of his enemy.","nkjv":"“And the king of the South shall be moved with rage, and go out and fight with him, with the king of the North, who shall muster a great multitude; but the multitude shall be given into the hand of his enemy.","tamil":"அப்பொழுது தென்றிசை ராஜா கடுங்கோபங்கொண்டு புறப்பட்டுப்போய், வடதிசை ராஜாவோடே யுத்தம்பண்ணுவான்; இவன் பெரிய சேனையை ஏகமாய் நிறுத்துவான்; ஆனாலும் இந்தச் சேனை அவன் கையில் ஒப்புக்கொடுக்கப்படும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":12,"text":{"default":"When he has taken away the multitude, his heart will be lifted up; and he will cast down tens of thousands, but he will not prevail.","nkjv":"When he has taken away the multitude, his heart will be lifted up; and he will cast down tens of thousands, but he will not prevail.","tamil":"அவன் இந்தச் சேனையை நீக்கினபின்பு, அவனுடைய இருதயம் கர்வங்கொள்ளும்; அவன் அநேகமாயிரம்பேரை மடிவிப்பான்; ஆனாலும் பலங்கொள்ளமாட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":13,"text":{"default":"For the king of the North will return and muster a multitude greater than the former, and shall certainly come at the end of some years with a great army and much equipment.","nkjv":"For the king of the North will return and muster a multitude greater than the former, and shall certainly come at the end of some years with a great army and much equipment.","tamil":"சில வருஷங்கள் சென்றபின்பு வடதிசை ராஜா திரும்ப முந்தினசேனையிலும் பெரிதான சேனையைச் சேர்த்து, மகா பெரிய சேனையோடும் வெகு சம்பத்தோடும் நிச்சயமாய் வருவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":14,"text":{"default":"“Now in those times many shall rise up against the king of the South. Also, violent men of your people shall exalt themselves in fulfillment of the vision, but they shall fall.","nkjv":"“Now in those times many shall rise up against the king of the South. Also, violent men of your people shall exalt themselves in fulfillment of the vision, but they shall fall.","tamil":"அக்காலங்களில் தென்றிசை ராஜாவுக்கு விரோதமாக அநேகர் எழும்புவார்கள்; அப்பொழுது உன் ஜனத்திலுள்ள துண்டரிக்கக்காரரின் புத்திரர் தரிசனத்தை நிறைவேற்றத் தங்களை உயர்த்துவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":15,"text":{"default":"So the king of the North shall come and build a siege mound, and take a fortified city; and the forces of the South shall not withstand him. Even his choice troops shall have no strength to resist.","nkjv":"So the king of the North shall come and build a siege mound, and take a fortified city; and the forces of the South shall not withstand him. Even his choice troops shall have no strength to resist.","tamil":"வடதிசை ராஜா வந்து, கொத்தளம் போட்டு, அரணான நகரங்களைப் பிடிப்பான்; தென்றிசை ராஜாவின் புயபலங்களும் அவன் தெரிந்துகொண்ட ஜனமும் நில்லாமற்போம்; எதிர்க்கிறதற்குப் பெலன் இராது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":16,"text":{"default":"But he who comes against him shall do according to his own will, and no one shall stand against him. He shall stand in the Glorious Land with destruction in his power.","nkjv":"But he who comes against him shall do according to his own will, and no one shall stand against him. He shall stand in the Glorious Land with destruction in his power.","tamil":"ஆகையால் அவனுக்கு விரோதமாக வருகிறவன் தன் இஷ்டப்படிச் செய்வான்; அவனுக்கு முன்பாக நிலைநிற்பவன் ஒருவனும் இல்லை; அவன் சிங்காரமான தேசத்தில் தங்குவான்; எல்லாம் அவன் கைவசமாகும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":17,"text":{"default":"“He shall also set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do. And he shall give him the daughter of women to destroy it; but she shall not stand with him, or be for him.","nkjv":"“He shall also set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do. And he shall give him the daughter of women to destroy it; but she shall not stand with him, or be for him.","tamil":"தன் ராஜ்யத்தின் வல்லமையோடெல்லாம் தானும் தன்னோடேகூடச் செம்மைமார்க்கத்தாரும் வர, இவன்தன் முகத்தைத் திருப்புவான்; இப்படிச் செய்து கெடுதியுண்டாகும்படி அவனுக்கு ஒரு கன்னிப்பெண்ணைக் கொடுப்பான், ஆனாலும் அவளாலே ஸ்திரம்பெறான்; அவள் அவன் பட்சத்தில் நில்லாள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":18,"text":{"default":"After this he shall turn his face to the coastlands, and shall take many. But a ruler shall bring the reproach against them to an end; and with the reproach removed, he shall turn back on him.","nkjv":"After this he shall turn his face to the coastlands, and shall take many. But a ruler shall bring the reproach against them to an end; and with the reproach removed, he shall turn back on him.","tamil":"பின்பு இவன் தன் முகத்தைத் தீவுகளுக்கு நேராகத் திருப்பி, அநேகந் தீவுகளைப் பிடிப்பான்; ஆனாலும் ஒரு சேனாபதி இவன் செய்கிற நிந்தையை ஒழியப்பண்ணுவதுமல்லால், இவன் செய்த நிந்தையினிமித்தம் இவனுக்குச் சரிக்குச் சரிக்கட்டுவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":19,"text":{"default":"Then he shall turn his face toward the fortress of his own land; but he shall stumble and fall, and not be found.","nkjv":"Then he shall turn his face toward the fortress of his own land; but he shall stumble and fall, and not be found.","tamil":"ஆகையால் தன் முகத்தைத் தன் தேசத்தின் அரண்களுக்கு நேராகத் திருப்புவான்; அங்கே இடறிவிழுந்து காணப்படாமற்போவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":20,"text":{"default":"“There shall arise in his place one who imposes taxes on the glorious kingdom; but within a few days he shall be destroyed, but not in anger or in battle.","nkjv":"“There shall arise in his place one who imposes taxes on the glorious kingdom; but within a few days he shall be destroyed, but not in anger or in battle.","tamil":"செழிப்பான ராஜ்யத்தில் தண்டல்காரனைத் திரியப்பண்ணுகிற ஒருவன் தன் ஸ்தானத்தில் எழும்புவான்; ஆகிலும் சிலநாளைக்குள் கோபமில்லாமலும் யுத்தமில்லாமலும் நாசமடைவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":21,"text":{"default":"And in his place shall arise a vile person, to whom they will not give the honor of royalty; but he shall come in peaceably, and seize the kingdom by intrigue.","nkjv":"And in his place shall arise a vile person, to whom they will not give the honor of royalty; but he shall come in peaceably, and seize the kingdom by intrigue.","tamil":"அவன் ஸ்தானத்தில் அவமதிக்கப்பட்டவன் ஒருவன் எழும்புவான்; இவனுக்கு ராஜ்யபாரத்தின் மேன்மையைக் கொடாதிருப்பார்கள்; ஆனாலும் இவன் சமாதானமாய் நுழைந்து, இச்சகம் பேசி, ராஜ்யத்தைக் கட்டிக்கொள்வான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":22,"text":{"default":"With the force of a flood they shall be swept away from before him and be broken, and also the prince of the covenant.","nkjv":"With the force of a flood they shall be swept away from before him and be broken, and also the prince of the covenant.","tamil":"பிரவாகமாய் வருகிற சேனைகள் இவனாலே பிரவாகமாய் முறிக்கப்படும்; உடன்படிக்கையின் தலைவனும் முறிக்கப்படுவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":23,"text":{"default":"And after the league is made with him he shall act deceitfully, for he shall come up and become strong with a small number of people.","nkjv":"And after the league is made with him he shall act deceitfully, for he shall come up and become strong with a small number of people.","tamil":"ஏனென்றால் அவனோடே சம்பந்தம்பண்ணின நாட்கள்முதல் அவன் சூதாய் நடந்து, கொஞ்சம் ஜனங்களோடே புறப்பட்டுவந்து பெலங்கொள்ளுவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":24,"text":{"default":"He shall enter peaceably, even into the richest places of the province; and he shall do what his fathers have not done, nor his forefathers: he shall disperse among them the plunder, spoil, and riches; and he shall devise his plans against the strongholds, but only for a time.","nkjv":"He shall enter peaceably, even into the richest places of the province; and he shall do what his fathers have not done, nor his forefathers: he shall disperse among them the plunder, spoil, and riches; and he shall devise his plans against the strongholds, but only for a time.","tamil":"தேசம் சுகவாழ்வோடும் சம்பூரணத்தோடும் இருக்கையில், அவன் உட்பிரவேசித்து, தன் பிதாக்களும் தன் பிதாக்களின் பிதாக்களும் செய்யாததைச் செய்வான், கொள்ளையிட்டுச்சூறையாடி, பொருளை அவர்களுக்கு இறைத்துப் பங்கிட்டு, அரண்களுக்கு விரோதமாகத் தனக்குள் உபாயங்களை யோசிப்பான்; சிலகாலமட்டும் இப்படியிருக்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":25,"text":{"default":"“He shall stir up his power and his courage against the king of the South with a great army. And the king of the South shall be stirred up to battle with a very great and mighty army; but he shall not stand, for they shall devise plans against him.","nkjv":"“He shall stir up his power and his courage against the king of the South with a great army. And the king of the South shall be stirred up to battle with a very great and mighty army; but he shall not stand, for they shall devise plans against him.","tamil":"பின்னும் தென்றிசை ராஜாவுக்கு விரோதமாகப் பெரிய சேனையோடே போர்செய்யத் தன் வல்லமையையும் தன் ஸ்திரத்தையும் எழுப்புவான், அப்பொழுது தென்றிசை ராஜா மிகவும் பலத்த பெரிய இராணுவத்தோடே போய் யுத்தங்கலப்பான்; ஆனாலும் அவர்கள் அவனுக்கு விரோதமாகத் துராலோசனை பண்ணியிருந்தபடியால், அவன் நிற்கமாட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":26,"text":{"default":"Yes, those who eat of the portion of his delicacies shall destroy him; his army shall be swept away, and many shall fall down slain.","nkjv":"Yes, those who eat of the portion of his delicacies shall destroy him; his army shall be swept away, and many shall fall down slain.","tamil":"அவனுடைய போஜனங்களைச் சாப்பிடுகிறவர்கள் அவனை நாசப்படுத்துவார்கள்; ஆகையால் அவனுடைய இராணுவம் பிரவாகமாய் வரும்; அநேகர் கொலையுண்டு விழுவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":27,"text":{"default":"Both these kings’ hearts shall be bent on evil, and they shall speak lies at the same table; but it shall not prosper, for the end will still be at the appointed time.","nkjv":"Both these kings’ hearts shall be bent on evil, and they shall speak lies at the same table; but it shall not prosper, for the end will still be at the appointed time.","tamil":"இந்த இரண்டு ராஜாக்களின் இருதயமும் தீமை செய்ய நினைக்கும்; ஒரே பந்தியிலிருந்து பொய் பேசுவார்கள், ஆனாலும் அது வாய்ப்பதில்லை; குறித்தகாலத்துக்கு முடிவு இன்னும் நிறுத்திவைக்கப்பட்டிருக்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":28,"text":{"default":"While returning to his land with great riches, his heart shall be moved against the holy covenant; so he shall do damage and return to his own land.","nkjv":"While returning to his land with great riches, his heart shall be moved against the holy covenant; so he shall do damage and return to his own land.","tamil":"அவன் மகா சம்பத்தோடே தன் தேசத்துக்குத் திரும்பி, தன் இருதயத்தைப் பரிசுத்த உடன்படிக்கைக்கு விரோதமாக வைத்து, அதற்கானதைச் செய்து, தன் தேசத்துக்குத் திரும்பிப் போவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":29,"text":{"default":"“At the appointed time he shall return and go toward the south; but it shall not be like the former or the latter.","nkjv":"“At the appointed time he shall return and go toward the south; but it shall not be like the former or the latter.","tamil":"குறித்தகாலத்திலே திரும்பவும் தென்தேசத்திற்கு வருவான்; ஆனாலும் அவனுடைய பின்நடபடி முன்நடபடியைப்போல் இராது."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":30,"text":{"default":"For ships from Cyprus shall come against him; therefore he shall be grieved, and return in rage against the holy covenant, and do damage. “So he shall return and show regard for those who forsake the holy covenant.","nkjv":"For ships from Cyprus shall come against him; therefore he shall be grieved, and return in rage against the holy covenant, and do damage. “So he shall return and show regard for those who forsake the holy covenant.","tamil":"அவனுக்கு விரோதமாகக் கித்தீமின் கப்பல்கள் வரும்; அதினால் அவன் மனநோவடைந்து, திரும்பிப்போய் பரிசுத்த உடன்படிக்கைக்கு விரோதாமாகக் குரோதங்கொண்டு, அதற்கானதைச் செய்து, பரிசுத்த உடன்படிக்கையைத் தள்ளினவர்களை அநுசரிப்பான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":31,"text":{"default":"And forces shall be mustered by him, and they shall defile the sanctuary fortress; then they shall take away the daily sacrifices, and place there the abomination of desolation.","nkjv":"And forces shall be mustered by him, and they shall defile the sanctuary fortress; then they shall take away the daily sacrifices, and place there the abomination of desolation.","tamil":"ஆனாலும் அவனிடத்திலிருந்து புறப்பட்டசேனைகள் எழும்பி, அரணான பரிசுத்த ஸ்தலத்தைப் பரிசுத்தக்குலைச்சலாக்கி, அன்றாடபலியை நீக்கி, பாழாக்கும் அருவருப்பை அங்கே வைப்பார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":32,"text":{"default":"Those who do wickedly against the covenant he shall corrupt with flattery; but the people who know their God shall be strong, and carry out great exploits.","nkjv":"Those who do wickedly against the covenant he shall corrupt with flattery; but the people who know their God shall be strong, and carry out great exploits.","tamil":"உடன்படிக்கைக்குத் துரோகிகளாயிருக்கிறவர்களை இச்சகப்பேச்சுகளினால் கள்ளமார்க்கத்தாராக்குவான்; தங்கள் தேவனை அறிந்திருக்கிற ஜனங்கள் திடங்கொண்டு, அதற்கேற்றபடி செய்வார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":33,"text":{"default":"And those of the people who understand shall instruct many; yet for many days they shall fall by sword and flame, by captivity and plundering.","nkjv":"And those of the people who understand shall instruct many; yet for many days they shall fall by sword and flame, by captivity and plundering.","tamil":"ஜனங்களில் அறிவாளிகள் அநேகருக்கு அறிவை உணர்த்துவார்கள்; அநேகநாள்மட்டும் பட்டயத்தினாலும் அக்கினியினாலும் சிறையிருப்பினாலும் கொள்ளையினாலும் விழுவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":34,"text":{"default":"Now when they fall, they shall be aided with a little help; but many shall join with them by intrigue.","nkjv":"Now when they fall, they shall be aided with a little help; but many shall join with them by intrigue.","tamil":"இப்படி அவர்கள் விழுகையில் கொஞ்சம் ஒத்தாசையால் சகாயமடைவார்கள்; அப்பொழுது அநேகர் இச்சக வார்த்தைகளோடே அவர்களை ஒட்டிக்கொள்வார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":35,"text":{"default":"And some of those of understanding shall fall, to refine them, purify them, and make them white, until the time of the end; because it is still for the appointed time.","nkjv":"And some of those of understanding shall fall, to refine them, purify them, and make them white, until the time of the end; because it is still for the appointed time.","tamil":"அறிவாளிகளைப் புடமிடுகிறதற்கும், சுத்திகரிக்கிறதற்கும், வெண்மையாக்குகிறதற்கும் அவர்களில் சிலர் விழுவார்கள்; முடிவுகாலபரியந்தம் இப்படியிருக்கும்; குறித்தகாலம் வர இன்னும் நாள் செல்லும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":36,"text":{"default":"“Then the king shall do according to his own will: he shall exalt and magnify himself above every god, shall speak blasphemies against the God of gods, and shall prosper till the wrath has been accomplished; for what has been determined shall be done.","nkjv":"“Then the king shall do according to his own will: he shall exalt and magnify himself above every god, shall speak blasphemies against the God of gods, and shall prosper till the wrath has been accomplished; for what has been determined shall be done.","tamil":"ராஜா தனக்கு இஷ்டமானபடி செய்து, தன்னை உயர்த்தி, எந்த தேவனிலும் தன்னைப் பெரியவனாக்கி, தேவாதி தேவனுக்கு விரோதமாக ஆச்சரியமான காரியங்களைப் பேசுவான்; கோபம் தீருமட்டும் அவனுக்குக் கைகூடிவரும்; நிர்ணயிக்கப்பட்டது நடந்தேறும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":37,"text":{"default":"He shall regard neither the God of his fathers nor the desire of women, nor regard any god; for he shall exalt himself above them all.","nkjv":"He shall regard neither the God of his fathers nor the desire of women, nor regard any god; for he shall exalt himself above them all.","tamil":"அவன் தன் பிதாக்களின் தேவர்களை மதியாமலும், ஸ்திரீகளின் சிநேகத்தையும், எந்த தேவனையும் மதியாமலும், எல்லாவற்றிற்கும் தன்னைப் பெரியவனாக்கி,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":38,"text":{"default":"But in their place he shall honor a god of fortresses; and a god which his fathers did not know he shall honor with gold and silver, with precious stones and pleasant things.","nkjv":"But in their place he shall honor a god of fortresses; and a god which his fathers did not know he shall honor with gold and silver, with precious stones and pleasant things.","tamil":"அரண்களின் தேவனைத் தன் ஸ்தானத்திலே கனம்பண்ணி தன் பிதாக்கள் அறியாத ஒரு தேவனைப் பொன்னினாலும், வெள்ளியினாலும், இரத்தினங்களினாலும், உச்சிதமான வஸ்துக்களினாலும் கனம்பண்ணுவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":39,"text":{"default":"Thus he shall act against the strongest fortresses with a foreign god, which he shall acknowledge, and advance its glory; and he shall cause them to rule over many, and divide the land for gain.","nkjv":"Thus he shall act against the strongest fortresses with a foreign god, which he shall acknowledge, and advance its glory; and he shall cause them to rule over many, and divide the land for gain.","tamil":"அவன் அரணிப்பான கோட்டைகளுக்காகவும், அந்நிய தேவனுக்காகவும் செய்வது என்னவென்றால், அவைகளை மதிக்கிறவர்களுக்கு மகா கனமுண்டாக்கி, அவர்கள் அநேகரை ஆளும்படிச் செய்து, அவர்களுக்கு தேசத்தைக் கிரயத்துக்காகப் பங்கிடுவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":40,"text":{"default":"“At the time of the end the king of the South shall attack him; and the king of the North shall come against him like a whirlwind, with chariots, horsemen, and with many ships; and he shall enter the countries, overwhelm them, and pass through.","nkjv":"“At the time of the end the king of the South shall attack him; and the king of the North shall come against him like a whirlwind, with chariots, horsemen, and with many ships; and he shall enter the countries, overwhelm them, and pass through.","tamil":"முடிவுகாலத்திலோவென்றால், தென்றிசை ராஜா அவனோடே முட்டுக்கு நிற்பான்; வடதிசை ராஜாவும் இரதங்களோடும் குதிரைவீரர்களோடும் அநேகம் கப்பல்களோடும் சூறைக்காற்றுபோல் அவனுக்கு விரோதமாய் வருவான்; அவன் தேசங்களுக்குள் பிரவேசித்து, அவைகளைப் பிரவாகித்துக் கடந்துபோவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":41,"text":{"default":"He shall also enter the Glorious Land, and many countries shall be overthrown; but these shall escape from his hand: Edom, Moab, and the prominent people of Ammon.","nkjv":"He shall also enter the Glorious Land, and many countries shall be overthrown; but these shall escape from his hand: Edom, Moab, and the prominent people of Ammon.","tamil":"அவன் சிங்காரமான தேசத்திலும் வருவான்; அப்பொழுது அநேக தேசங்கள் கவிழ்க்கப்படும்; ஆனாலும் ஏதோமும், மோவாபும், அம்மோன் புத்திரரில் பிரதானமானவர்களும், அவன் கைக்குத் தப்பிப்போவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":42,"text":{"default":"He shall stretch out his hand against the countries, and the land of Egypt shall not escape.","nkjv":"He shall stretch out his hand against the countries, and the land of Egypt shall not escape.","tamil":"அவன் தேசங்களின்மேல் தன் கையை நீட்டுவான்; எகிப்துதேசம் தப்புவதில்லை."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":43,"text":{"default":"He shall have power over the treasures of gold and silver, and over all the precious things of Egypt; also the Libyans and Ethiopians shall follow at his heels.","nkjv":"He shall have power over the treasures of gold and silver, and over all the precious things of Egypt; also the Libyans and Ethiopians shall follow at his heels.","tamil":"எகிப்தினுடைய பொன்னும் வெள்ளியுமான ஐசுவரியங்களையும் உச்சிதமான எல்லா வஸ்துக்களையும் ஆண்டுகொள்ளுவான்; லீபியரும் எத்தியோப்பியரும் அவனுக்குப் பின்செல்லுவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":44,"text":{"default":"But news from the east and the north shall trouble him; therefore he shall go out with great fury to destroy and annihilate many.","nkjv":"But news from the east and the north shall trouble him; therefore he shall go out with great fury to destroy and annihilate many.","tamil":"ஆனாலும் கிழக்கிலும் வடக்கிலும் இருந்து வரும் செய்திகள் அவனைக் கலங்கப்பண்ணும்; அப்பொழுது அவன் அநேகரை அழிக்கவும் சங்காரம்பண்ணவும் மகா உக்கிரத்தோடே புறப்பட்டுப்போய்,"}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":11,"verse":45,"text":{"default":"And he shall plant the tents of his palace between the seas and the glorious holy mountain; yet he shall come to his end, and no one will help him.","nkjv":"And he shall plant the tents of his palace between the seas and the glorious holy mountain; yet he shall come to his end, and no one will help him.","tamil":"சமுத்திரங்களுக்கு இடையிலுள்ள சிங்காரமான பரிசுத்த பர்வதத்தண்டையிலே தன் அரமனையாகிய கூடாரங்களைப் போடுவான்; ஆனாலும் அவனுக்கு ஒத்தாசை பண்ணுவாரில்லாமல், அவன் முடிவடைவான்."}}],"12":[{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":1,"text":{"default":"“At that time Michael shall stand up, The great prince who stands watch over the sons of your people; And there shall be a time of trouble, Such as never was since there was a nation, Even to that time. And at that time your people shall be delivered, Every one who is found written in the book.","nkjv":"“At that time Michael shall stand up, The great prince who stands watch over the sons of your people; And there shall be a time of trouble, Such as never was since there was a nation, Even to that time. And at that time your people shall be delivered, Every one who is found written in the book.","tamil":"உன் ஜனத்தின் புத்திரருக்காக நிற்கிற பெரிய அதிபதியாகிய மிகாவேல் அக்காலத்திலே எழும்புவான். யாதொரு ஜாதியாரும் தோன்றினதுமுதல் அக்காலமட்டும் உண்டாயிராத ஆபத்துக்காலம் வரும்; அக்காலத்திலே புஸ்தகத்தில் எழுதியிருக்கிறவர்களாகக் காணப்படுகிற உன் ஜனங்கள் அனைவரும் விடுவிக்கப்படுவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":2,"text":{"default":"And many of those who sleep in the dust of the earth shall awake, Some to everlasting life, Some to shame and everlasting contempt.","nkjv":"And many of those who sleep in the dust of the earth shall awake, Some to everlasting life, Some to shame and everlasting contempt.","tamil":"பூமியின் தூளிலே நித்திரைபண்ணுகிறவர்களாகிய அநேகரில் சிலர் நித்தியஜீவனுக்கும், சிலர் நித்திய நிந்தைக்கும் இகழ்ச்சிக்கும் விழித்து எழுந்திருப்பார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":3,"text":{"default":"Those who are wise shall shine Like the brightness of the firmament, And those who turn many to righteousness Like the stars forever and ever.","nkjv":"Those who are wise shall shine Like the brightness of the firmament, And those who turn many to righteousness Like the stars forever and ever.","tamil":"ஞானவான்கள் ஆகாயமண்டலத்தின் ஒளியைப்போலவும், அநேகரை நீதிக்குட்படுத்துகிறவர்கள் நட்சத்திரங்களைப்போலவும் என்றென்றைக்குமுள்ள சதாகாலங்களிலும் பிரகாசிப்பார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":4,"text":{"default":"“But you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”","nkjv":"“But you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”","tamil":"தானியேலாகிய நீயோவென்றால், முடிவுகாலமட்டும் இந்த வார்த்தைகளைப் புதைபொருளாக வைத்து வைத்து, இந்தப்புஸ்தகத்தை முத்திரைபோடு; அப்பொழுது அநேகர் இங்குமங்கும் ஓடி ஆராய்வார்கள், அறிவும் பெருகிப்போம் என்றான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":5,"text":{"default":"Then I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank.","nkjv":"Then I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank.","tamil":"அப்பொழுது, தானியேலாகிய நான் ஆற்றுக்கு இக்கரையில் ஒருவனும் ஆற்றுக்கு அக்கரையில் ஒருவனுமாகிய வேறே இரண்டுபேர் நிற்கக்கண்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":6,"text":{"default":"And one said to the man clothed in linen, who was above the waters of the river, “How long shall the fulfillment of these wonders be?”","nkjv":"And one said to the man clothed in linen, who was above the waters of the river, “How long shall the fulfillment of these wonders be?”","tamil":"சணல்வஸ்திரம் தரித்தவரும், ஆற்றின் தண்ணீர்களின்மேல் நிற்கிறவருமாகிய புருஷனை ஒருவன் நோக்கி: இந்த ஆச்சரியமானவைகளின் முடிவுவர எவ்வளவுகாலம் செல்லும் என்று கேட்டான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":7,"text":{"default":"Then I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it shall be for a time, times, and half a time; and when the power of the holy people has been completely shattered, all these things shall be finished.","nkjv":"Then I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it shall be for a time, times, and half a time; and when the power of the holy people has been completely shattered, all these things shall be finished.","tamil":"அப்பொழுது சணல்வஸ்திரம் தரித்தவரும் ஆற்றின் தண்ணீர்களின்மேல் நிற்கிறவருமாகிய புருஷன் தம்முடைய வலதுகரத்தையும் தம்முடைய இடதுகரத்தையும் வானத்துக்கு நேராக ஏறெடுத்து, ஒரு காலமும், காலங்களும், அரைக்காலமும் செல்லும் என்றும்; பரிசுத்த ஜனங்களின் வல்லமையைச் சிதறடித்தல் முடிவுபெறும்போதே இவைகளெல்லாம் நிறைவேறித் தீருமென்றும் என்றென்றைக்கும் ஜீவித்திருக்கிறவர்பேரில் ஆணையிடக் கேட்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":8,"text":{"default":"Although I heard, I did not understand. Then I said, “My lord, what shall be the end of these things?”","nkjv":"Although I heard, I did not understand. Then I said, “My lord, what shall be the end of these things?”","tamil":"நான் அதைக் கேட்டும், அதின்பொருளை அறியவில்லை; ஆகையால்: என் ஆண்டவனே, இவைகளின் முடிவு என்னமாயிருக்கும் என்று கேட்டேன்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":9,"text":{"default":"And he said, “Go your way, Daniel, for the words are closed up and sealed till the time of the end.","nkjv":"And he said, “Go your way, Daniel, for the words are closed up and sealed till the time of the end.","tamil":"அதற்கு அவன் தானியேலே, போகலாம்; இந்த வார்த்தைகள் முடிவுகாலமட்டும் புதைபொருளாக வைக்கப்பட்டும் முத்திரிக்கப்பட்டும் இருக்கும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":10,"text":{"default":"Many shall be purified, made white, and refined, but the wicked shall do wickedly; and none of the wicked shall understand, but the wise shall understand.","nkjv":"Many shall be purified, made white, and refined, but the wicked shall do wickedly; and none of the wicked shall understand, but the wise shall understand.","tamil":"அநேகர் சுத்தமும் வெண்மையுமாக்கப்பட்டு புடமிடப்பட்டவர்களாய் விளங்குவார்கள். துன்மார்க்கரோ துன்மார்க்கமாய் நடப்பார்கள்; துன்மார்க்கரில் ஒருவனும் உணரான். ஞானவான்களோ உணர்ந்துகொள்ளுவார்கள்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":11,"text":{"default":"“And from the time that the daily sacrifice is taken away, and the abomination of desolation is set up, there shall be one thousand two hundred and ninety days.","nkjv":"“And from the time that the daily sacrifice is taken away, and the abomination of desolation is set up, there shall be one thousand two hundred and ninety days.","tamil":"அன்றாடபலி நீக்கப்பட்டு, பாழாக்கும் அருவருப்பு ஸ்தாபிக்கப்படுங்காலமுதல் ஆயிரத்திருநூற்றுத் தொண்ணூறு நாள் செல்லும்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":12,"text":{"default":"Blessed is he who waits, and comes to the one thousand three hundred and thirty-five days.","nkjv":"Blessed is he who waits, and comes to the one thousand three hundred and thirty-five days.","tamil":"ஆயிரத்து முந்நூற்று முப்பத்தைந்து நாள்மட்டும் காத்திருந்து சேருகிறவன் பாக்கியவான்."}},{"book":{"default":"Daniel","nkjv":"Daniel","tamil":"தானியேல்"},"chapter":12,"verse":13,"text":{"default":"“But you, go your way till the end; for you shall rest, and will arise to your inheritance at the end of the days.”","nkjv":"“But you, go your way till the end; for you shall rest, and will arise to your inheritance at the end of the days.”","tamil":"நீயோவென்றால் முடிவுவருமட்டும் போயிரு; நீ இளைப்பாறிக்கொண்டிருந்து, நாட்களின் முடிவிலே உன் சுதந்தர வீதத்துக்கு எழுந்திருப்பாய் என்றான்."}}]}