{"1":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":1,"text":{"default":"The words of Amos, who was among the sheepbreeders of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake.","nkjv":"The words of Amos, who was among the sheepbreeders of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake.","tamil":"தெக்கோவா ஊர் மேய்ப்பருக்குள் இருந்த ஆமோஸ், யூதாவின் ராஜாவாகிய உசியாவின் நாட்களிலும், இஸ்ரவேலின் ராஜாவாகிய யோவாசுடைய குமாரனாகிய எரொபெயாமின் நாட்களிலும், பூமி அதிர்ச்சி உண்டாக இரண்டு வருஷத்துக்கு முன்னே, இஸ்ரவேலைக்குறித்துத் தரிசனங்கண்டு சொன்ன வார்த்தைகள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":2,"text":{"default":"And he said: “The Lord roars from Zion, And utters His voice from Jerusalem; The pastures of the shepherds mourn, And the top of Carmel withers.”","nkjv":"And he said: “The Lord roars from Zion, And utters His voice from Jerusalem; The pastures of the shepherds mourn, And the top of Carmel withers.”","tamil":"கர்த்தர் சீயோனிலிருந்து கெர்ச்சித்து, எருசலேமிலிருந்து சத்தமிடுவார்; அதினால் மேய்ப்பரின் தாபரங்கள் துக்கங்கொண்டாடும்; கர்மேலின் கொடுமுடியும் காய்ந்துபோகும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":3,"text":{"default":"Thus says the Lord: “For three transgressions of Damascus, and for four, I will not turn away its punishment, Because they have threshed Gilead with implements of iron.","nkjv":"Thus says the Lord: “For three transgressions of Damascus, and for four, I will not turn away its punishment, Because they have threshed Gilead with implements of iron.","tamil":"கர்த்தர் சொல்லுகிறது என்னவென்றால்: தமஸ்குவினுடைய மூன்று பாதகங்களினிமித்தமும், நாலு பாதகங்களினிமித்தமும், நான் அதின் ஆக்கினையைத் திருப்பமாட்டேன்; அவர்கள் கீலேயாத்தை இருப்புக் கருவிகளினால் போரடித்தார்களே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":4,"text":{"default":"But I will send a fire into the house of Hazael, Which shall devour the palaces of Ben-Hadad.","nkjv":"But I will send a fire into the house of Hazael, Which shall devour the palaces of Ben-Hadad.","tamil":"ஆசகேலின் வீட்டிலே தீக்கொளுத்துவேன்; அது பெனாதாத்தின் அரமனைகளைப் பட்சிக்கும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":5,"text":{"default":"I will also break the gate bar of Damascus, And cut off the inhabitant from the Valley of Aven, And the one who holds the scepter from Beth Eden. The people of Syria shall go captive to Kir,” Says the Lord.","nkjv":"I will also break the gate bar of Damascus, And cut off the inhabitant from the Valley of Aven, And the one who holds the scepter from Beth Eden. The people of Syria shall go captive to Kir,” Says the Lord.","tamil":"நான் தமஸ்குவின் தாழ்ப்பாளை உடைத்து, குடிகளை ஆவேன் என்னும் பள்ளத்தாக்கிலும், செங்கோல் செலுத்துகிறவனைப் பெத்ஏதேனிலும் இராதபடிக்குச் சங்காரம்பண்ணுவேன்; அப்பொழுது சீரியாவின் ஜனங்கள் கீருக்குச் சிறைப்பட்டுப்போவார்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":6,"text":{"default":"Thus says the Lord: “For three transgressions of Gaza, and for four, I will not turn away its punishment, Because they took captive the whole captivity To deliver them up to Edom.","nkjv":"Thus says the Lord: “For three transgressions of Gaza, and for four, I will not turn away its punishment, Because they took captive the whole captivity To deliver them up to Edom.","tamil":"கர்த்தர் சொல்லுகிறது என்னவென்றால்: காத்சாவினுடைய மூன்று பாதங்களினிமித்தமும், நாலு பாதகங்களினிமித்தமும், நான் அதின் ஆக்கினையைத் திருப்பமாட்டேன்; அவர்கள் சிறைப்பட்டவர்களை ஏதோமியரிடத்தில் ஒப்புவிக்கும்படி முழுதும் சிறையாக்கினார்களே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":7,"text":{"default":"But I will send a fire upon the wall of Gaza, Which shall devour its palaces.","nkjv":"But I will send a fire upon the wall of Gaza, Which shall devour its palaces.","tamil":"காத்சாவின் மதிலுக்குள் தீக்கொளுத்துவேன்; அது அதினுடைய அரமனைகளைப் பட்சிக்கும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":8,"text":{"default":"I will cut off the inhabitant from Ashdod, And the one who holds the scepter from Ashkelon; I will turn My hand against Ekron, And the remnant of the Philistines shall perish,” Says the Lord God.","nkjv":"I will cut off the inhabitant from Ashdod, And the one who holds the scepter from Ashkelon; I will turn My hand against Ekron, And the remnant of the Philistines shall perish,” Says the Lord God.","tamil":"நான் குடிகளை அஸ்தோத்திலும், செங்கோல் செலுத்துகிறவனை அஸ்கலோனிலும் இராதபடிக்குச் சங்காரம்பண்ணி, பெலிஸ்தரில் மீதியானவர்கள் அழியும்படிக்கு என் கையை எக்ரோனுக்கு விரோதமாகத் திருப்புவேனென்று கர்த்தராகிய ஆண்டவர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":9,"text":{"default":"Thus says the Lord: “For three transgressions of Tyre, and for four, I will not turn away its punishment, Because they delivered up the whole captivity to Edom, And did not remember the covenant of brotherhood.","nkjv":"Thus says the Lord: “For three transgressions of Tyre, and for four, I will not turn away its punishment, Because they delivered up the whole captivity to Edom, And did not remember the covenant of brotherhood.","tamil":"மேலும்: தீருவினுடைய மூன்று பாதகங்களினிமித்தமும், நாலு பாதகங்களினிமித்தமும், நான் அதின் ஆக்கினையைத் திருப்பமாட்டேன்; அவர்கள் சகோதரன் உடன்படிக்கையை நினையாமல், சிறைப்பட்டவர்களை முழுதும் ஏதோமியர் கையில் ஒப்பித்தார்களே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":10,"text":{"default":"But I will send a fire upon the wall of Tyre, Which shall devour its palaces.”","nkjv":"But I will send a fire upon the wall of Tyre, Which shall devour its palaces.”","tamil":"தீருவின் மதிலுக்குள் தீக்கொளுத்துவேன்; அது அதின் அரமனைகளைப் பட்சிக்கும் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":11,"text":{"default":"Thus says the Lord: “For three transgressions of Edom, and for four, I will not turn away its punishment, Because he pursued his brother with the sword, And cast off all pity; His anger tore perpetually, And he kept his wrath forever.","nkjv":"Thus says the Lord: “For three transgressions of Edom, and for four, I will not turn away its punishment, Because he pursued his brother with the sword, And cast off all pity; His anger tore perpetually, And he kept his wrath forever.","tamil":"மேலும்: ஏதோமுடைய மூன்று பாதகங்களினிமித்தமும், நாலு பாதகங்களினிமித்தமும், நான் அவன் ஆக்கினையைத் திருப்பமாட்டேன்; அவன் தன் சகோதரனைப் பட்டயத்தோடே தொடர்ந்து, தன் மனதை இரக்கமற்றதாக்கி, தன் கோபத்தினாலே என்றைக்கும் அவனைப் பீறிப்போட்டு, தன் மூர்க்கத்தை நித்தியகாலமாக வைத்திருக்கிறானே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":12,"text":{"default":"But I will send a fire upon Teman, Which shall devour the palaces of Bozrah.”","nkjv":"But I will send a fire upon Teman, Which shall devour the palaces of Bozrah.”","tamil":"தேமானிலே தீக்கொளுத்துவேன்; அது போஸ்றாவின் அரமனைகளைப் பட்சிக்கும் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":13,"text":{"default":"Thus says the Lord: “For three transgressions of the people of Ammon, and for four, I will not turn away its punishment, Because they ripped open the women with child in Gilead, That they might enlarge their territory.","nkjv":"Thus says the Lord: “For three transgressions of the people of Ammon, and for four, I will not turn away its punishment, Because they ripped open the women with child in Gilead, That they might enlarge their territory.","tamil":"கர்த்தர் சொல்லுகிறது என்னவென்றால்: அம்மோன் புத்திரரின் மூன்று பாதகங்களினிமித்தமும், நாலு பாதகங்களினிமித்தமும், நான் அவர்கள் ஆக்கினையைத் திருப்பமாட்டேன்; அவர்கள் தங்கள் எல்லைகளை விஸ்தாரமாக்கும்படிக்குக் கீலேயாத் தேசத்தின் கர்ப்பஸ்திரீகளைக் கீறிப்போட்டார்களே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":14,"text":{"default":"But I will kindle a fire in the wall of Rabbah, And it shall devour its palaces, Amid shouting in the day of battle, And a tempest in the day of the whirlwind.","nkjv":"But I will kindle a fire in the wall of Rabbah, And it shall devour its palaces, Amid shouting in the day of battle, And a tempest in the day of the whirlwind.","tamil":"ரப்பாவின் மதிலுக்குள் தீக்கொளுத்துவேன்; அது யுத்தநாளின் முழக்கமாகவும், பெருங்காற்றின் புசலாகவும் அதின் அரமனைகளைப் பட்சிக்கும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":1,"verse":15,"text":{"default":"Their king shall go into captivity, He and his princes together,” Says the Lord.","nkjv":"Their king shall go into captivity, He and his princes together,” Says the Lord.","tamil":"அவர்களுடைய ராஜாவும், அவனுடைய அதிபதிகளும் சிறைப்பட்டுப்போவார்கள் என்று கர்த்தர் சொல்லுகிறார்."}}],"2":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":1,"text":{"default":"Thus says the Lord: “For three transgressions of Moab, and for four, I will not turn away its punishment, Because he burned the bones of the king of Edom to lime.","nkjv":"Thus says the Lord: “For three transgressions of Moab, and for four, I will not turn away its punishment, Because he burned the bones of the king of Edom to lime.","tamil":"கர்த்தர் சொல்லுகிறது என்னவென்றால்: மோவாபின் மூன்று பாதகங்களினிமித்தமும், நாலு பாதகங்களினிமித்தமும், நான் அவன் ஆக்கினையைத் திருப்பமாட்டேன்; அவன் ஏதோமுடைய ராஜாவின் எலும்புகளை நீறாகச் சுட்டுப்போட்டானே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":2,"text":{"default":"But I will send a fire upon Moab, And it shall devour the palaces of Kerioth; Moab shall die with tumult, With shouting and trumpet sound.","nkjv":"But I will send a fire upon Moab, And it shall devour the palaces of Kerioth; Moab shall die with tumult, With shouting and trumpet sound.","tamil":"மோவாப்தேசத்தில் தீக்கொளுத்துவேன்; அது கீரியோத்தின் அரமனைகளைப் பட்சிக்கும்; மோவாபியர் அமளியோடும் ஆர்ப்பரிப்போடும் எக்காள சத்தத்தோடும் சாவார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":3,"text":{"default":"And I will cut off the judge from its midst, And slay all its princes with him,” Says the Lord.","nkjv":"And I will cut off the judge from its midst, And slay all its princes with him,” Says the Lord.","tamil":"நியாயாதிபதியை அவர்கள் நடுவில் இராதபடிக்கு நான் சங்காரம்பண்ணி, அவனோடேகூட அவர்களுடைய பிரபுக்களையெல்லாம் கொன்றுபோடுவேன் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":4,"text":{"default":"Thus says the Lord: “For three transgressions of Judah, and for four, I will not turn away its punishment, Because they have despised the law of the Lord, And have not kept His commandments. Their lies lead them astray, Lies which their fathers followed.","nkjv":"Thus says the Lord: “For three transgressions of Judah, and for four, I will not turn away its punishment, Because they have despised the law of the Lord, And have not kept His commandments. Their lies lead them astray, Lies which their fathers followed.","tamil":"மேலும்: யூதாவின் மூன்று பாதகங்களினிமித்தமும், நாலு பாதகங்களினிமித்தமும், நான் அவர்கள் ஆக்கினையைத் திருப்பமாட்டேன்; அவர்கள் கர்த்தருடைய வேதத்தை வெறுத்து, அவருடைய கட்டளைகளைக் கைக்கொள்ளாமல், தங்கள் பிதாக்கள் பின்பற்றின பொய்களினால் மோசம்போனார்களே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":5,"text":{"default":"But I will send a fire upon Judah, And it shall devour the palaces of Jerusalem.”","nkjv":"But I will send a fire upon Judah, And it shall devour the palaces of Jerusalem.”","tamil":"யூதாவிலே நான் தீக்கொளுத்துவேன்; அது எருசலேமின் அரமனைகளைப் பட்சிக்கும் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":6,"text":{"default":"Thus says the Lord: “For three transgressions of Israel, and for four, I will not turn away its punishment, Because they sell the righteous for silver, And the poor for a pair of sandals.","nkjv":"Thus says the Lord: “For three transgressions of Israel, and for four, I will not turn away its punishment, Because they sell the righteous for silver, And the poor for a pair of sandals.","tamil":"மேலும்: இஸ்ரவேலின் மூன்று பாதகங்களினிமித்தமும், நாலு பாதகங்களினிமித்தமும், நான் அவர்களுடைய ஆக்கினையைத் திருப்பமாட்டேன், அவர்கள் நீதிமானைப் பணத்துக்கும், எளியவனை ஒரு ஜோடு பாதரட்சைக்கும் விற்றுப்போட்டார்களே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":7,"text":{"default":"They pant after the dust of the earth which is on the head of the poor, And pervert the way of the humble. A man and his father go in to the same girl, To defile My holy name.","nkjv":"They pant after the dust of the earth which is on the head of the poor, And pervert the way of the humble. A man and his father go in to the same girl, To defile My holy name.","tamil":"அவர்கள் தரித்திரருடைய தலையின்மேல் மண்ணைவாரி இறைத்து, சிறுமையானவர்களின் வழியைப் புரட்டுகிறார்கள்; என் பரிசுத்த நாமத்தைக் குலைச்சலாக்கும்படிக்கு மகனும் தகப்பனும் ஒரு பெண்ணிடத்தில் பிரவேசிக்கிறார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":8,"text":{"default":"They lie down by every altar on clothes taken in pledge, And drink the wine of the condemned in the house of their god.","nkjv":"They lie down by every altar on clothes taken in pledge, And drink the wine of the condemned in the house of their god.","tamil":"அவர்கள் சகல பீடங்களருகிலும் அடைமானமாய் வாங்கின வஸ்திரங்களின்மேல் படுத்துக்கொண்டு, தெண்டம் பிடிக்கப்பட்டவர்களுடைய மதுபானத்தைத் தங்கள் தேவர்களின் கோவிலிலே குடிக்கிறார்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":9,"text":{"default":"“Yet it was I who destroyed the Amorite before them, Whose height was like the height of the cedars, And he was as strong as the oaks; Yet I destroyed his fruit above And his roots beneath.","nkjv":"“Yet it was I who destroyed the Amorite before them, Whose height was like the height of the cedars, And he was as strong as the oaks; Yet I destroyed his fruit above And his roots beneath.","tamil":"நானோ: கேதுருமரங்களைப்போல் உயரமும், கர்வாலி மரங்களைப்போல் வைரமுமாயிருந்த எமோரியனை அவர்களுக்கு முன்பாக அழித்தேன்; உயர இருந்த அவனுடைய கனியையும், தாழ இருந்த அவனுடைய வேர்களையும் அழித்துப்போட்டு,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":10,"text":{"default":"Also it was I who brought you up from the land of Egypt, And led you forty years through the wilderness, To possess the land of the Amorite.","nkjv":"Also it was I who brought you up from the land of Egypt, And led you forty years through the wilderness, To possess the land of the Amorite.","tamil":"நீங்கள் எமோரியனுடைய தேசத்தைக் கட்டிக்கொள்ளும்படிக்கு உங்களை நான் எகிப்துதேசத்திலிருந்து வரப்பண்ணி, உங்களை நாற்பது வருஷமாக வனாந்தரத்திலே வழிநடத்தி,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":11,"text":{"default":"I raised up some of your sons as prophets, And some of your young men as Nazirites. Is it not so, O you children of Israel?” Says the Lord.","nkjv":"I raised up some of your sons as prophets, And some of your young men as Nazirites. Is it not so, O you children of Israel?” Says the Lord.","tamil":"உங்கள் குமாரரில் சிலரைத் தீர்க்கதரிசிகளாகவும் உங்கள் வாலிபரில் சிலரை நசரேயராகவும் எழும்பப்பண்ணினேன்; இஸ்ரவேல் புத்திரரே, இப்படி நான் செய்யவில்லையா என்று கர்த்தர் கேட்கிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":12,"text":{"default":"“But you gave the Nazirites wine to drink, And commanded the prophets saying, ‘Do not prophesy!’","nkjv":"“But you gave the Nazirites wine to drink, And commanded the prophets saying, ‘Do not prophesy!’","tamil":"நீங்களோ நசரேயருக்குத் திராட்சரசம் குடிக்கக் கொடுத்து, தீர்க்கதரிசிகளை நோக்கி: நீங்கள் தீர்க்கதரிசனஞ்சொல்லவேண்டாம் என்று கற்பித்தீர்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":13,"text":{"default":"“Behold, I am weighed down by you, As a cart full of sheaves is weighed down.","nkjv":"“Behold, I am weighed down by you, As a cart full of sheaves is weighed down.","tamil":"இதோ, கோதுமைக்கட்டுகள் நிறைபாரமாக ஏற்றப்பட்ட வண்டியில் இருத்துகிறதுபோல, நான் உங்களை நீங்கள் இருக்கிற ஸ்தலத்தில் இருத்துவேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":14,"text":{"default":"Therefore flight shall perish from the swift, The strong shall not strengthen his power, Nor shall the mighty deliver himself;","nkjv":"Therefore flight shall perish from the swift, The strong shall not strengthen his power, Nor shall the mighty deliver himself;","tamil":"அப்பொழுது வேகமானவன் ஓடியும் புகலிடமில்லை; பலவான் தன் பலத்தினால் பலப்படுவதுமில்லை; பராக்கிரமசாலி தன் பிராணனைத் தப்புவிப்பதுமில்லை."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":15,"text":{"default":"He shall not stand who handles the bow, The swift of foot shall not escape, Nor shall he who rides a horse deliver himself.","nkjv":"He shall not stand who handles the bow, The swift of foot shall not escape, Nor shall he who rides a horse deliver himself.","tamil":"வில்லைப் பிடிக்கிறவன் நிற்பதுமில்லை; வேகமானவன் தன் கால்களால் தப்பிப்போவதுமில்லை; குதிரையின் மேல் ஏறுகிறவன் தன் பிராணனை இரட்சிப்பதுமில்லை."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":2,"verse":16,"text":{"default":"The most courageous men of might Shall flee naked in that day,” Says the Lord.","nkjv":"The most courageous men of might Shall flee naked in that day,” Says the Lord.","tamil":"பலசாலிகளுக்குள்ளே தைரியவான் அந்நாளிலே நிர்வாணியாய் ஓடிப்போவான் என்று கர்த்தர் சொல்லுகிறார்."}}],"3":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":1,"text":{"default":"Hear this word that the Lord has spoken against you, O children of Israel, against the whole family which I brought up from the land of Egypt, saying:","nkjv":"Hear this word that the Lord has spoken against you, O children of Israel, against the whole family which I brought up from the land of Egypt, saying:","tamil":"இஸ்ரவேல் புத்திரரே, கர்த்தராகிய நான் எகிப்துதேசத்திலிருந்து வரப்பண்ணின முழுக்குடும்பமாகிய உங்களுக்கு விரோதமாய்ச் சொல்லிய இந்த வசனத்தைக் கேளுங்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":2,"text":{"default":"“You only have I known of all the families of the earth; Therefore I will punish you for all your iniquities.”","nkjv":"“You only have I known of all the families of the earth; Therefore I will punish you for all your iniquities.”","tamil":"பூமியின் எல்லா வம்சங்களுக்குள்ளும் உங்களை மாத்திரம் அறிந்துகொண்டேன்; ஆகையால் உங்களுடைய எல்லா அக்கிரமங்களினிமித்தமும் உங்களைத் தண்டிப்பேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":3,"text":{"default":"Can two walk together, unless they are agreed?","nkjv":"Can two walk together, unless they are agreed?","tamil":"இரண்டுபேர் ஒருமனப்பட்டிருந்தாலொழிய ஒருமித்து நடந்துபோவார்களோ?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":4,"text":{"default":"Will a lion roar in the forest, when he has no prey? Will a young lion cry out of his den, if he has caught nothing?","nkjv":"Will a lion roar in the forest, when he has no prey? Will a young lion cry out of his den, if he has caught nothing?","tamil":"தனக்கு இரை அகப்படாமலிருக்கக் காட்டிலே சிங்கம் கெர்ச்சிக்குமோ? இரைபிடியாமலிருக்கும்போது பாலசிங்கம் தன் கெபியிலிருந்து சத்தமிடுமோ?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":5,"text":{"default":"Will a bird fall into a snare on the earth, where there is no trap for it? Will a snare spring up from the earth, if it has caught nothing at all?","nkjv":"Will a bird fall into a snare on the earth, where there is no trap for it? Will a snare spring up from the earth, if it has caught nothing at all?","tamil":"குருவிக்குத் தரையிலே சுருக்குப்போடப்படாதிருந்தால், அது கண்ணியில் அகப்படுமோ? ஒன்றும் படாதிருக்கையில், கண்ணி தரையிலிருந்து எடுக்கப்படுமோ?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":6,"text":{"default":"If a trumpet is blown in a city, will not the people be afraid? If there is calamity in a city, will not the Lord have done it?","nkjv":"If a trumpet is blown in a city, will not the people be afraid? If there is calamity in a city, will not the Lord have done it?","tamil":"ஊரில் எக்காளம் ஊதினால், ஜனங்கள் கலங்காதிருப்பார்களோ? கர்த்தருடைய செயல் இல்லாமல் ஊரில் தீங்கு உண்டாகுமோ?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":7,"text":{"default":"Surely the Lord God does nothing, Unless He reveals His secret to His servants the prophets.","nkjv":"Surely the Lord God does nothing, Unless He reveals His secret to His servants the prophets.","tamil":"கர்த்தராகிய ஆண்டவர் தீர்க்கதரிசிகளாகிய தம்முடைய ஊழியக்காரருக்குத் தமது இரகசியத்தை வெளிப்படுத்தாமல் ஒரு காரியத்தையும் செய்யார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":8,"text":{"default":"A lion has roared! Who will not fear? The Lord God has spoken! Who can but prophesy?","nkjv":"A lion has roared! Who will not fear? The Lord God has spoken! Who can but prophesy?","tamil":"சிங்கம் கெர்ச்சிக்கிறது, யார் பயப்படாதிருப்பான்? கர்த்தராகிய ஆண்டவர் பேசுகிறார், யார் தீர்க்கதரிசனம் சொல்லாதிருப்பான்?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":9,"text":{"default":"“Proclaim in the palaces at Ashdod, And in the palaces in the land of Egypt, and say: ‘Assemble on the mountains of Samaria; See great tumults in her midst, And the oppressed within her.","nkjv":"“Proclaim in the palaces at Ashdod, And in the palaces in the land of Egypt, and say: ‘Assemble on the mountains of Samaria; See great tumults in her midst, And the oppressed within her.","tamil":"நீங்கள் சமாரியாவின் பர்வதங்களில வந்து கூடி, அதின் நடுவில் நடக்கிற பெரிய கலகங்களையும் அதற்குள் செய்யப்படுகிற இடுக்கண்களையும் பாருங்கள் என்று அஸ்தோத்தின் அரமனைகள்மேலும், எகிப்துதேசத்தின் அரமனைகள்மேலும் கூறுங்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":10,"text":{"default":"For they do not know to do right,’ Says the Lord, ‘Who store up violence and robbery in their palaces.’”","nkjv":"For they do not know to do right,’ Says the Lord, ‘Who store up violence and robbery in their palaces.’”","tamil":"அவர்கள் செம்மையானதைச் செய்ய அறியாமல், தங்கள் அரமனைகளில் கொடுமையையும் கொள்ளையையும் குவித்துக்கொள்ளுகிறார்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":11,"text":{"default":"Therefore thus says the Lord God: “An adversary shall be all around the land; He shall sap your strength from you, And your palaces shall be plundered.”","nkjv":"Therefore thus says the Lord God: “An adversary shall be all around the land; He shall sap your strength from you, And your palaces shall be plundered.”","tamil":"ஆகையால் சத்துரு வந்து, தேசத்தைச் சூழ்ந்துகொண்டு, உன்பெலத்தை உன்னிலிருந்து அற்றுப்போகப்பண்ணுவான்; அப்பொழுது உன் அரமனைகள் கொள்ளையிடப்படும் என்று கர்த்தராகிய ஆண்டவர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":12,"text":{"default":"Thus says the Lord: “As a shepherd takes from the mouth of a lion Two legs or a piece of an ear, So shall the children of Israel be taken out Who dwell in Samaria— In the corner of a bed and on the edge of a couch!","nkjv":"Thus says the Lord: “As a shepherd takes from the mouth of a lion Two legs or a piece of an ear, So shall the children of Israel be taken out Who dwell in Samaria— In the corner of a bed and on the edge of a couch!","tamil":"மேலும்: ஒரு மேய்ப்பன் இரண்டு கால்களையாவது ஒரு காதின் துண்டையாவது சிங்கத்தின் வாயிலிருந்து பிடுங்கித் தப்புவிக்குமாப்போல, சமாரியாவில் குடியிருக்கிற இஸ்ரவேல் புத்திரர் ஒரு படுக்கையின் மூலையிலிருந்தும், ஒரு மஞ்சத்தின்மேலிருந்தும் தப்புவிக்கப்படுவார்களென்று, கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":13,"text":{"default":"Hear and testify against the house of Jacob,” Says the Lord God, the God of hosts,","nkjv":"Hear and testify against the house of Jacob,” Says the Lord God, the God of hosts,","tamil":"ஆகையால் நீங்கள் கேட்டு யாக்கோபு வம்சத்தாருக்குள்ளே சாட்சியாக அறிவிக்கவேண்டியது: சேனைகளின் தேவனாயிருக்கிற கர்த்தராகிய ஆண்டவர் சொல்லுகிறது என்னவென்றால்,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":14,"text":{"default":"“That in the day I punish Israel for their transgressions, I will also visit destruction on the altars of Bethel; And the horns of the altar shall be cut off And fall to the ground.","nkjv":"“That in the day I punish Israel for their transgressions, I will also visit destruction on the altars of Bethel; And the horns of the altar shall be cut off And fall to the ground.","tamil":"நான் இஸ்ரவேலுடைய பாதகங்களினிமித்தம் அவனை விசாரிக்கும்நாளிலே நான் பெத்தேலின் பலிபீடங்களை விசாரிப்பேன்; பலிபீடத்தின் கொம்புகள் வெட்டுண்டு தரையிலே விழும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":3,"verse":15,"text":{"default":"I will destroy the winter house along with the summer house; The houses of ivory shall perish, And the great houses shall have an end,” Says the Lord.","nkjv":"I will destroy the winter house along with the summer house; The houses of ivory shall perish, And the great houses shall have an end,” Says the Lord.","tamil":"மாரிகாலத்து வீட்டையும் கோடைகாலத்து வீட்டையும் அழிப்பேன்; அப்பொழுது யானைத்தந்தத்தால் செய்யப்பட்ட வீடுகள் அழியும்; பெரிய வீடுகளுக்கும் முடிவு வரும் என்று கர்த்தர் சொல்லுகிறார்."}}],"4":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":1,"text":{"default":"Hear this word, you cows of Bashan, who are on the mountain of Samaria, Who oppress the poor, Who crush the needy, Who say to your husbands, “Bring wine, let us drink!”","nkjv":"Hear this word, you cows of Bashan, who are on the mountain of Samaria, Who oppress the poor, Who crush the needy, Who say to your husbands, “Bring wine, let us drink!”","tamil":"சமாரியாவின் மலைகளிலுள்ள பாசானின் மாடுகளே, நீங்கள் இந்த வார்த்தைகளைக் கேளுங்கள்; தரித்திரரை ஒடுக்கி, எளியவர்களை நொறுக்கி, அவர்களுடைய எஜமான்களை நோக்கி: நாங்கள் குடிக்கும்படிக் கொண்டுவாருங்கள் என்று சொல்லுகிறீர்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":2,"text":{"default":"The Lord God has sworn by His holiness: “Behold, the days shall come upon you When He will take you away with fishhooks, And your posterity with fishhooks.","nkjv":"The Lord God has sworn by His holiness: “Behold, the days shall come upon you When He will take you away with fishhooks, And your posterity with fishhooks.","tamil":"இதோ, கர்த்தராகிய ஆண்டவர் உங்களைத் துறடுகளாலும், உங்கள் பின்சந்ததியை மீன்பிடிக்கிற தூண்டில்களாலும் இழுத்துக்கொண்டுபோகும் நாட்கள் வருமென்று அவர் தம்முடைய பரிசுத்தத்தைக்கொண்டு ஆணையிட்டார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":3,"text":{"default":"You will go out through broken walls, Each one straight ahead of her, And you will be cast into Harmon,” Says the Lord.","nkjv":"You will go out through broken walls, Each one straight ahead of her, And you will be cast into Harmon,” Says the Lord.","tamil":"அப்பொழுது நீங்கள் ஒவ்வொருவனும் அரமனைக்குச் சுமந்துகொண்டுபோவதை எறிந்துவிட்டு, தனக்கு எதிரான திறப்புகளின் வழியாய்ப் புறப்பட்டுப்போவீர்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":4,"text":{"default":"“Come to Bethel and transgress, At Gilgal multiply transgression; Bring your sacrifices every morning, Your tithes every three days.","nkjv":"“Come to Bethel and transgress, At Gilgal multiply transgression; Bring your sacrifices every morning, Your tithes every three days.","tamil":"பெத்தேலுக்குப் போய்த் துரோகம் பண்ணுங்கள், கில்காலுக்குப்போய்த் துரோகத்தைப் பெருகப்பண்ணி, காலைதோறும் உங்கள் பலிகளையும் மூன்றாம் வருஷத்திலே உங்கள் தசமபாகங்களையும் செலுத்தி,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":5,"text":{"default":"Offer a sacrifice of thanksgiving with leaven, Proclaim and announce the freewill offerings; For this you love, You children of Israel!” Says the Lord God.","nkjv":"Offer a sacrifice of thanksgiving with leaven, Proclaim and announce the freewill offerings; For this you love, You children of Israel!” Says the Lord God.","tamil":"புளித்தமாவுள்ள ஸ்தோத்திரபலியோடே தூபங்காட்டி, உற்சாக பலிகளைக் கூறித் தெரியப்படுத்துங்கள்; இஸ்ரவேல் புத்திரரே, இப்படிச் செய்வதே உங்களுக்குப் பிரியம் என்று கர்த்தராகிய ஆண்டவர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":6,"text":{"default":"“Also I gave you cleanness of teeth in all your cities, And lack of bread in all your places; Yet you have not returned to Me,” Says the Lord.","nkjv":"“Also I gave you cleanness of teeth in all your cities, And lack of bread in all your places; Yet you have not returned to Me,” Says the Lord.","tamil":"ஆகையால் நான் உங்கள் பட்டணங்களில் எல்லாம் உங்கள் பல்லுகளுக்கு ஓய்வையும், உங்கள் ஸ்தலங்களில் எல்லாம் அப்பக்குறைவையும் கட்டளையிட்டேன்; ஆகிலும் நீங்கள் என்னிடத்தில் திரும்பாமற்போனீர்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":7,"text":{"default":"“I also withheld rain from you, When there were still three months to the harvest. I made it rain on one city, I withheld rain from another city. One part was rained upon, And where it did not rain the part withered.","nkjv":"“I also withheld rain from you, When there were still three months to the harvest. I made it rain on one city, I withheld rain from another city. One part was rained upon, And where it did not rain the part withered.","tamil":"இதுவுமல்லாமல், அறுப்புக்காலம் வர இன்னும் மூன்றுமாதம் இருக்கும்போதே மழையை நான் தடுத்தேன், ஒரு பட்டணத்தின்மேல் மழைபெய்யவும் ஒரு பட்டணத்தின்மேல் மழை பெய்யாமலிருக்கவும் பண்ணினேன்; ஒரு வயலின்மேல் மழைபெய்தது, மழைபெய்யாத மற்ற வயல் காய்ந்து போயிற்று."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":8,"text":{"default":"So two or three cities wandered to another city to drink water, But they were not satisfied; Yet you have not returned to Me,” Says the Lord.","nkjv":"So two or three cities wandered to another city to drink water, But they were not satisfied; Yet you have not returned to Me,” Says the Lord.","tamil":"இரண்டு மூன்று பட்டணங்களின் மனுஷர் தண்ணீர் குடிக்க பட்டணத்துக்குப் போய் அலைந்தும் தாகந்தீர்த்துக்கொள்ளவில்லை; ஆகிலும் நீங்கள் என்னிடத்தில் திரும்பாமற்போனீர்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":9,"text":{"default":"“I blasted you with blight and mildew. When your gardens increased, Your vineyards, Your fig trees, And your olive trees, The locust devoured them; Yet you have not returned to Me,” Says the Lord.","nkjv":"“I blasted you with blight and mildew. When your gardens increased, Your vineyards, Your fig trees, And your olive trees, The locust devoured them; Yet you have not returned to Me,” Says the Lord.","tamil":"கருக்காயினாலும் விஷப்பனியினாலும் உங்களை தண்டித்தேன்; உங்கள் சோலைகளிலும் திராட்சத்தோட்டங்களிலும் அத்திமரங்களிலும் ஒலிவமரங்களிலும் மிகுதியானதைப் பச்சைப்புழு அரித்துப்போட்டது; ஆகிலும் என்னிடத்தில் திரும்பாமற்போனீர்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":10,"text":{"default":"“I sent among you a plague after the manner of Egypt; Your young men I killed with a sword, Along with your captive horses; I made the stench of your camps come up into your nostrils; Yet you have not returned to Me,” Says the Lord.","nkjv":"“I sent among you a plague after the manner of Egypt; Your young men I killed with a sword, Along with your captive horses; I made the stench of your camps come up into your nostrils; Yet you have not returned to Me,” Says the Lord.","tamil":"எகிப்தில் உண்டானதற்கு ஒத்த கொள்ளைநோயை உங்களுக்குள் அனுப்பினேன்; உங்கள் வாலிபரைப் பட்டயத்தாலே கொன்றேன்; உங்கள் குதிரைகளை அழித்துப்போட்டேன்; உங்கள் பாளயங்களின் நாற்றத்தை உங்கள் நாசிகளிலும் ஏற்றப்பண்ணினேன்; ஆகிலும் நீங்கள் என்னிடத்தில் திரும்பாமற்போனீர்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":11,"text":{"default":"“I overthrew some of you, As God overthrew Sodom and Gomorrah, And you were like a firebrand plucked from the burning; Yet you have not returned to Me,” Says the Lord.","nkjv":"“I overthrew some of you, As God overthrew Sodom and Gomorrah, And you were like a firebrand plucked from the burning; Yet you have not returned to Me,” Says the Lord.","tamil":"சோதோமையும் கொமோராவையும் தேவன் கவிழ்த்துப்போட்டதுபோல, உங்களைக் கவிழ்த்துப்போட்டேன்; நீங்கள் அக்கினியினின்று பறிக்கப்பட்ட கொள்ளியைப்போல இருந்தீர்கள்; ஆனாலும் நீங்கள் என்னிடத்தில் திரும்பாமற்போனீர்கள் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":12,"text":{"default":"“Therefore thus will I do to you, O Israel; Because I will do this to you, Prepare to meet your God, O Israel!”","nkjv":"“Therefore thus will I do to you, O Israel; Because I will do this to you, Prepare to meet your God, O Israel!”","tamil":"ஆகையால் இஸ்ரவேலே, இந்தப்பிரகாரமாக உனக்குச் செய்வேன்; இஸ்ரவேலே, நான் இப்படி உனக்குச்செய்யப்போகிறபடியினால் உன் தேவனைச் சந்திக்கும்படி ஆயத்தப்படு."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":4,"verse":13,"text":{"default":"For behold, He who forms mountains, And creates the wind, Who declares to man what his thought is, And makes the morning darkness, Who treads the high places of the earth— The Lord God of hosts is His name.","nkjv":"For behold, He who forms mountains, And creates the wind, Who declares to man what his thought is, And makes the morning darkness, Who treads the high places of the earth— The Lord God of hosts is His name.","tamil":"அவர் பர்வதங்களை உருவாக்கினவரும் காற்றைச் சிருஷ்டித்தவரும், மனுஷனுடைய நினைவுகள் இன்னதென்று அவனுக்கு வெளிப்படுத்துகிறவரும், விடியற்காலத்தை அந்தகாரமாக்குகிறவரும், பூமியினுடைய உயர்ந்த ஸ்தானங்களின்மேல் உலாவுகிறவருமாயிருக்கிறார்; சேனைகளின் தேவனாகிய கர்த்தர் என்பது அவருடைய நாமம்."}}],"5":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":1,"text":{"default":"Hear this word which I take up against you, a lamentation, O house of Israel:","nkjv":"Hear this word which I take up against you, a lamentation, O house of Israel:","tamil":"இஸ்ரவேல் வம்சத்தாரே, உங்களைக்குறித்து நான் புலம்பிச் சொல்லும் இந்த வசனத்தைக் கேளுங்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":2,"text":{"default":"The virgin of Israel has fallen; She will rise no more. She lies forsaken on her land; There is no one to raise her up.","nkjv":"The virgin of Israel has fallen; She will rise no more. She lies forsaken on her land; There is no one to raise her up.","tamil":"இஸ்ரவேல் என்னும் கன்னிகை விழுந்தாள், அவள் இனி ஒருபோதும் எழுந்திருக்கமாட்டாள்; தன் தேசத்தில் விழுந்துகிடக்கிறாள், அவளை எடுப்பாரில்லை."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":3,"text":{"default":"For thus says the Lord God: “The city that goes out by a thousand Shall have a hundred left, And that which goes out by a hundred Shall have ten left to the house of Israel.”","nkjv":"For thus says the Lord God: “The city that goes out by a thousand Shall have a hundred left, And that which goes out by a hundred Shall have ten left to the house of Israel.”","tamil":"நகரத்திலிருந்து புறப்பட்ட ஆயிரம்பேரில் நூறுபேரும், நூறுபேரில் பத்துப்பேரும் இஸ்ரவேல் வம்சத்தாருக்கு மீந்திருப்பார்கள் என்று கர்த்தராகிய தேவன் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":4,"text":{"default":"For thus says the Lord to the house of Israel: “Seek Me and live;","nkjv":"For thus says the Lord to the house of Israel: “Seek Me and live;","tamil":"கர்த்தர் இஸ்ரவேல் வம்சத்தாருக்குச் சொல்லுகிறது என்னவென்றால்: என்னைத் தேடுங்கள், அப்பொழுது பிழைப்பீர்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":5,"text":{"default":"But do not seek Bethel, Nor enter Gilgal, Nor pass over to Beersheba; For Gilgal shall surely go into captivity, And Bethel shall come to nothing.","nkjv":"But do not seek Bethel, Nor enter Gilgal, Nor pass over to Beersheba; For Gilgal shall surely go into captivity, And Bethel shall come to nothing.","tamil":"பெத்தேலைத் தேடாதேயுங்கள், கில்காலிலும் சேராதேயுங்கள், பெயெர்செபாவுக்கும் போகாதேயுங்கள்; ஏனென்றால்: கில்கால் சிறையிருப்பாகவும், பெத்தேல் பாழான ஸ்தலமாகவும் போகும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":6,"text":{"default":"Seek the Lord and live, Lest He break out like fire in the house of Joseph, And devour it, With no one to quench it in Bethel—","nkjv":"Seek the Lord and live, Lest He break out like fire in the house of Joseph, And devour it, With no one to quench it in Bethel—","tamil":"கர்த்தரைத் தேடுங்கள், அப்பொழுது பிழைப்பீர்கள்; இல்லாவிட்டால் பெத்தேலில் இருக்கிற ஒருவராலும் அறிவிக்கப்படாத அக்கினி யோசேப்பின் வீட்டில் பற்றி அதைப் பட்சிக்கும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":7,"text":{"default":"You who turn justice to wormwood, And lay righteousness to rest in the earth!”","nkjv":"You who turn justice to wormwood, And lay righteousness to rest in the earth!”","tamil":"நியாயத்தை எட்டியாக மாற்றி, நீதியைத் தரையிலே விழப்பண்ணுகிறவர்களே, அவரைத் தேடுங்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":8,"text":{"default":"He made the Pleiades and Orion; He turns the shadow of death into morning And makes the day dark as night; He calls for the waters of the sea And pours them out on the face of the earth; The Lord is His name.","nkjv":"He made the Pleiades and Orion; He turns the shadow of death into morning And makes the day dark as night; He calls for the waters of the sea And pours them out on the face of the earth; The Lord is His name.","tamil":"அவர் அறுமீனையும் மிருகசீரிஷத்தையும் உண்டாக்கினவர்; அவர் மரண இருளை விடியற்காலமாக மாற்றி, பகலை இராத்திரியாக அந்தகாரப்படுத்துகிறவர்; அவர் சமுத்திரத்தின் தண்ணீர்களை வரவழைத்து, அவைகளைப் பூமியின் விசாலத்தின்மேல் ஊற்றுகிறவர்; கர்த்தர் என்பது அவருடைய நாமம்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":9,"text":{"default":"He rains ruin upon the strong, So that fury comes upon the fortress.","nkjv":"He rains ruin upon the strong, So that fury comes upon the fortress.","tamil":"அரணான ஸ்தலத்தின்மேல் பாழ்க்கடிப்பு வரத்தக்கதாக, அவர் கொள்ளை கொடுத்தவனைப் பலத்தவனுக்கு விரோதமாய் லகுவடையப்பண்ணுகிறவர்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":10,"text":{"default":"They hate the one who rebukes in the gate, And they abhor the one who speaks uprightly.","nkjv":"They hate the one who rebukes in the gate, And they abhor the one who speaks uprightly.","tamil":"ஒலிமுகவாசலிலே கடிந்துகொள்ளுகிறவனை அவர்கள் பகைத்து, யதார்த்தமாய்ப் பேசுகிறவனை வெறுக்கிறார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":11,"text":{"default":"Therefore, because you tread down the poor And take grain taxes from him, Though you have built houses of hewn stone, Yet you shall not dwell in them; You have planted pleasant vineyards, But you shall not drink wine from them.","nkjv":"Therefore, because you tread down the poor And take grain taxes from him, Though you have built houses of hewn stone, Yet you shall not dwell in them; You have planted pleasant vineyards, But you shall not drink wine from them.","tamil":"நீங்கள் தரித்திரனை மிதித்து, அவன் கையிலே தானியத்தைச் சுமை சுமையாய் வாங்குகிறபடியினால், நீங்கள் பொளிந்த கற்களால் வீடுகளைக்கட்டினீர்கள, ஆனாலும் அவைகளில் நீங்கள் குடியிருப்பதில்லை; இன்பமான திராட்சத்தோட்டங்களை நாட்டினீர்கள், ஆனாலும் அவைகளின் இரசத்தை நீங்கள் குடிப்பதில்லை."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":12,"text":{"default":"For I know your manifold transgressions And your mighty sins: Afflicting the just and taking bribes; Diverting the poor from justice at the gate.","nkjv":"For I know your manifold transgressions And your mighty sins: Afflicting the just and taking bribes; Diverting the poor from justice at the gate.","tamil":"உங்கள் மீறுதல்கள் மிகுதியென்றும், உங்கள் பாவங்கள் பலத்ததென்றும் அறிவேன்; நீதிமானை ஒடுக்கி, பரிதானம் வாங்கி, ஒலிமுகவாசலில் ஏழைகளின் நியாயத்தைப் புரட்டுகிறீர்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":13,"text":{"default":"Therefore the prudent keep silent at that time, For it is an evil time.","nkjv":"Therefore the prudent keep silent at that time, For it is an evil time.","tamil":"ஆகையால் புத்திமான் அந்தக் காலத்திலே மௌனமாயிருக்கவேண்டும்; அந்தக் காலம் தீமையான காலம்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":14,"text":{"default":"Seek good and not evil, That you may live; So the Lord God of hosts will be with you, As you have spoken.","nkjv":"Seek good and not evil, That you may live; So the Lord God of hosts will be with you, As you have spoken.","tamil":"நீங்கள் பிழைக்கும்படிக்குத் தீமையை அல்ல, நன்மையைத் தேடுங்கள்; அப்பொழுது நீங்கள் சொல்லுகிறபடியே சேனைகளின் தேவனாகிய கர்த்தர் உங்களோடே இருப்பார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":15,"text":{"default":"Hate evil, love good; Establish justice in the gate. It may be that the Lord God of hosts Will be gracious to the remnant of Joseph.","nkjv":"Hate evil, love good; Establish justice in the gate. It may be that the Lord God of hosts Will be gracious to the remnant of Joseph.","tamil":"நீங்கள் தீமையை வெறுத்து, நன்மையை விரும்பி, ஒலிமுகவாசலில் நியாயத்தை நிலைப்படுத்துங்கள்; ஒருவேளை சேனைகளின் தேவனாகிய கர்த்தர் யோசேப்பிலே மீதியானவர்களுக்கு இரங்குவார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":16,"text":{"default":"Therefore the Lord God of hosts, the Lord, says this: “There shall be wailing in all streets, And they shall say in all the highways, ‘Alas! Alas!’ They shall call the farmer to mourning, And skillful lamenters to wailing.","nkjv":"Therefore the Lord God of hosts, the Lord, says this: “There shall be wailing in all streets, And they shall say in all the highways, ‘Alas! Alas!’ They shall call the farmer to mourning, And skillful lamenters to wailing.","tamil":"ஆதலால் ஆண்டவரும் சேனைகளின் தேவனுமாகிய கர்த்தர் சொல்லுகிறது என்னவென்றால்: எல்லாத்தெருக்களிலும் புலம்பல் உண்டாகும்; எல்லா வீதிகளிலும் ஐயோ! ஐயோ! என்று ஓலமிடுவார்கள்; பயிரிடுகிறவர்களைத் துக்கங்கொண்டாடுகிறதற்கும், ஒப்பாரி பாட அறிந்தவர்களைப் புலம்புகிறதற்கும் வரவழைப்பார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":17,"text":{"default":"In all vineyards there shall be wailing, For I will pass through you,” Says the Lord.","nkjv":"In all vineyards there shall be wailing, For I will pass through you,” Says the Lord.","tamil":"எல்லாத் திராட்சத்தோட்டங்களிலும் புலம்பல் உண்டாயிருக்கும், நான் உன் நடுவே கடந்துபோவேன் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":18,"text":{"default":"Woe to you who desire the day of the Lord! For what good is the day of the Lord to you? It will be darkness, and not light.","nkjv":"Woe to you who desire the day of the Lord! For what good is the day of the Lord to you? It will be darkness, and not light.","tamil":"கர்த்தருடைய நாளை விரும்புகிறவர்களுக்கு ஐயோ! அதினால் உங்களுக்கு என்ன உண்டு? கர்த்தருடைய நாள் வெளிச்சமாயிராமல் அந்தகாரமாயிருக்கும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":19,"text":{"default":"It will be as though a man fled from a lion, And a bear met him! Or as though he went into the house, Leaned his hand on the wall, And a serpent bit him!","nkjv":"It will be as though a man fled from a lion, And a bear met him! Or as though he went into the house, Leaned his hand on the wall, And a serpent bit him!","tamil":"சிங்கத்துக்குத் தப்பினவனுக்குக் கரடி எதிர்ப்பட்டதுபோலவும், அல்லது வீட்டுக்குள்ளே வந்து சுவரின்மேல் தன் கையை வைத்தபோது பாம்பு அவனைக் கடித்ததுபோலவும் இருக்கும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":20,"text":{"default":"Is not the day of the Lord darkness, and not light? Is it not very dark, with no brightness in it?","nkjv":"Is not the day of the Lord darkness, and not light? Is it not very dark, with no brightness in it?","tamil":"கர்த்தருடைய நாள் வெளிச்சமாயிராமல், இருளும் பிரகாசமற்ற அந்தகாரமுமாயிருக்குமல்லவோ?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":21,"text":{"default":"“I hate, I despise your feast days, And I do not savor your sacred assemblies.","nkjv":"“I hate, I despise your feast days, And I do not savor your sacred assemblies.","tamil":"உங்கள் பண்டிகைகளைப் பகைத்துவெறுக்கிறேன்; உங்கள் ஆசரிப்புநாட்களில் எனக்குப் பிரியமில்லை."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":22,"text":{"default":"Though you offer Me burnt offerings and your grain offerings, I will not accept them, Nor will I regard your fattened peace offerings.","nkjv":"Though you offer Me burnt offerings and your grain offerings, I will not accept them, Nor will I regard your fattened peace offerings.","tamil":"உங்கள் தகனபலிகளையும் போஜனபலிகளையும் எனக்குப் படைத்தாலும் நான் அங்கீகரிக்கமாட்டேன்; கொழுமையான உங்கள் மிருகங்களின் ஸ்தோத்திரபலிகளையும் நான் நோக்கிப் பார்க்கமாட்டேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":23,"text":{"default":"Take away from Me the noise of your songs, For I will not hear the melody of your stringed instruments.","nkjv":"Take away from Me the noise of your songs, For I will not hear the melody of your stringed instruments.","tamil":"உன் பாட்டுகளின் இரைச்சலை என்னைவிட்டு அகற்று; உன் வீணைகளின் ஓசையை நான் கேட்கமாட்டேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":24,"text":{"default":"But let justice run down like water, And righteousness like a mighty stream.","nkjv":"But let justice run down like water, And righteousness like a mighty stream.","tamil":"நியாயம் தண்ணீரைப்போலவும், நீதி வற்றாத நதியைப்போலவும் புரண்டுவரக்கடவது."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":25,"text":{"default":"“Did you offer Me sacrifices and offerings In the wilderness forty years, O house of Israel?","nkjv":"“Did you offer Me sacrifices and offerings In the wilderness forty years, O house of Israel?","tamil":"இஸ்ரவேல் வம்சத்தாரே, நீங்கள் வனாந்தரத்திலே இருந்த நாற்பது வருஷம்வரையில் பலிகளையும் காணிக்கைகளையும் எனக்குச் செலுத்தினீர்களோ?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":26,"text":{"default":"You also carried Sikkuth your king And Chiun, your idols, The star of your gods, Which you made for yourselves.","nkjv":"You also carried Sikkuth your king And Chiun, your idols, The star of your gods, Which you made for yourselves.","tamil":"நீங்கள் உங்களுக்கு உண்டாக்கின மோளேகுடைய கூடாரத்தையும், உங்கள் தேவர்களின் நட்சத்திர ராசியாகிய உங்கள் சொரூபங்களின் சப்பரத்தையும் சுமந்துகொண்டுவந்தீர்களே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":5,"verse":27,"text":{"default":"Therefore I will send you into captivity beyond Damascus,” Says the Lord, whose name is the God of hosts.","nkjv":"Therefore I will send you into captivity beyond Damascus,” Says the Lord, whose name is the God of hosts.","tamil":"ஆகையால் உங்களைத் தமஸ்குவுக்கு அப்பாலே குடியோட்டுவேன் என்று சேனைகளுடைய தேவன் என்னும் நாமமுள்ள கர்த்தர் சொல்லுகிறார்."}}],"6":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":1,"text":{"default":"Woe to you who are at ease in Zion, And trust in Mount Samaria, Notable persons in the chief nation, To whom the house of Israel comes!","nkjv":"Woe to you who are at ease in Zion, And trust in Mount Samaria, Notable persons in the chief nation, To whom the house of Israel comes!","tamil":"சீயோனிலே நிர்விசாரமாயிருக்கிறவர்களும் சமாரியாவின் பர்வதத்தை நம்பிக்கொண்டிருக்கிறவர்களும், ஜாதிகளின் தலைமையென்னப்பட்டு, இஸ்ரவேல் வம்சத்தார் தேடிவருகிறவர்களுமாகிய உங்களுக்கு ஐயோ!"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":2,"text":{"default":"Go over to Calneh and see; And from there go to Hamath the great; Then go down to Gath of the Philistines. Are you better than these kingdoms? Or is their territory greater than your territory?","nkjv":"Go over to Calneh and see; And from there go to Hamath the great; Then go down to Gath of the Philistines. Are you better than these kingdoms? Or is their territory greater than your territory?","tamil":"நீங்கள் கல்னேமட்டும் சென்று, அவ்விடத்திலிருந்து ஆமாத் என்னும் பெரிய பட்டணத்துக்குப் போய், பெலிஸ்தருடைய காத் பட்டணத்துக்கு இறங்கி, அவைகள் இந்த ராஜ்யங்களைப்பார்க்கிலும் நல்லவைகளோ என்றும், அவைகளின் எல்லைகள் உங்கள் எல்லைகளைப்பார்க்கிலும் விஸ்தாரமானவைகளோ என்றும் பாருங்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":3,"text":{"default":"Woe to you who put far off the day of doom, Who cause the seat of violence to come near;","nkjv":"Woe to you who put far off the day of doom, Who cause the seat of violence to come near;","tamil":"தீங்குநாள் தூரமென்றெண்ணிக் கொடுமையின் ஆசனம் கிட்டிவரும்படி செய்து,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":4,"text":{"default":"Who lie on beds of ivory, Stretch out on your couches, Eat lambs from the flock And calves from the midst of the stall;","nkjv":"Who lie on beds of ivory, Stretch out on your couches, Eat lambs from the flock And calves from the midst of the stall;","tamil":"தந்தக் கட்டில்களில் படுத்துக்கொண்டு, தங்கள் மஞ்சங்களின்மேல் சவுக்கியமாய்ச் சயனித்து, மந்தையிலுள்ள ஆட்டுக்குட்டிகளையும், மாட்டுத்தொழுவத்திலுள்ள கன்றுக்குட்டிகளையும் தின்று,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":5,"text":{"default":"Who sing idly to the sound of stringed instruments, And invent for yourselves musical instruments like David;","nkjv":"Who sing idly to the sound of stringed instruments, And invent for yourselves musical instruments like David;","tamil":"தம்புரை வாசித்துப் பாடி, தாவீதைப்போல் கீதவாத்தியங்களைத் தங்களுக்கு உண்டுபண்ணி,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":6,"text":{"default":"Who drink wine from bowls, And anoint yourselves with the best ointments, But are not grieved for the affliction of Joseph.","nkjv":"Who drink wine from bowls, And anoint yourselves with the best ointments, But are not grieved for the affliction of Joseph.","tamil":"பெரிய பாத்திரங்களில் மதுபானத்தைக் குடித்து, சிறந்த பரிமளதைலங்களைப் பூசிக்கொள்ளுகிறார்கள்; ஆனாலும் யோசேப்புக்கு நேரிட்ட ஆபத்துக்குக் கவலைப்படாமற்போகிறார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":7,"text":{"default":"Therefore they shall now go captive as the first of the captives, And those who recline at banquets shall be removed.","nkjv":"Therefore they shall now go captive as the first of the captives, And those who recline at banquets shall be removed.","tamil":"ஆகையால் அவர்கள் சிறையிருப்புக்குப் போகிறவர்களின் முன்னணியிலே போவார்கள்; இப்படியே செல்வமாய்ச் சயனித்தவர்களின் விருந்துகொண்டாடல் நின்றுபோகும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":8,"text":{"default":"The Lord God has sworn by Himself, The Lord God of hosts says: “I abhor the pride of Jacob, And hate his palaces; Therefore I will deliver up the city And all that is in it.”","nkjv":"The Lord God has sworn by Himself, The Lord God of hosts says: “I abhor the pride of Jacob, And hate his palaces; Therefore I will deliver up the city And all that is in it.”","tamil":"நான் யாக்கோபுடைய மேன்மையை வெறுத்து, அவனுடைய அரமனைகளைப் பகைக்கிறேன்; நான் நகரத்தையும் அதின் நிறைவையும் ஒப்புக்கொடுத்துவிடுவேன் என்று கர்த்தராகிய ஆண்டவர் தம்முடைய ஜீவனைக் கொண்டு ஆணையிட்டார் என்பதைச் சேனைகளின் தேவனாகிய கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":9,"text":{"default":"Then it shall come to pass, that if ten men remain in one house, they shall die.","nkjv":"Then it shall come to pass, that if ten men remain in one house, they shall die.","tamil":"ஒரு வீட்டிலே பத்துப்பேர் மீதியாயிருந்தாலும் அவர்கள் செத்துப்போவார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":10,"text":{"default":"And when a relative of the dead, with one who will burn the bodies, picks up the bodies to take them out of the house, he will say to one inside the house, “Are there any more with you?” Then someone will say, “None.” And he will say, “Hold your tongue! For we dare not mention the name of the Lord.”","nkjv":"And when a relative of the dead, with one who will burn the bodies, picks up the bodies to take them out of the house, he will say to one inside the house, “Are there any more with you?” Then someone will say, “None.” And he will say, “Hold your tongue! For we dare not mention the name of the Lord.”","tamil":"அவர்களுடைய இனத்தானாவது, பிரேதத்தைத் தகிக்கிறவனாவது எலும்புகளை வீட்டிலிருந்துவெளியேகொண்டுபோகும்படிக்கு, அவைகளை எடுத்து வீட்டின் உட்புறத்திலே இருக்கிறவனை நோக்கி: உன்னிடத்தில் இன்னும் யாராயினும் உண்டோ என்று கேட்பான், அவன் இல்லையென்பான்; அப்பொழுது இவன்: நீ மௌனமாயிரு; கர்த்தருடைய நாமத்தைச் சொல்லலாகாது என்பான்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":11,"text":{"default":"For behold, the Lord gives a command: He will break the great house into bits, And the little house into pieces.","nkjv":"For behold, the Lord gives a command: He will break the great house into bits, And the little house into pieces.","tamil":"இதோ, கர்த்தர் கட்டளையிட்டிருக்கிறார்; பெரிய வீட்டைத் திறப்புகள் உண்டாகவும், சிறிய வீட்டை வெடிப்புகள் உண்டாகவும் அடிப்பார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":12,"text":{"default":"Do horses run on rocks? Does one plow there with oxen? Yet you have turned justice into gall, And the fruit of righteousness into wormwood,","nkjv":"Do horses run on rocks? Does one plow there with oxen? Yet you have turned justice into gall, And the fruit of righteousness into wormwood,","tamil":"கன்மலையின்மேல் குதிரைகள் ஓடுமோ? அங்கே ஒருவன் மாடுகளால் உழுவானோ? நியாயத்தை நஞ்சாகவும், நீதியின் கனியை எட்டியாகவும் மாற்றினீர்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":13,"text":{"default":"You who rejoice over Lo Debar, Who say, “Have we not taken Karnaim for ourselves By our own strength?”","nkjv":"You who rejoice over Lo Debar, Who say, “Have we not taken Karnaim for ourselves By our own strength?”","tamil":"நாங்கள் எங்கள் பலத்தினாலே எங்களுக்குக் கொம்புகளை உண்டாக்கிக்கொள்ளவில்லையோ என்று சொல்லி, வீண்காரியத்தில் மகிழுகிறார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":6,"verse":14,"text":{"default":"“But, behold, I will raise up a nation against you, O house of Israel,” Says the Lord God of hosts; “And they will afflict you from the entrance of Hamath To the Valley of the Arabah.”","nkjv":"“But, behold, I will raise up a nation against you, O house of Israel,” Says the Lord God of hosts; “And they will afflict you from the entrance of Hamath To the Valley of the Arabah.”","tamil":"இஸ்ரவேல் வம்சத்தாரே, இதோ, நான் ஒரு ஜாதியை உங்களுக்கு விரோதமாக எழுப்புவேன்; அவர்கள் ஆமாத்துக்குள் பிரவேசிக்கிற வழிதொடங்கிச் சமனான நாட்டின் ஆறுமட்டாக உங்களை ஒடுக்குவார்கள் என்று சேனைகளின் தேவனாகிய கர்த்தர் சொல்லுகிறார்."}}],"7":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":1,"text":{"default":"Thus the Lord God showed me: Behold, He formed locust swarms at the beginning of the late crop; indeed it was the late crop after the king’s mowings.","nkjv":"Thus the Lord God showed me: Behold, He formed locust swarms at the beginning of the late crop; indeed it was the late crop after the king’s mowings.","tamil":"கர்த்தராகிய ஆண்டவர் எனக்குக் காண்பித்ததாவது: இதோ, ராஜாவினுடைய புல்லறுப்புக்குப்பின்பு இரண்டாம் கந்தாயத்துப் புல் முளைக்கத் தொடங்குகையில் அவர் வெட்டுக்கிளிகளை உண்டாக்கினார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":2,"text":{"default":"And so it was, when they had finished eating the grass of the land, that I said: “O Lord God, forgive, I pray! Oh, that Jacob may stand, For he is small!”","nkjv":"And so it was, when they had finished eating the grass of the land, that I said: “O Lord God, forgive, I pray! Oh, that Jacob may stand, For he is small!”","tamil":"அவைகள் தேசத்தின் புல்லைத்தின்று தீர்ந்தபோது, நான்: கர்த்தராகிய ஆண்டவரே மன்னித்தருளும்; யாக்கோபு திரும்ப யாராலே எழுந்திருப்பான்? அவன் சிறுத்துப்போனான் என்றேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":3,"text":{"default":"So the Lord relented concerning this. “It shall not be,” said the Lord.","nkjv":"So the Lord relented concerning this. “It shall not be,” said the Lord.","tamil":"கர்த்தர் அதற்கு மனஸ்தாபப்பட்டு, அப்படி ஆவதில்லை என்றார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":4,"text":{"default":"Thus the Lord God showed me: Behold, the Lord God called for conflict by fire, and it consumed the great deep and devoured the territory.","nkjv":"Thus the Lord God showed me: Behold, the Lord God called for conflict by fire, and it consumed the great deep and devoured the territory.","tamil":"கர்த்தராகிய ஆண்டவர் எனக்குக் காண்பித்ததாவது: இதோ, அக்கினியாலே நியாயம் விசாரிப்பேன் என்று கர்த்தராகிய ஆண்டவர் ஏற்பட்டார்; அது மகா ஆழியைப் பட்சித்தது, அதில் ஒரு பங்கைப் பட்சித்துத் தீர்ந்தது."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":5,"text":{"default":"Then I said: “O Lord God, cease, I pray! Oh, that Jacob may stand, For he is small!”","nkjv":"Then I said: “O Lord God, cease, I pray! Oh, that Jacob may stand, For he is small!”","tamil":"அப்பொழுது நான்: கர்த்தராகிய ஆண்டவரே, நிறுத்துமே; யாக்கோபு திரும்ப யாராலே எழுந்திருப்பான்? அவன் சிறுத்துப்போனான் என்றேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":6,"text":{"default":"So the Lord relented concerning this. “This also shall not be,” said the Lord God.","nkjv":"So the Lord relented concerning this. “This also shall not be,” said the Lord God.","tamil":"கர்த்தர் அதற்கு மனஸ்தாபப்பட்டு, அப்படி ஆவதில்லை என்றார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":7,"text":{"default":"Thus He showed me: Behold, the Lord stood on a wall made with a plumb line, with a plumb line in His hand.","nkjv":"Thus He showed me: Behold, the Lord stood on a wall made with a plumb line, with a plumb line in His hand.","tamil":"பின்பு அவர் எனக்குக் காண்பித்ததாவது: இதோ, தூக்குநூல் பிரமாணத்தினால் கட்டப்பட்ட ஒரு மதிலின்மேல் நின்றார்; அவர் கையில் தூக்குநூல் இருந்தது."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":8,"text":{"default":"And the Lord said to me, “Amos, what do you see?” And I said, “A plumb line.” Then the Lord said: “Behold, I am setting a plumb line In the midst of My people Israel; I will not pass by them anymore.","nkjv":"And the Lord said to me, “Amos, what do you see?” And I said, “A plumb line.” Then the Lord said: “Behold, I am setting a plumb line In the midst of My people Israel; I will not pass by them anymore.","tamil":"கர்த்தர் என்னை நோக்கி: ஆமோசே, நீ என்னத்தைக் காண்கிறாய் என்றார்; தூக்குநூலைக் காண்கிறேன் என்றேன்; அப்பொழுது ஆண்டவர்: இதோ, இஸ்ரவேலென்னும் என்ஜனத்தின் நடுவே தூக்குநூலை விடுவேன்; இனி அவர்களை மன்னிக்கமாட்டேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":9,"text":{"default":"The high places of Isaac shall be desolate, And the sanctuaries of Israel shall be laid waste. I will rise with the sword against the house of Jeroboam.”","nkjv":"The high places of Isaac shall be desolate, And the sanctuaries of Israel shall be laid waste. I will rise with the sword against the house of Jeroboam.”","tamil":"ஈசாக்கின் மேடைகள் பாழும், இஸ்ரவேலின் பரிசுத்த ஸ்தலங்கள் அவாந்தரமுமாக்கப்படும்; நான் எரொபெயாம் வீட்டாருக்கு விரோதமாய்ப் பட்டயத்தோடே எழும்பிவருவேன் என்றார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":10,"text":{"default":"Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel. The land is not able to bear all his words.","nkjv":"Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel. The land is not able to bear all his words.","tamil":"அப்பொழுது பெத்தேலில் ஆசாரியனான அமத்சியா இஸ்ரவேலின் ராஜாவாகிய எரொபெயாமுக்கு ஆள் அனுப்பி: ஆமோஸ் இஸ்ரவேல் வம்சத்தாரின் நடுவே உமக்கு விரோதமாகக் கட்டுப்பாடு பண்ணுகிறான்; தேசம் அவன் வார்த்தைகளையெல்லாம் சகிக்கமாட்டாது."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":11,"text":{"default":"For thus Amos has said: ‘Jeroboam shall die by the sword, And Israel shall surely be led away captive From their own land.’”","nkjv":"For thus Amos has said: ‘Jeroboam shall die by the sword, And Israel shall surely be led away captive From their own land.’”","tamil":"எரோபெயாம் பட்டயத்தினால் சாவான் என்றும், இஸ்ரவேல் தன்தேசத்திலிருந்து சிறைபிடித்துக்கொண்டுபோகப்படுவான் என்றும் ஆமோஸ் சொல்லுகிறான் என்று சொல்லச்சொன்னான்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":12,"text":{"default":"Then Amaziah said to Amos: “Go, you seer! Flee to the land of Judah. There eat bread, And there prophesy.","nkjv":"Then Amaziah said to Amos: “Go, you seer! Flee to the land of Judah. There eat bread, And there prophesy.","tamil":"அமத்சியா ஆமோசை நோக்கி: தரிசனம் பார்க்கிறவனே, போ; நீ யூதாதேசத்துக்கு ஓடிப்போ, அங்கே அப்பம் தின்று, அங்கே தீர்க்கதரிசனம் சொல்லு."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":13,"text":{"default":"But never again prophesy at Bethel, For it is the king’s sanctuary, And it is the royal residence.”","nkjv":"But never again prophesy at Bethel, For it is the king’s sanctuary, And it is the royal residence.”","tamil":"பெத்தேலிலே இனித் தீர்க்கதரிசனம் சொல்லாதே; அது ராஜாவின் பரிசுத்த ஸ்தலமும் ராஜ்யத்தின் அரமனையுமாயிருக்கிறது என்றான்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":14,"text":{"default":"Then Amos answered, and said to Amaziah: “I was no prophet, Nor was I a son of a prophet, But I was a sheepbreeder And a tender of sycamore fruit.","nkjv":"Then Amos answered, and said to Amaziah: “I was no prophet, Nor was I a son of a prophet, But I was a sheepbreeder And a tender of sycamore fruit.","tamil":"ஆமோஸ் அமத்சியாவுக்குப் பிரதியுத்தரமாக: நான் தீர்க்கதரிசியுமல்ல, தீர்க்கதரிசியின் புத்திரனுமல்ல; நான் மந்தை மேய்க்கிறவனும், காட்டத்திப்பழங்களைப் பொறுக்குகிறவனுமாயிருந்தேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":15,"text":{"default":"Then the Lord took me as I followed the flock, And the Lord said to me, ‘Go, prophesy to My people Israel.’","nkjv":"Then the Lord took me as I followed the flock, And the Lord said to me, ‘Go, prophesy to My people Israel.’","tamil":"ஆனால் மந்தையின் பின்னாலே போகிறபோது என்னைக் கர்த்தர் அழைத்து, நீ போய் என் ஜனமாகிய இஸ்ரவேலுக்கு விரோதமாகத் தீர்க்கதரிசனம் சொல்லு என்று கர்த்தர் உரைத்தார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":16,"text":{"default":"Now therefore, hear the word of the Lord: You say, ‘Do not prophesy against Israel, And do not spout against the house of Isaac.’","nkjv":"Now therefore, hear the word of the Lord: You say, ‘Do not prophesy against Israel, And do not spout against the house of Isaac.’","tamil":"இப்போதும் நீ கர்த்தருடைய வார்த்தையைக் கேள்; இஸ்ரவேலுக்கு விரோதமாய்த் தீர்க்கதரிசனம் சொல்லாதே, ஈசாக்கின் வம்சத்தாருக்கு விரோதமாக ஒன்றையும் சொல்லாதே என்று சொல்லுகிறாயே."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":7,"verse":17,"text":{"default":"“Therefore thus says the Lord: ‘Your wife shall be a harlot in the city; Your sons and daughters shall fall by the sword; Your land shall be divided by survey line; You shall die in a defiled land; And Israel shall surely be led away captive From his own land.’”","nkjv":"“Therefore thus says the Lord: ‘Your wife shall be a harlot in the city; Your sons and daughters shall fall by the sword; Your land shall be divided by survey line; You shall die in a defiled land; And Israel shall surely be led away captive From his own land.’”","tamil":"இதினிமித்தம்: உன் பெண்ஜாதி நகரத்தில் வேசியாவாள்; உன் குமாரரும் உன் குமாரத்திகளும் பட்டயத்தால் விழுவார்கள்; உன் வயல் அளவு நூலால் பங்கிட்டுக்கொள்ளப்படும்; நீயாவெனில் அசுத்தமான தேசத்திலே செத்துப்போவாய்; இஸ்ரவேலும் தன் தேசத்திலிருந்து சிறைபிடிக்கப்பட்டுக் கொண்டுபோகப்படுவான் என்று கர்த்தர் சொல்லுகிறார் என்றான்."}}],"8":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":1,"text":{"default":"Thus the Lord God showed me: Behold, a basket of summer fruit.","nkjv":"Thus the Lord God showed me: Behold, a basket of summer fruit.","tamil":"பின்பு கர்த்தராகிய ஆண்டவர் எனக்குக் காண்பித்ததாவது: இதோ, பழுத்த பழங்களுள்ள ஒரு கூடை இருந்தது."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":2,"text":{"default":"And He said, “Amos, what do you see?” So I said, “A basket of summer fruit.” Then the Lord said to me: “The end has come upon My people Israel; I will not pass by them anymore.","nkjv":"And He said, “Amos, what do you see?” So I said, “A basket of summer fruit.” Then the Lord said to me: “The end has come upon My people Israel; I will not pass by them anymore.","tamil":"அவர்: ஆமோசே, நீ என்னத்தைக் காண்கிறாய் என்று கேட்டார்? பழுத்த பழங்களுள்ள ஒரு கூடையைக் காண்கிறேன் என்றேன். அப்பொழுது கர்த்தர் என்னை நோக்கி: என் ஜனமாகிய இஸ்ரவேலுக்கு முடிவுகாலம் வந்தது; இனி அவர்களை மன்னிக்கமாட்டேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":3,"text":{"default":"And the songs of the temple Shall be wailing in that day,” Says the Lord God— “Many dead bodies everywhere, They shall be thrown out in silence.”","nkjv":"And the songs of the temple Shall be wailing in that day,” Says the Lord God— “Many dead bodies everywhere, They shall be thrown out in silence.”","tamil":"அந்நாளிலே தேவாலயப்பாட்டுகள் அலறுதலாக மாறும்; எல்லா இடத்திலும் திரளான பிரேதங்கள் புலம்பலில்லாமல் எறிந்துவிடப்படும் என்று கர்த்தராகிய ஆண்டவர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":4,"text":{"default":"Hear this, you who swallow up the needy, And make the poor of the land fail,","nkjv":"Hear this, you who swallow up the needy, And make the poor of the land fail,","tamil":"தேசத்தில் சிறுமைப்பட்டவர்களை ஒழியப்பண்ண, எளியவர்களை விழுங்கி,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":5,"text":{"default":"Saying: “When will the New Moon be past, That we may sell grain? And the Sabbath, That we may trade wheat? Making the ephah small and the shekel large, Falsifying the scales by deceit,","nkjv":"Saying: “When will the New Moon be past, That we may sell grain? And the Sabbath, That we may trade wheat? Making the ephah small and the shekel large, Falsifying the scales by deceit,","tamil":"நாங்கள் மரக்காலைக் குறைத்து, சேக்கல் நிறையை அதிகமாக்கி, கள்ளத்தராசினால் வஞ்சித்து, தரித்திரரைப் பணத்துக்கும், எளியவர்களை ஒருஜோடு பாதரட்சைக்கும் கொள்ளும்படிக்கும், தானியத்தின் பதரை விற்கும்படிக்கும்,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":6,"text":{"default":"That we may buy the poor for silver, And the needy for a pair of sandals— Even sell the bad wheat?”","nkjv":"That we may buy the poor for silver, And the needy for a pair of sandals— Even sell the bad wheat?”","tamil":"நாங்கள் தவசம் விற்கத்தக்கதாக மாதப்பிறப்பும், நாங்கள் தானியத்தின் பண்டசாலைகளைத் திறக்கத்தக்கதாக ஓய்வுநாளும் எப்போது முடியும் என்று சொல்லுகிறவர்களே, இதைக் கேளுங்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":7,"text":{"default":"The Lord has sworn by the pride of Jacob: “Surely I will never forget any of their works.","nkjv":"The Lord has sworn by the pride of Jacob: “Surely I will never forget any of their works.","tamil":"அவர்கள் செய்கைகளையெல்லாம் நான் ஒருபோதும் மறப்பதில்லையென்று கர்த்தர் யாக்கோபுடைய மகிமையின்பேரில் ஆணையிட்டார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":8,"text":{"default":"Shall the land not tremble for this, And everyone mourn who dwells in it? All of it shall swell like the River, Heave and subside Like the River of Egypt.","nkjv":"Shall the land not tremble for this, And everyone mourn who dwells in it? All of it shall swell like the River, Heave and subside Like the River of Egypt.","tamil":"இதினிமித்தம் தேசம் அதிரவும், அதின் குடிகள் எல்லாம் துக்கிக்கவும், எங்கும் நதிகளாய்ப் புரண்டோடவும், எகிப்தின் ஆற்றுவெள்ளத்தைப்போல் அடித்து, பெருவெள்ளமாகவும் வேண்டாமோ?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":9,"text":{"default":"“And it shall come to pass in that day,” says the Lord God, “That I will make the sun go down at noon, And I will darken the earth in broad daylight;","nkjv":"“And it shall come to pass in that day,” says the Lord God, “That I will make the sun go down at noon, And I will darken the earth in broad daylight;","tamil":"அந்நாளிலே நான் மத்தியானத்திலே சூரியனை அஸ்தமிக்கப்பண்ணி, பட்டப்பகலிலே தேசத்தை அந்தகாரப்படுத்தி,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":10,"text":{"default":"I will turn your feasts into mourning, And all your songs into lamentation; I will bring sackcloth on every waist, And baldness on every head; I will make it like mourning for an only son, And its end like a bitter day.","nkjv":"I will turn your feasts into mourning, And all your songs into lamentation; I will bring sackcloth on every waist, And baldness on every head; I will make it like mourning for an only son, And its end like a bitter day.","tamil":"உங்கள் பண்டிகைகளைத் துக்கிப்பாகவும், உங்கள் பாட்டுகளையெல்லாம் புலம்பலாகவும் மாறப்பண்ணி, சகல அரைகளிலும் இரட்டையும், சகல தலைகளிலும் மொட்டையையும் வருவித்து, அவர்களுடைய துக்கிப்பை ஒரே பிள்ளைக்காகத் துக்கிக்கிற துக்கிப்புக்குச் சமானமாக்கி, அவர்களுடைய முடிவைக் கசப்பான நாளாக்குவேன் என்று கர்த்தராகிய ஆண்டவர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":11,"text":{"default":"“Behold, the days are coming,” says the Lord God, “That I will send a famine on the land, Not a famine of bread, Nor a thirst for water, But of hearing the words of the Lord.","nkjv":"“Behold, the days are coming,” says the Lord God, “That I will send a famine on the land, Not a famine of bread, Nor a thirst for water, But of hearing the words of the Lord.","tamil":"இதோ, நான் தேசத்தின்மேல் பஞ்சத்தை அனுப்பும் நாட்கள் வரும்; ஆகாரக் குறைவினால் உண்டாகிய பஞ்சமல்ல, ஜலக்குறைவினால் உண்டாகிய தாகமுமல்ல, கர்த்தருடைய வசனம் கேட்கக் கிடையாத பஞ்சத்தை அனுப்புவேன் என்று கர்த்தராகிய ஆண்டவர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":12,"text":{"default":"They shall wander from sea to sea, And from north to east; They shall run to and fro, seeking the word of the Lord, But shall not find it.","nkjv":"They shall wander from sea to sea, And from north to east; They shall run to and fro, seeking the word of the Lord, But shall not find it.","tamil":"அப்பொழுது அவர்கள் கர்த்தருடைய வசனத்தைத் தேட ஒரு சமுத்திரந்தொடங்கி மறு சமுத்திரமட்டும், வடதிசைதொடங்கிக் கீழ்த்திசைமட்டும் அலைந்து திரிந்தும் அதைக் கண்டடையாமற் போவார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":13,"text":{"default":"“In that day the fair virgins And strong young men Shall faint from thirst.","nkjv":"“In that day the fair virgins And strong young men Shall faint from thirst.","tamil":"அந்நாளிலே சௌந்தரியமுள்ள கன்னிகைகளும் வாலிபரும் தாகத்தினால் சோர்ந்துபோவார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":8,"verse":14,"text":{"default":"Those who swear by the sin of Samaria, Who say, ‘As your god lives, O Dan!’ And, ‘As the way of Beersheba lives!’ They shall fall and never rise again.”","nkjv":"Those who swear by the sin of Samaria, Who say, ‘As your god lives, O Dan!’ And, ‘As the way of Beersheba lives!’ They shall fall and never rise again.”","tamil":"தாணே! உன் தேவனுடைய ஜீவனைக்கொண்டும், பெயெர்செபா மார்க்கத்தின் தேவனுடைய ஜீவனைக்கொண்டும் என்று சொல்லி, சமாரியாவின் தோஷத்தின்மேல் ஆணையிடுகிறவர்கள் விழுவார்கள்; இனி ஒருபோதும் எழுந்திருக்கமாட்டார்கள் என்றார்."}}],"9":[{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":1,"text":{"default":"I saw the Lord standing by the altar, and He said: “Strike the doorposts, that the thresholds may shake, And break them on the heads of them all. I will slay the last of them with the sword. He who flees from them shall not get away, And he who escapes from them shall not be delivered.","nkjv":"I saw the Lord standing by the altar, and He said: “Strike the doorposts, that the thresholds may shake, And break them on the heads of them all. I will slay the last of them with the sword. He who flees from them shall not get away, And he who escapes from them shall not be delivered.","tamil":"ஆண்டவரைப் பலிபீடத்தின்மேல் நிற்கக்கண்டேன்; அவர்: நீ வாசல் நிலைகள் அசையும்படி போதிகையை அடித்து, அவைகளை அவர்கள் எல்லாருடைய தலையின்மேலும் விழ உடைத்துப்போடு; அவர்களுக்குப் பின்னாகவரும் மீதியானவர்களை நான் பட்டயத்தினால் கொன்றுபோடுவேன்; அவர்களில் ஓடுகிறவன் ஒருவனும் தப்புவதுமில்லை, அவர்களில் தப்புகிறவன் ஒருவனும் இரட்சிக்கப்படுவதுமில்லை."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":2,"text":{"default":"“Though they dig into hell, From there My hand shall take them; Though they climb up to heaven, From there I will bring them down;","nkjv":"“Though they dig into hell, From there My hand shall take them; Though they climb up to heaven, From there I will bring them down;","tamil":"அவர்கள் பாதாளபரியந்தம் தோண்டிப் பதுங்கிக்கொண்டாலும், என் கை அவ்விடத்திலிருந்து அவர்களைப் பிடித்துக்கொண்டுவரும்; அவர்கள் வானபரியந்தம் ஏறினாலும் அவ்விடத்திலுமிருந்து அவர்களை இறங்கப்பண்ணுவேன்;"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":3,"text":{"default":"And though they hide themselves on top of Carmel, From there I will search and take them; Though they hide from My sight at the bottom of the sea, From there I will command the serpent, and it shall bite them;","nkjv":"And though they hide themselves on top of Carmel, From there I will search and take them; Though they hide from My sight at the bottom of the sea, From there I will command the serpent, and it shall bite them;","tamil":"அவர்கள் கர்மேலின் கொடுமுடியிலே ஒளித்துக்கொண்டாலும், அங்கே அவர்களைத் தேடிப்பிடிப்பேன்; அவர்கள் சமுத்திரத்தின் ஆழத்திலே போய் என் கண்களுக்கு மறைந்துகொண்டாலும், அங்கே அவர்களைக் கடிக்கப் பாம்புகளுக்குக் கட்டளையிடுவேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":4,"text":{"default":"Though they go into captivity before their enemies, From there I will command the sword, And it shall slay them. I will set My eyes on them for harm and not for good.”","nkjv":"Though they go into captivity before their enemies, From there I will command the sword, And it shall slay them. I will set My eyes on them for harm and not for good.”","tamil":"அவர்கள் தங்கள் சத்துருவுக்கு முன்பாகச் சிறைப்பட்டுப்போனாலும், அங்கே அவர்களைக் கொன்றுபோடப் பட்டயத்துக்கு நான் கட்டளையிட்டு, என் கண்களை அவர்கள்மேல் நன்மைக்கல்ல, தீமைக்கென்றே வைப்பேன்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":5,"text":{"default":"The Lord God of hosts, He who touches the earth and it melts, And all who dwell there mourn; All of it shall swell like the River, And subside like the River of Egypt.","nkjv":"The Lord God of hosts, He who touches the earth and it melts, And all who dwell there mourn; All of it shall swell like the River, And subside like the River of Egypt.","tamil":"சேனைகளின் கர்த்தராகிய ஆண்டவர் தேசத்தைத் தொட, அது உருகிப்போம்; அப்பொழுது அதின் குடிகளெல்லாரும் புலம்புவார்கள்; எங்கும் நதியாய்ப் புரண்டோடி, எகிப்தினுடைய ஆற்று வெள்ளத்தைப்போல் வெள்ளமாகும்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":6,"text":{"default":"He who builds His layers in the sky, And has founded His strata in the earth; Who calls for the waters of the sea, And pours them out on the face of the earth— The Lord is His name.","nkjv":"He who builds His layers in the sky, And has founded His strata in the earth; Who calls for the waters of the sea, And pours them out on the face of the earth— The Lord is His name.","tamil":"அவர் வானத்தில் தமது மேலறைகளைக் கட்டி, பூமியில் தமது கீழறைகளை அஸ்திபாரப்படுத்தி, சமுத்திரத்தின் தண்ணீர்களை வரவழைத்து, அவைகளைப் பூமியினுடைய விசாலத்தின்மேல் ஊற்றுகிறவர்; கர்த்தர் என்பது அவருடைய நாமம்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":7,"text":{"default":"“Are you not like the people of Ethiopia to Me, O children of Israel?” says the Lord. “Did I not bring up Israel from the land of Egypt, The Philistines from Caphtor, And the Syrians from Kir?","nkjv":"“Are you not like the people of Ethiopia to Me, O children of Israel?” says the Lord. “Did I not bring up Israel from the land of Egypt, The Philistines from Caphtor, And the Syrians from Kir?","tamil":"இஸ்ரவேல் புத்திரரே, நீங்கள் எனக்கு எத்தியோப்பியரின் புத்திரரைப்போல் இருக்கிறீர்கள் அல்லவோ என்று கர்த்தர் சொல்லுகிறார்; நான் இஸ்ரவேலை எகிப்துதேசத்திலிருந்தும், பெலிஸ்தரைக் கப்தோரிலிருந்தும், சீரியரைக் கீரிலிருந்தும் கொண்டுவரவில்லையோ?"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":8,"text":{"default":"“Behold, the eyes of the Lord God are on the sinful kingdom, And I will destroy it from the face of the earth; Yet I will not utterly destroy the house of Jacob,” Says the Lord.","nkjv":"“Behold, the eyes of the Lord God are on the sinful kingdom, And I will destroy it from the face of the earth; Yet I will not utterly destroy the house of Jacob,” Says the Lord.","tamil":"இதோ, கர்த்தராகிய ஆண்டவரின் கண்கள் பாவமுள்ள ராஜ்யத்துக்கு விரோதமாக வைக்கப்பட்டிருக்கிறது; அதைப் பூமியின்மேல் இராதபடிக்கு அழித்துப்போடுவேன்; ஆகிலும் யாக்கோபின் வம்சத்தை முழுவதும் அழிக்கமாட்டேன் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":9,"text":{"default":"“For surely I will command, And will sift the house of Israel among all nations, As grain is sifted in a sieve; Yet not the smallest grain shall fall to the ground.","nkjv":"“For surely I will command, And will sift the house of Israel among all nations, As grain is sifted in a sieve; Yet not the smallest grain shall fall to the ground.","tamil":"இதோ, ஜல்லடையினால் சலித்தரிக்கிறதுபோல் இஸ்ரவேல் வம்சத்தாரை எல்லா ஜாதிகளுக்குள்ளும் சலித்தரிக்கும்படிக்கு நான் கட்டளையிடுவேன்; ஆனாலும் ஒரு கோதுமைமணியும் தரையிலே விழுவதில்லை."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":10,"text":{"default":"All the sinners of My people shall die by the sword, Who say, ‘The calamity shall not overtake nor confront us.’","nkjv":"All the sinners of My people shall die by the sword, Who say, ‘The calamity shall not overtake nor confront us.’","tamil":"தீங்கு எங்களை அணுகுவதுமில்லை, எங்களுக்கு நேரிடுவதுமில்லையென்று என் ஜனத்தில் சொல்லுகிற பாவிகளெல்லாரும் பட்டயத்தினால் சாவார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":11,"text":{"default":"“On that day I will raise up The tabernacle of David, which has fallen down, And repair its damages; I will raise up its ruins, And rebuild it as in the days of old;","nkjv":"“On that day I will raise up The tabernacle of David, which has fallen down, And repair its damages; I will raise up its ruins, And rebuild it as in the days of old;","tamil":"ஏதோமில் மீதியானவர்களையும், என் நாமம் விளங்கிய சகல ஜாதிகளையும் வசமாக்கிக்கொள்ளும்படிக்கு,"}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":12,"text":{"default":"That they may possess the remnant of Edom, And all the Gentiles who are called by My name,” Says the Lord who does this thing.","nkjv":"That they may possess the remnant of Edom, And all the Gentiles who are called by My name,” Says the Lord who does this thing.","tamil":"அந்நாளிலே விழுந்துபோன தாவீதின் கூடாரத்தை நான் திரும்ப எடுப்பித்து, அதின் திறப்புகளை அடைத்து, அதில் பழுதாய்ப்போனதைச் சீர்ப்படுத்தி, பூர்வநாட்களிலிருந்ததுபோல அதை ஸ்தாபிப்பேனென்று இதைச் செய்கிற கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":13,"text":{"default":"“Behold, the days are coming,” says the Lord, “When the plowman shall overtake the reaper, And the treader of grapes him who sows seed; The mountains shall drip with sweet wine, And all the hills shall flow with it.","nkjv":"“Behold, the days are coming,” says the Lord, “When the plowman shall overtake the reaper, And the treader of grapes him who sows seed; The mountains shall drip with sweet wine, And all the hills shall flow with it.","tamil":"இதோ, உழுகிறவன் அறுக்கிறவனையும், திராட்சப்பழங்களை ஆலையாடுகிறவன் விதைக்கிறவனையும் தொடர்ந்துபிடித்து, பர்வதங்கள் திராட்சரசமாய் வடிகிறதும், மேடுகளெல்லாம் கரைகிறதுமான நாட்கள்வரும் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":14,"text":{"default":"I will bring back the captives of My people Israel; They shall build the waste cities and inhabit them; They shall plant vineyards and drink wine from them; They shall also make gardens and eat fruit from them.","nkjv":"I will bring back the captives of My people Israel; They shall build the waste cities and inhabit them; They shall plant vineyards and drink wine from them; They shall also make gardens and eat fruit from them.","tamil":"என் ஜனமாகிய இஸ்ரவேலின் சிறையிருப்பைத் திருப்புவேன்; அவர்கள் பாழான நகரங்களைக் கட்டி, அவைகளில் குடியிருந்து, திராட்சத்தோட்டங்களை நாட்டி, அவைகளுடைய பழரசத்தைக் குடித்து, தோட்டங்களை உண்டாக்கி, அவைகளின் கனிகளைப் புசிப்பார்கள்."}},{"book":{"default":"Amos","nkjv":"Amos","tamil":"ஆமோஸ்"},"chapter":9,"verse":15,"text":{"default":"I will plant them in their land, And no longer shall they be pulled up From the land I have given them,” Says the Lord your God.","nkjv":"I will plant them in their land, And no longer shall they be pulled up From the land I have given them,” Says the Lord your God.","tamil":"அவர்களை அவர்கள் தேசத்திலே நாட்டுவேன்; நான் அவர்களுக்குக் கொடுத்த தேசத்திலிருந்து அவர்கள் இனிப் பிடுங்கப்படுவதில்லையென்று உன் தேவனாகிய கர்த்தர் சொல்லுகிறார் என்றார்."}}]}