{"1":[{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":1,"text":{"default":"The vision of Obadiah. Thus says the Lord God concerning Edom (We have heard a report from the Lord, And a messenger has been sent among the nations, saying, “Arise, and let us rise up against her for battle”):","nkjv":"The vision of Obadiah. Thus says the Lord God concerning Edom (We have heard a report from the Lord, And a messenger has been sent among the nations, saying, “Arise, and let us rise up against her for battle”):","tamil":"ஒபதியாவின் தரிசனம்; கர்த்தராகிய ஆண்டவர் ஏதோமைக் குறித்துச் சொல்லுகிறது என்னவென்றால்: எழும்புங்கள், அதற்கு விரோதமாக யுத்தம்பண்ண எழும்புவோம் வாருங்கள் என்று அறிவிக்க ஸ்தானாபதி ஜாதிகளிடத்தில் அனுப்பப்படும் செய்தியைக் கர்த்தர் சொல்லக்கேட்டோம்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":2,"text":{"default":"“Behold, I will make you small among the nations; You shall be greatly despised.","nkjv":"“Behold, I will make you small among the nations; You shall be greatly despised.","tamil":"இதோ, நான் உன்னை ஜாதிகளில் சிறுகப்பண்ணினேன்; நீ மெத்தவும் அசட்டைபண்ணப்பட்டிருக்கிறாய்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":3,"text":{"default":"The pride of your heart has deceived you, You who dwell in the clefts of the rock, Whose habitation is high; You who say in your heart, ‘Who will bring me down to the ground?’","nkjv":"The pride of your heart has deceived you, You who dwell in the clefts of the rock, Whose habitation is high; You who say in your heart, ‘Who will bring me down to the ground?’","tamil":"கன்மலை வெடிப்புகளாகிய உன் உயர்ந்த ஸ்தானத்திலே குடியிருந்து, என்னைத் தரையிலே விழத்தள்ளுகிறவன் யார் என்று உன் இருதயத்தில் சொல்லுகிறவனே, உன் இருதயத்தின் அகந்தை உன்னை மோசம்போக்குகிறது."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":4,"text":{"default":"Though you ascend as high as the eagle, And though you set your nest among the stars, From there I will bring you down,” says the Lord.","nkjv":"Though you ascend as high as the eagle, And though you set your nest among the stars, From there I will bring you down,” says the Lord.","tamil":"நீ கழுகைப்போல உயரப்போனாலும் நீ நட்சத்திரங்களுக்குள்ளே உன் கூட்டைக் கட்டினாலும், அவ்விடத்திலிருந்தும் உன்னை விழத்தள்ளுவேனென்று கர்த்தர் சொல்லுகிறார்,"}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":5,"text":{"default":"“If thieves had come to you, If robbers by night— Oh, how you will be cut off!— Would they not have stolen till they had enough? If grape-gatherers had come to you, Would they not have left some gleanings?","nkjv":"“If thieves had come to you, If robbers by night— Oh, how you will be cut off!— Would they not have stolen till they had enough? If grape-gatherers had come to you, Would they not have left some gleanings?","tamil":"நீ எவ்வளவாய்ச் சங்கரிப்பட்டுப்போனாய்! திருடராகிலும் இராத்திரியில் கொள்ளையடிக்கிறவர்களாகிலும் உன்னிடத்தில் வந்தால், தங்களுக்குப் போதுமானமட்டும் திருடுவார்கள் அல்லவோ? திராட்சப்பழங்களை அறுக்கிறவர்கள் உன்னிடத்தில் வந்தால், சில பழங்களை விட்டுவிடுவார்கள் அல்லவோ?"}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":6,"text":{"default":"“Oh, how Esau shall be searched out! How his hidden treasures shall be sought after!","nkjv":"“Oh, how Esau shall be searched out! How his hidden treasures shall be sought after!","tamil":"ஏசாவினுடையவைகள் எவ்வளவாய்த் தேடிப்பார்க்கப்பட்டது; அவனுடைய அந்தரங்கப் பொக்கிஷங்கள் எவ்வளவாய் ஆராய்ந்தெடுத்துக்கொள்ளப்பட்டது."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":7,"text":{"default":"All the men in your confederacy Shall force you to the border; The men at peace with you Shall deceive you and prevail against you. Those who eat your bread shall lay a trap for you. No one is aware of it.","nkjv":"All the men in your confederacy Shall force you to the border; The men at peace with you Shall deceive you and prevail against you. Those who eat your bread shall lay a trap for you. No one is aware of it.","tamil":"உன்னோடு உடன்படிக்கை செய்த எல்லா மனுஷரும் உன்னை எல்லைமட்டும் துரத்திவிட்டார்கள்; உன்னோடு சமாதானமாயிருந்த மனுஷர் உன்னை மோசம்போக்கி உன்னை மேற்கொண்டார்கள்; உன் அப்பத்தைச் சாப்பிட்டவர்கள் உனக்குக் கீழே கண்ணிவைத்தார்கள், அவனுக்கு உணர்வில்லை."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":8,"text":{"default":"“Will I not in that day,” says the Lord, “Even destroy the wise men from Edom, And understanding from the mountains of Esau?","nkjv":"“Will I not in that day,” says the Lord, “Even destroy the wise men from Edom, And understanding from the mountains of Esau?","tamil":"அந்நாளில் அல்லவோ நான் ஏதோமிலுள்ள ஞானிகளையும், ஏசாவின் பர்வதத்திலுள்ள புத்திமான்களையும் அழிப்பேன் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":9,"text":{"default":"Then your mighty men, O Teman, shall be dismayed, To the end that everyone from the mountains of Esau May be cut off by slaughter.","nkjv":"Then your mighty men, O Teman, shall be dismayed, To the end that everyone from the mountains of Esau May be cut off by slaughter.","tamil":"தேமானே, ஏசாவின் பர்வதத்திலுள்ள மனுஷர் யாவரும் கொலையினால் சங்கரிக்கப்படும்படி உன் பராக்கிரமசாலிகள் கலங்குவார்கள்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":10,"text":{"default":"“For violence against your brother Jacob, Shame shall cover you, And you shall be cut off forever.","nkjv":"“For violence against your brother Jacob, Shame shall cover you, And you shall be cut off forever.","tamil":"நீ உன் சகோதரனாகிய யாக்கோபுக்குச் செய்த கொடுமையினிமித்தம் வெட்கம் உன்னை மூடும்; நீ முற்றிலும் சங்கரிக்கப்பட்டுப்போவாய்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":11,"text":{"default":"In the day that you stood on the other side— In the day that strangers carried captive his forces, When foreigners entered his gates And cast lots for Jerusalem— Even you were as one of them.","nkjv":"In the day that you stood on the other side— In the day that strangers carried captive his forces, When foreigners entered his gates And cast lots for Jerusalem— Even you were as one of them.","tamil":"நீ எதிர்த்துநின்ற நாளிலும், அந்நியர் அவன் சேனையைச் சிறைபிடித்துப்போன நாளிலும், மறுதேசத்தார் அவன் வாசல்களுக்குள் பிரவேசித்து எருசலேமின்பேரில் சீட்டுப்போட்ட காலத்தில், நீயும் அவர்களில் ஒருவனைப்போல இருந்தாய்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":12,"text":{"default":"“But you should not have gazed on the day of your brother In the day of his captivity; Nor should you have rejoiced over the children of Judah In the day of their destruction; Nor should you have spoken proudly In the day of distress.","nkjv":"“But you should not have gazed on the day of your brother In the day of his captivity; Nor should you have rejoiced over the children of Judah In the day of their destruction; Nor should you have spoken proudly In the day of distress.","tamil":"உன் சகோதரன் அந்நியர்வசமான நாளாகிய அவனுடைய நாளை நீ பிரியத்தோடே பாராமலும், யூதா புத்திரருடைய அழிவின் நாளிலே அவர்கள் நிமித்தம் சந்தோஷப்படாமலும் அவர்கள் நெருக்கப்படுகிற நாளிலே நீ பெருமையாய்ப் பேசாமலும் இருக்க வேண்டியதாயிருந்தது."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":13,"text":{"default":"You should not have entered the gate of My people In the day of their calamity. Indeed, you should not have gazed on their affliction In the day of their calamity, Nor laid hands on their substance In the day of their calamity.","nkjv":"You should not have entered the gate of My people In the day of their calamity. Indeed, you should not have gazed on their affliction In the day of their calamity, Nor laid hands on their substance In the day of their calamity.","tamil":"என் ஜனத்தின் ஆபத்துநாளிலே நீ அவர்கள் வாசல்களுக்குள் பிரவேசியாமலும், அவர்கள் ஆபத்துநாளிலே அவர்கள் அநுபவிக்கிற தீங்கை நீ பிரியத்தோடே பாராமலும், அவர்கள் ஆபத்துநாளிலே அவர்கள் ஆஸ்தியில் கைபோடாமலும்,"}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":14,"text":{"default":"You should not have stood at the crossroads To cut off those among them who escaped; Nor should you have delivered up those among them who remained In the day of distress.","nkjv":"You should not have stood at the crossroads To cut off those among them who escaped; Nor should you have delivered up those among them who remained In the day of distress.","tamil":"அவர்களில் தப்பினவர்களைச் சங்கரிக்கும்படி வழிச்சந்திகளிலே நிற்காமலும், இக்கட்டு நாளில் அவர்களில் மீதியானவர்களைக் காட்டிக்கொடாமலும் இருக்க வேண்டியதாயிருந்தது."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":15,"text":{"default":"“For the day of the Lord upon all the nations is near; As you have done, it shall be done to you; Your reprisal shall return upon your own head.","nkjv":"“For the day of the Lord upon all the nations is near; As you have done, it shall be done to you; Your reprisal shall return upon your own head.","tamil":"எல்லா ஜாதிகளுக்கும் விரோதமான நாளாகிய கர்த்தருடைய நாள் சமீபமாய் வந்திருக்கிறது; நீ செய்தபடியே உனக்கும் செய்யப்படும்; உன் செய்கையின் பலன் உன் தலையின்மேல் திரும்பும்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":16,"text":{"default":"For as you drank on My holy mountain, So shall all the nations drink continually; Yes, they shall drink, and swallow, And they shall be as though they had never been.","nkjv":"For as you drank on My holy mountain, So shall all the nations drink continually; Yes, they shall drink, and swallow, And they shall be as though they had never been.","tamil":"நீங்கள் என் பரிசுத்த பர்வதத்தின்மேல் மதுபானம்பண்ணினபடியே எல்லா ஜாதிகளும் எப்பொழுதும் மதுபானம்பண்ணுவார்கள்; அவர்கள் குடித்து விழுங்குவார்கள். இராதவர்களைப்போல் இருப்பார்கள்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":17,"text":{"default":"“But on Mount Zion there shall be deliverance, And there shall be holiness; The house of Jacob shall possess their possessions.","nkjv":"“But on Mount Zion there shall be deliverance, And there shall be holiness; The house of Jacob shall possess their possessions.","tamil":"ஆனாலும் சீயோன் பர்வதத்திலே தப்பியிருப்பார் உண்டு, அவர்கள் பரிசுத்தமாயிருப்பார்கள்; யாக்கோபின் வம்சத்தார் தங்களுடைய சுதந்தரங்களைச் சுதந்தரித்துக்கொள்வார்கள்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":18,"text":{"default":"The house of Jacob shall be a fire, And the house of Joseph a flame; But the house of Esau shall be stubble; They shall kindle them and devour them, And no survivor shall remain of the house of Esau,” For the Lord has spoken.","nkjv":"The house of Jacob shall be a fire, And the house of Joseph a flame; But the house of Esau shall be stubble; They shall kindle them and devour them, And no survivor shall remain of the house of Esau,” For the Lord has spoken.","tamil":"யாக்கோபு வம்சத்தார் அக்கினியும், யோசேப்பு வம்சத்தார் அக்கினிஜுவாலையுமாயிருப்பார்கள்; ஏசா வம்சத்தாரோ வைக்கோல் துரும்பாயிருப்பார்கள்; அவர்கள் இவர்களைக் கொளுத்தி, ஏசாவின் வம்சத்தில் மீதியிராதபடி இவர்களைப் பட்சிப்பார்கள்; கர்த்தர் இதைச் சொன்னார்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":19,"text":{"default":"The South shall possess the mountains of Esau, And the Lowland shall possess Philistia. They shall possess the fields of Ephraim And the fields of Samaria. Benjamin shall possess Gilead.","nkjv":"The South shall possess the mountains of Esau, And the Lowland shall possess Philistia. They shall possess the fields of Ephraim And the fields of Samaria. Benjamin shall possess Gilead.","tamil":"தென்தேசத்தார் ஏசாவின் மலையையும், சமனான தேசத்தார் பெலிஸ்தரின் தேசத்தையும் சுதந்தரித்துக்கொள்வார்கள்; அவர்கள் எப்பிராயீமின் நாட்டையும், சமாரியாவின் நாட்டையும் சுதந்தரித்துக்கொள்வார்கள்; பென்யமீன் மனுஷர் கீலேயாத்தையும் சுதந்தரித்துக்கொள்வார்கள்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":20,"text":{"default":"And the captives of this host of the children of Israel Shall possess the land of the Canaanites As far as Zarephath. The captives of Jerusalem who are in Sepharad Shall possess the cities of the South.","nkjv":"And the captives of this host of the children of Israel Shall possess the land of the Canaanites As far as Zarephath. The captives of Jerusalem who are in Sepharad Shall possess the cities of the South.","tamil":"சர்பாத்மட்டும் கானானியருக்குள்ளே சிறைப்பட்டுப்போன இஸ்ரவேல் புத்திரராகிய இந்தச் சேனையும், சேப்பாராத்தில் சிறைப்பட்டுப்போன எருசலேம் நகரத்தாரும் தென்திசைப் பட்டணங்களைச் சுதந்தரித்துக்கொள்வார்கள்."}},{"book":{"default":"Obadiah","nkjv":"Obadiah","tamil":"ஒபதியா"},"chapter":1,"verse":21,"text":{"default":"Then saviors shall come to Mount Zion To judge the mountains of Esau, And the kingdom shall be the Lord’s.","nkjv":"Then saviors shall come to Mount Zion To judge the mountains of Esau, And the kingdom shall be the Lord’s.","tamil":"ஏசாவின் பர்வதத்தை நியாயந்தீர்ப்பதற்காக இரட்சகர்கள் சீயோன்பர்வதத்தில் வந்தேறுவார்கள்; அப்பொழுது ராஜ்யம் கர்த்தருடையதாய் இருக்கும்."}}]}