{"1":[{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":1,"text":{"default":"The burden against Nineveh. The book of the vision of Nahum the Elkoshite.","nkjv":"The burden against Nineveh. The book of the vision of Nahum the Elkoshite.","tamil":"நினிவேயின் பாரம். எல்கோசானாகிய நாகூமின் தரிசனப் புஸ்தகம்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":2,"text":{"default":"God is jealous, and the Lord avenges; The Lord avenges and is furious. The Lord will take vengeance on His adversaries, And He reserves wrath for His enemies;","nkjv":"God is jealous, and the Lord avenges; The Lord avenges and is furious. The Lord will take vengeance on His adversaries, And He reserves wrath for His enemies;","tamil":"கர்த்தர் எரிச்சலுள்ளவரும் நீதியைச் சரிக்கட்டுகிறவருமான தேவன்; கர்த்தர் நீதியைச் சரிக்கட்டுகிறவர், உக்கிரகோபமுள்ளவர்; கர்த்தர் தம்முடைய சத்துருக்களுக்குப் பிரதிபலன் அளிக்கிறவர், அவர் தம்முடைய பகைஞருக்காகக் கோபத்தை வைத்துவைக்கிறவர்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":3,"text":{"default":"The Lord is slow to anger and great in power, And will not at all acquit the wicked. The Lord has His way In the whirlwind and in the storm, And the clouds are the dust of His feet.","nkjv":"The Lord is slow to anger and great in power, And will not at all acquit the wicked. The Lord has His way In the whirlwind and in the storm, And the clouds are the dust of His feet.","tamil":"கர்த்தர் நீடிய சாந்தமும், மிகுந்த வல்லமையுமுள்ளவர்; அவர்களை ஆக்கினையில்லாமல் தப்புவிக்கமாட்டார்; கர்த்தருடைய வழி சுழல்காற்றிலும் பெருங்காற்றிலும் இருக்கிறது; மேகங்கள் அவருடைய பாதத்துக்குள்ளாயிருக்கிறது."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":4,"text":{"default":"He rebukes the sea and makes it dry, And dries up all the rivers. Bashan and Carmel wither, And the flower of Lebanon wilts.","nkjv":"He rebukes the sea and makes it dry, And dries up all the rivers. Bashan and Carmel wither, And the flower of Lebanon wilts.","tamil":"அவர் சமுத்திரத்தை அதட்டி, அதை வற்றிப்போகப்பண்ணி, சகல ஆறுகளையும் வறட்சியாக்குகிறார். பாசானும் கர்மேலும் சோர்ந்து, லீபனோனின் செழிப்பு வாடிப்போகும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":5,"text":{"default":"The mountains quake before Him, The hills melt, And the earth heaves at His presence, Yes, the world and all who dwell in it.","nkjv":"The mountains quake before Him, The hills melt, And the earth heaves at His presence, Yes, the world and all who dwell in it.","tamil":"அவர் சமுகத்தில் பர்வதங்கள் அதிர்ந்து மலைகள் கரைந்துபோகும்; அவர் பிரசன்னத்தினால் பூமியும் சக்கரமும் அதில் குடியிருக்கிற அனைவரோடும் எடுபட்டுப்போம்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":6,"text":{"default":"Who can stand before His indignation? And who can endure the fierceness of His anger? His fury is poured out like fire, And the rocks are thrown down by Him.","nkjv":"Who can stand before His indignation? And who can endure the fierceness of His anger? His fury is poured out like fire, And the rocks are thrown down by Him.","tamil":"அவருடைய கோபத்துக்கு முன்பாக நிற்பவன் யார்? அவருடைய உக்கிரகோபத்திலே தரிப்பவன் யார்? அவருடைய எரிச்சல் அக்கினியைப்போல இறைக்கப்படுகிறது; அவராலே கன்மலைகள் பேர்க்கப்படும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":7,"text":{"default":"The Lord is good, A stronghold in the day of trouble; And He knows those who trust in Him.","nkjv":"The Lord is good, A stronghold in the day of trouble; And He knows those who trust in Him.","tamil":"கர்த்தர் நல்லவர், இக்கட்டு நாளிலே அரணான கோட்டை; தம்மை நம்புகிறவர்களை அறிந்திருக்கிறார்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":8,"text":{"default":"But with an overflowing flood He will make an utter end of its place, And darkness will pursue His enemies.","nkjv":"But with an overflowing flood He will make an utter end of its place, And darkness will pursue His enemies.","tamil":"ஆனாலும் நினிவேயின் ஸ்தானத்தை, புரண்டுவருகிற வெள்ளத்தினால் சர்வசங்காரம்பண்ணுவார்; இருள் அவர் சத்துருக்களைப் பின்தொடரும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":9,"text":{"default":"What do you conspire against the Lord? He will make an utter end of it. Affliction will not rise up a second time.","nkjv":"What do you conspire against the Lord? He will make an utter end of it. Affliction will not rise up a second time.","tamil":"நீங்கள் கர்த்தருக்கு விரோதமாகச் செய்ய நினைக்கிறதென்ன? அவர் சர்வசங்காரம்பண்ணுவார்; இடுக்கம் மறுபடியும் உண்டாகாது."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":10,"text":{"default":"For while tangled like thorns, And while drunken like drunkards, They shall be devoured like stubble fully dried.","nkjv":"For while tangled like thorns, And while drunken like drunkards, They shall be devoured like stubble fully dried.","tamil":"அவர்கள் சன்னபின்னலாயிருக்கிற முட்செடிகளுக்கு ஒப்பாயிருக்கையிலும், தங்கள் மதுபானத்தினால் வெறிகொண்டிருக்கையிலும், அவர்கள் முழுதும் காய்ந்துபோன செத்தையைப்போல எரிந்துபோவார்கள்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":11,"text":{"default":"From you comes forth one Who plots evil against the Lord, A wicked counselor.","nkjv":"From you comes forth one Who plots evil against the Lord, A wicked counselor.","tamil":"கர்த்தருக்கு விரோதமாகப் பொல்லாத நினைவுகொண்டிருக்கிற துராலோசனைக்காரன் ஒருவன் உன்னிடத்திலிருந்து புறப்பட்டான்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":12,"text":{"default":"Thus says the Lord: “Though they are safe, and likewise many, Yet in this manner they will be cut down When he passes through. Though I have afflicted you, I will afflict you no more;","nkjv":"Thus says the Lord: “Though they are safe, and likewise many, Yet in this manner they will be cut down When he passes through. Though I have afflicted you, I will afflict you no more;","tamil":"கர்த்தர் சொல்லுகிறது என்னவென்றால்: அவர்கள் சம்பூரணமடைந்து அநேகராயிருந்தாலும் அறுப்புண்டுபோவார்கள்; அவன் ஒழிந்துபோவான்; உன்னை நான் சிறுமைப்படுத்தினேன், இனி உன்னைச் சிறுமைப்படுத்தாதிருப்பேன்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":13,"text":{"default":"For now I will break off his yoke from you, And burst your bonds apart.”","nkjv":"For now I will break off his yoke from you, And burst your bonds apart.”","tamil":"இப்போதும் நான் உன்மேல் இருக்கிற அவன் நுகத்தை முறித்து உன் கட்டுகளை அறுப்பேன்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":14,"text":{"default":"The Lord has given a command concerning you: “Your name shall be perpetuated no longer. Out of the house of your gods I will cut off the carved image and the molded image. I will dig your grave, For you are vile.”","nkjv":"The Lord has given a command concerning you: “Your name shall be perpetuated no longer. Out of the house of your gods I will cut off the carved image and the molded image. I will dig your grave, For you are vile.”","tamil":"உன்னைக்குறித்துக் கர்த்தர் கட்டளைகொடுத்திருக்கிறார்; இனி உன் பேருக்கு வித்துவிதைக்கப்படுவதில்லை; உன் தேவர்களின் கோவிலில் இருக்கிற வெட்டப்பட்ட விக்கிரகத்தையும் வார்க்கப்பட்ட விக்கிரகத்தையும் நான் நிர்மூலம்பண்ணுவேன்; நீ கனவீனனானபடியால் அதை உனக்குப் பிரேதக்குழியாக்குவேன்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":1,"verse":15,"text":{"default":"Behold, on the mountains The feet of him who brings good tidings, Who proclaims peace! O Judah, keep your appointed feasts, Perform your vows. For the wicked one shall no more pass through you; He is utterly cut off.","nkjv":"Behold, on the mountains The feet of him who brings good tidings, Who proclaims peace! O Judah, keep your appointed feasts, Perform your vows. For the wicked one shall no more pass through you; He is utterly cut off.","tamil":"இதோ, சமாதானத்தைக் கூறுகிற சுவிசேஷகனுடைய கால்கள் மலைகளின்மேல் வருகிறது; யூதாவே, உன்பண்டிகைகளை ஆசரி; உன் பொருத்தனைகளைச் செலுத்து; துஷ்டன் இனி உன் வழியாய்க் கடந்துவருவதில்லை, அவன் முழுதும் சங்கரிக்கப்பட்டான்."}}],"2":[{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":1,"text":{"default":"He who scatters has come up before your face. Man the fort! Watch the road! Strengthen your flanks! Fortify your power mightily.","nkjv":"He who scatters has come up before your face. Man the fort! Watch the road! Strengthen your flanks! Fortify your power mightily.","tamil":"சிதறடிக்கிறவன் உன் முகத்துக்கு முன்பாக வருகிறான்; அரணைக் காத்துக்கொள், வழியைக் காவல்பண்ணு, அரையைக் கெட்டியாய்க் கட்டிக்கொள், உன் பெலனை மிகவும் ஸ்திரப்படுத்து."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":2,"text":{"default":"For the Lord will restore the excellence of Jacob Like the excellence of Israel, For the emptiers have emptied them out And ruined their vine branches.","nkjv":"For the Lord will restore the excellence of Jacob Like the excellence of Israel, For the emptiers have emptied them out And ruined their vine branches.","tamil":"வெறுமையாக்குகிறவர்கள் அவர்களை வெறுமையாக்கி, அவர்களுடைய திராட்சக்கொடிகளைக் கெடுத்துப்போட்டாலும், கர்த்தர் யாக்கோபின் மகிமையைத் திரும்பிவரப்பண்ணுவது போல், இஸ்ரவேலின் மகிமையையும் திரும்பிவரப்பண்ணுவார்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":3,"text":{"default":"The shields of his mighty men are made red, The valiant men are in scarlet. The chariots come with flaming torches In the day of his preparation, And the spears are brandished.","nkjv":"The shields of his mighty men are made red, The valiant men are in scarlet. The chariots come with flaming torches In the day of his preparation, And the spears are brandished.","tamil":"அவனுடைய பராக்கிரமசாலிகளின் கேடகம் இரத்தமயமாகும்; அவனுடைய யுத்தவீரர் இரத்தாம்பரந் தரித்துக்கொண்டிருக்கிறார்கள்; அவன் தன்னை ஆயத்தம்பண்ணும் நாளிலே இரதங்கள் ஜுவாலிக்கிற கடகங்களை உடையதாயிருக்கும்; ஈட்டிகள் குலுங்கும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":4,"text":{"default":"The chariots rage in the streets, They jostle one another in the broad roads; They seem like torches, They run like lightning.","nkjv":"The chariots rage in the streets, They jostle one another in the broad roads; They seem like torches, They run like lightning.","tamil":"இரதங்கள் தெருக்களில் கடகடவென்றோடி, வீதிகளில் இடசாரி வலசாரி வரும்; அவைகள் தீவட்டிகளைப்போல விளங்கி, மின்னல்களைப்போல வேகமாய்ப் பறக்கும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":5,"text":{"default":"He remembers his nobles; They stumble in their walk; They make haste to her walls, And the defense is prepared.","nkjv":"He remembers his nobles; They stumble in their walk; They make haste to her walls, And the defense is prepared.","tamil":"அவன் தன் பிரபலஸ்தரை நினைவுகூருவான்; அவர்கள் தங்கள் நடைகளில் இடறி, அலங்கத்துக்கு விரைந்து ஓடுவார்கள்; மறைவிடம் ஆயத்தப்படுத்தப்படும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":6,"text":{"default":"The gates of the rivers are opened, And the palace is dissolved.","nkjv":"The gates of the rivers are opened, And the palace is dissolved.","tamil":"ஆறுகளின் மதகுகள் திறக்கப்படும், அரமனை கரைந்துபோம்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":7,"text":{"default":"It is decreed: She shall be led away captive, She shall be brought up; And her maidservants shall lead her as with the voice of doves, Beating their breasts.","nkjv":"It is decreed: She shall be led away captive, She shall be brought up; And her maidservants shall lead her as with the voice of doves, Beating their breasts.","tamil":"அவன் சிறைப்பட்டுப்போகத் தீர்மானமாயிற்று; அவளுடைய தாதிமார்கள் தங்கள் மார்பிலே அடித்துக்கொண்டு புறாக்களைப்போலச் சத்தமிட்டுக் கூடப்போவார்கள்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":8,"text":{"default":"Though Nineveh of old was like a pool of water, Now they flee away. “Halt! Halt!” they cry; But no one turns back.","nkjv":"Though Nineveh of old was like a pool of water, Now they flee away. “Halt! Halt!” they cry; But no one turns back.","tamil":"நினிவே பூர்வகாலமுதல் தண்ணீர்த் தடாகம்போல் இருந்தது; இப்போதோ அவர்கள் ஓடிப்போகிறார்கள்; நில்லுங்கள் நில்லுங்கள் என்றாலும், திரும்பிப்பார்க்கிறவன் இல்லை."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":9,"text":{"default":"Take spoil of silver! Take spoil of gold! There is no end of treasure, Or wealth of every desirable prize.","nkjv":"Take spoil of silver! Take spoil of gold! There is no end of treasure, Or wealth of every desirable prize.","tamil":"வெள்ளியைக் கொள்ளையிடுங்கள், பொன்னையும் கொள்ளையிடுங்கள்; சம்பத்துக்கு முடிவில்லை; இச்சிக்கப்படத்தக்க சகலவித பொருள்களும் இருக்கிறது."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":10,"text":{"default":"She is empty, desolate, and waste! The heart melts, and the knees shake; Much pain is in every side, And all their faces are drained of color.","nkjv":"She is empty, desolate, and waste! The heart melts, and the knees shake; Much pain is in every side, And all their faces are drained of color.","tamil":"அவள் வெறுமையும் வெளியும் பாழுமாவாள்; மனம் கரைந்துபோகிறது; முழங்கால்கள் தள்ளாடுகிறது; எல்லா இடுப்புகளிலும் மிகுந்த வேதனை உண்டு; எல்லாருடைய முகங்களும் கருகிப்போகிறது."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":11,"text":{"default":"Where is the dwelling of the lions, And the feeding place of the young lions, Where the lion walked, the lioness and lion’s cub, And no one made them afraid?","nkjv":"Where is the dwelling of the lions, And the feeding place of the young lions, Where the lion walked, the lioness and lion’s cub, And no one made them afraid?","tamil":"சிங்கங்களின் வாசஸ்தலம் எங்கே? பாலசிங்கம் இரைதின்கிற இடம் எங்கே? கிழச்சிங்கமாகிய சிங்கமும், சிங்கக்குட்டிகளும் பயப்படுத்துவாரில்லாமல் சஞ்சரிக்கிற ஸ்தானம் எங்கே?"}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":12,"text":{"default":"The lion tore in pieces enough for his cubs, Killed for his lionesses, Filled his caves with prey, And his dens with flesh.","nkjv":"The lion tore in pieces enough for his cubs, Killed for his lionesses, Filled his caves with prey, And his dens with flesh.","tamil":"சிங்கம் தன் குட்டிகளுக்குத் தேவையானதைப் பீற தன் பெண்சிங்கங்களுக்கு வேண்டியதைத் தொண்டையைப் பிடித்துக் கொன்று, இரைகளினால் தன் கெபிகளையும், பீறிப்போட்டவைகளினால் தன் தாபரங்களையும் நிரப்பிற்று."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":2,"verse":13,"text":{"default":"“Behold, I am against you,” says the Lord of hosts, “I will burn your chariots in smoke, and the sword shall devour your young lions; I will cut off your prey from the earth, and the voice of your messengers shall be heard no more.”","nkjv":"“Behold, I am against you,” says the Lord of hosts, “I will burn your chariots in smoke, and the sword shall devour your young lions; I will cut off your prey from the earth, and the voice of your messengers shall be heard no more.”","tamil":"இதோ, நான் உனக்கு விரோதமாக வந்து, இரதங்களைப் புகையெழும்ப எரித்துப்போடுவேன்; பட்டயம் உன் பாலசிங்கங்களைப் பட்சிக்கும்; நீ இரைக்காகப் பிடிக்கும் வேட்டையை தேசத்தில் அற்றுப்போகப்பண்ணுவேன்; உன் ஸ்தானாபதிகளின் சத்தம் இனிக் கேட்கப்படுவதில்லையென்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."}}],"3":[{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":1,"text":{"default":"Woe to the bloody city! It is all full of lies and robbery. Its victim never departs.","nkjv":"Woe to the bloody city! It is all full of lies and robbery. Its victim never departs.","tamil":"இரத்தப்பழிகளின் நகரத்திற்கு ஐயோ! அது வஞ்சகத்தினாலும் கொடுமையினாலும் நிறைந்திருக்கிறது; கொள்ளை ஓயாமல் நடக்கிறது."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":2,"text":{"default":"The noise of a whip And the noise of rattling wheels, Of galloping horses, Of clattering chariots!","nkjv":"The noise of a whip And the noise of rattling wheels, Of galloping horses, Of clattering chariots!","tamil":"சவுக்குகளின் ஓசையும், உருளைகளின் அதிர்ச்சியும், குதிரைகளின் பாய்ச்சலும், இரதங்கள் கடகடவென்று ஓடுகிற சத்தமும்,"}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":3,"text":{"default":"Horsemen charge with bright sword and glittering spear. There is a multitude of slain, A great number of bodies, Countless corpses— They stumble over the corpses—","nkjv":"Horsemen charge with bright sword and glittering spear. There is a multitude of slain, A great number of bodies, Countless corpses— They stumble over the corpses—","tamil":"வீரர் குதிரை ஏறுகிறதும், பட்டயங்கள் துலங்குகிறதும், ஈட்டிகள் மின்னுகிறதும் வெட்டுண்டவர்களின் திரளும், பிரேதங்களின் ஏராளமும் அங்கே உண்டாயிருக்கும்; பிணங்களுக்குத் தொகையில்லை; அவர்கள் பிணங்களில் இடறிவிழுகிறார்கள்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":4,"text":{"default":"Because of the multitude of harlotries of the seductive harlot, The mistress of sorceries, Who sells nations through her harlotries, And families through her sorceries.","nkjv":"Because of the multitude of harlotries of the seductive harlot, The mistress of sorceries, Who sells nations through her harlotries, And families through her sorceries.","tamil":"தன் வேசித்தனங்களினால் ஜாதிகளையும் தன் சூனியங்களினால் வம்சங்களையும் விற்கிற மகா சூனியக்காரியும் ரூபவதியுமாயிருக்கிற வேசியினுடைய திரளான வேசித்தனங்களினிமித்தம்,"}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":5,"text":{"default":"“Behold, I am against you,” says the Lord of hosts; “I will lift your skirts over your face, I will show the nations your nakedness, And the kingdoms your shame.","nkjv":"“Behold, I am against you,” says the Lord of hosts; “I will lift your skirts over your face, I will show the nations your nakedness, And the kingdoms your shame.","tamil":"இதோ, நான் உனக்கு விரோதமாக வந்து உன் வஸ்திரத்து ஓரங்களை உன் முகமட்டும் தூக்கியெடுத்து, ஜாதிகளுக்கு உன் நிர்வாணத்தையும் ராஜ்யங்களுக்கு உன் மானத்தையும் தெரியப்பண்ணி,"}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":6,"text":{"default":"I will cast abominable filth upon you, Make you vile, And make you a spectacle.","nkjv":"I will cast abominable filth upon you, Make you vile, And make you a spectacle.","tamil":"உன்மேல் தீட்டானவைகளை எறிந்து உன்னைக் கனவீனப்படுத்தி, உன்னை வேடிக்கையாக்கிப்போடுவேன் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":7,"text":{"default":"It shall come to pass that all who look upon you Will flee from you, and say, ‘Nineveh is laid waste! Who will bemoan her?’ Where shall I seek comforters for you?”","nkjv":"It shall come to pass that all who look upon you Will flee from you, and say, ‘Nineveh is laid waste! Who will bemoan her?’ Where shall I seek comforters for you?”","tamil":"அப்பொழுது உன்னைக் காண்கிறவனெல்லாம் நினிவே பாழாய்ப்போயிற்று, அதற்காகப் புலம்புகிறவர்கள் யார்? ஆறுதல் சொல்லுகிறவர்களை உனக்கு எங்கே தேடுவேனென்று சொல்லி, உன்னைவிட்டோடிப்போவான்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":8,"text":{"default":"Are you better than No Amon That was situated by the River, That had the waters around her, Whose rampart was the sea, Whose wall was the sea?","nkjv":"Are you better than No Amon That was situated by the River, That had the waters around her, Whose rampart was the sea, Whose wall was the sea?","tamil":"நதிகள் மத்தியிலிருந்த நோ அம்மோனைப்பார்க்கிலும் நீ சிரேஷ்டமோ? அதைச் சுற்றிலும் தண்ணீர் இருந்தது; சமுத்திரம் அதின் அரணும், சமுத்திரக்கால் அதின் மதிலுமாயிருந்தது."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":9,"text":{"default":"Ethiopia and Egypt were her strength, And it was boundless; Put and Lubim were your helpers.","nkjv":"Ethiopia and Egypt were her strength, And it was boundless; Put and Lubim were your helpers.","tamil":"எத்தியோப்பியாவும் எகிப்தும் எண்ணிறந்த சேனையால் அதற்குப் பெலனாக இருந்தது; பூத்தும் லூபீமும் அதற்குச் சகாயமாயிருந்தது."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":10,"text":{"default":"Yet she was carried away, She went into captivity; Her young children also were dashed to pieces At the head of every street; They cast lots for her honorable men, And all her great men were bound in chains.","nkjv":"Yet she was carried away, She went into captivity; Her young children also were dashed to pieces At the head of every street; They cast lots for her honorable men, And all her great men were bound in chains.","tamil":"ஆயினும் அவள் குடிவிலக்கப்பட்டுச் சிறையிருப்பிலே கொண்டுபோகப்பட்டாள்; அவள் குழந்தைகள் எல்லா வீதிகளின் முகனைகளிலும் மோதியடிக்கப்பட்டார்கள்; அவளுடைய கனவான்கள்பேரில் சீட்டுப்போட்டார்கள்; அவளுடைய பெரியவர்கள் எல்லாரும் சங்கிலிகளால் கட்டப்பட்டார்கள்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":11,"text":{"default":"You also will be drunk; You will be hidden; You also will seek refuge from the enemy.","nkjv":"You also will be drunk; You will be hidden; You also will seek refuge from the enemy.","tamil":"நீயும் வெறிகொண்டு ஒளித்துக்கொள்வாய்; நீயும் உன் சத்துருவுக்குத் தப்ப அரணான கோட்டையைத் தேடுவாய்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":12,"text":{"default":"All your strongholds are fig trees with ripened figs: If they are shaken, They fall into the mouth of the eater.","nkjv":"All your strongholds are fig trees with ripened figs: If they are shaken, They fall into the mouth of the eater.","tamil":"உன் அரண்களெல்லாம் முதல்பழுக்கும் பழங்களுள்ள அத்திமரங்களைப்போல இருக்கும்; அவைகள் குலுக்கப்பட்டால் அவைகளின் பழம் தின்கிறவன் வாயிலே விழும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":13,"text":{"default":"Surely, your people in your midst are women! The gates of your land are wide open for your enemies; Fire shall devour the bars of your gates.","nkjv":"Surely, your people in your midst are women! The gates of your land are wide open for your enemies; Fire shall devour the bars of your gates.","tamil":"இதோ, உன் நடுவில் இருக்கிற ஜனங்கள் பேடிகள்; உன் தேசத்தின் வாசல்கள் உன் சத்துருவுக்குமுன் திறவுண்டுபோகும்; அக்கினி உன் தாழ்ப்பாள்களைப் பட்சிக்கும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":14,"text":{"default":"Draw your water for the siege! Fortify your strongholds! Go into the clay and tread the mortar! Make strong the brick kiln!","nkjv":"Draw your water for the siege! Fortify your strongholds! Go into the clay and tread the mortar! Make strong the brick kiln!","tamil":"முற்றிக்கைக்குத் தண்ணீர்மொண்டு வை, உன் அரண்களைப் பலப்படுத்து; சேற்றிலே போய்க் களிமண்ணை மிதி, சூளையைக் கெட்டிப்படுத்து."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":15,"text":{"default":"There the fire will devour you, The sword will cut you off; It will eat you up like a locust. Make yourself many—like the locust! Make yourself many— like the swarming locusts!","nkjv":"There the fire will devour you, The sword will cut you off; It will eat you up like a locust. Make yourself many—like the locust! Make yourself many— like the swarming locusts!","tamil":"அங்கே அக்கினி உன்னைப் பட்சிக்கும், பட்டயம் உன்னைச் சங்கரிக்கும்; அது பச்சைக்கிளிகளைப்போல் உன்னைப் பட்சித்துப்போடும்; உன்னைப் பச்சைக்கிளிகளத்தனையாக்கிக்கொள், உன்னை வெட்டுக்கிளிகளத்தனையாக்கிக்கொள்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":16,"text":{"default":"You have multiplied your merchants more than the stars of heaven. The locust plunders and flies away.","nkjv":"You have multiplied your merchants more than the stars of heaven. The locust plunders and flies away.","tamil":"உன் வர்த்தகரை வானத்து நட்சத்திரங்களிலும் அதிகமாக்கினாய்; இந்த பச்சைக்கிளிகள் பரவிப் பறந்துபோகும்."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":17,"text":{"default":"Your commanders are like swarming locusts, And your generals like great grasshoppers, Which camp in the hedges on a cold day; When the sun rises they flee away, And the place where they are is not known.","nkjv":"Your commanders are like swarming locusts, And your generals like great grasshoppers, Which camp in the hedges on a cold day; When the sun rises they flee away, And the place where they are is not known.","tamil":"உன் மகுடவர்த்தனர் வெட்டுக்கிளிகளுக்கும் உன் தளகர்த்தர் பெருங்கிளிகளுக்கும் சமானமாயிருக்கிறார்கள்; அவைகள் குளிர்ச்சியான நாளில் வேலிகளில் பாளையமிறங்கி, சூரியன் உதித்தமாத்திரத்தில் பறந்துபோம்; பின்பு அவைகள் இருக்கும் இடமின்னதென்று தெரியாது."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":18,"text":{"default":"Your shepherds slumber, O king of Assyria; Your nobles rest in the dust. Your people are scattered on the mountains, And no one gathers them.","nkjv":"Your shepherds slumber, O king of Assyria; Your nobles rest in the dust. Your people are scattered on the mountains, And no one gathers them.","tamil":"அசீரியா ராஜாவே, உன் மேய்ப்பர்கள் உறங்குவார்கள்; உன் பிரபலஸ்தர் படுத்திருப்பார்கள்; உன் ஜனங்கள் பர்வதங்களின்மேல் சிதறியிருக்கிறார்கள், அவைகளைக் கூட்டிச் சேர்ப்பவன் இல்லை."}},{"book":{"default":"Nahum","nkjv":"Nahum","tamil":"நாகூம்"},"chapter":3,"verse":19,"text":{"default":"Your injury has no healing, Your wound is severe. All who hear news of you Will clap their hands over you, For upon whom has not your wickedness passed continually?","nkjv":"Your injury has no healing, Your wound is severe. All who hear news of you Will clap their hands over you, For upon whom has not your wickedness passed continually?","tamil":"உன் நொறுங்குதலுக்குப் பரிகாரம் இல்லை; உன் காயம் கொடியது; உன் செய்தியைக் கேட்பவர் யாவரும் உன்பேரில் கைகொட்டுவார்கள்; உன் பொல்லாப்பு எந்நேரமும் யார்பேரிலேதான் பாயாமற்போயிற்று?"}}]}