{"1":[{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":1,"text":{"default":"The word of the Lord which came to Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.","nkjv":"The word of the Lord which came to Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.","tamil":"ஆமோனின் புத்திரனாகிய யோசியா என்னும் யூதா ராஜாவின் நாட்களிலே, எஸ்கியாவின் குமாரனாகிய ஆமரியாவுக்குக் குமாரனான கெதலியா என்பவனுடைய மகனாகிய கூஷின் குமாரன் செப்பனியாவுக்கு உண்டான கர்த்தருடைய வசனம்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":2,"text":{"default":"“I will utterly consume everything From the face of the land,” Says the Lord;","nkjv":"“I will utterly consume everything From the face of the land,” Says the Lord;","tamil":"தேசத்தில் உண்டானதை எல்லாம் முற்றிலும் வாரிக்கொள்ளுவேன் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":3,"text":{"default":"“I will consume man and beast; I will consume the birds of the heavens, The fish of the sea, And the stumbling blocks along with the wicked. I will cut off man from the face of the land,” Says the Lord.","nkjv":"“I will consume man and beast; I will consume the birds of the heavens, The fish of the sea, And the stumbling blocks along with the wicked. I will cut off man from the face of the land,” Says the Lord.","tamil":"மனுஷரையும் மிருகஜீவன்களையும் வாரிக்கொள்ளுவேன்; நான் ஆகாயத்துப் பறவைகளையும், சமுத்திரத்து மச்சங்களையும், இடறுகிறதற்கேதுவானவைகளையும் துன்மார்க்கரோடேகூட வாரிக்கொண்டு தேசத்தில் உண்டான மனுஷரைச் சங்காரம்பண்ணுவேன் என்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":4,"text":{"default":"“I will stretch out My hand against Judah, And against all the inhabitants of Jerusalem. I will cut off every trace of Baal from this place, The names of the idolatrous priests with the pagan priests—","nkjv":"“I will stretch out My hand against Judah, And against all the inhabitants of Jerusalem. I will cut off every trace of Baal from this place, The names of the idolatrous priests with the pagan priests—","tamil":"நான் யூதாவின்மேலும், எருசலேமிலுள்ள எல்லாக் குடிகளின்மேலும் என் கையை நீட்டி, பாகாலில் மீதியாயிருக்கிறதையும், ஆசாரியர்களோடேகூடக் கெம்மரீம் என்பவர்களின் பேரையும்,"}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":5,"text":{"default":"Those who worship the host of heaven on the housetops; Those who worship and swear oaths by the Lord, But who also swear by Milcom;","nkjv":"Those who worship the host of heaven on the housetops; Those who worship and swear oaths by the Lord, But who also swear by Milcom;","tamil":"வீடுகளின்மேல் வானசேனையைப் பணிகிறவர்களையும், கர்த்தர்பேரில் ஆணையிட்டு, மல்காமின்பேரிலும் ஆணையிட்டுப் பணிகிறவர்களையும்,"}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":6,"text":{"default":"Those who have turned back from following the Lord, And have not sought the Lord, nor inquired of Him.”","nkjv":"Those who have turned back from following the Lord, And have not sought the Lord, nor inquired of Him.”","tamil":"கர்த்தரை விட்டுப் பின்வாங்குகிறவர்களையும், கர்த்தரைத் தேடாமலும் அவரைக்குறித்து விசாரியாலும், இருக்கிறவர்களையும் இவ்விடத்தில் இராதபடிக்குச் சங்காரம்பண்ணுவேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":7,"text":{"default":"Be silent in the presence of the Lord God; For the day of the Lord is at hand, For the Lord has prepared a sacrifice; He has invited His guests.","nkjv":"Be silent in the presence of the Lord God; For the day of the Lord is at hand, For the Lord has prepared a sacrifice; He has invited His guests.","tamil":"கர்த்தராகிய ஆண்டவருக்கு முன்பாக மௌனமாயிருங்கள்; கர்த்தருடைய நாள் சமீபித்திருக்கிறது; கர்த்தர் ஒரு யாகத்தை ஆயத்தம்பண்ணி, அதற்கு விருந்தாளிகளையும் அழைத்திருக்கிறார்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":8,"text":{"default":"“And it shall be, In the day of the Lord’s sacrifice, That I will punish the princes and the king’s children, And all such as are clothed with foreign apparel.","nkjv":"“And it shall be, In the day of the Lord’s sacrifice, That I will punish the princes and the king’s children, And all such as are clothed with foreign apparel.","tamil":"கர்த்தருடைய யாகத்தின் நாளிலே நான் அதிபதிகளையும் ராஜகுமாரரையும் மறுதேசத்து வஸ்திரம் தரிக்கிற யாவரையும் தண்டிப்பேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":9,"text":{"default":"In the same day I will punish All those who leap over the threshold, Who fill their masters’ houses with violence and deceit.","nkjv":"In the same day I will punish All those who leap over the threshold, Who fill their masters’ houses with violence and deceit.","tamil":"வாசற்படியைத் தாண்டி, கொடுமையினாலும் வஞ்சகத்தினாலும் தங்கள் எஜமான்களின் வீடுகளை நிரப்புகிற யாவரையும் அந்நாளிலே தண்டிப்பேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":10,"text":{"default":"“And there shall be on that day,” says the Lord, “The sound of a mournful cry from the Fish Gate, A wailing from the Second Quarter, And a loud crashing from the hills.","nkjv":"“And there shall be on that day,” says the Lord, “The sound of a mournful cry from the Fish Gate, A wailing from the Second Quarter, And a loud crashing from the hills.","tamil":"அந்நாளிலே மீன்வாசலிலிருந்து கூக்குரலின் சத்தமும், நகரத்தின் இரண்டாம் பாகத்திலிருந்து அலறுதலும், மேடுகளிலிருந்து மகா சங்காரத்தின் இரைச்சலும் உண்டாகுமென்று கர்த்தர் சொல்லுகிறார்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":11,"text":{"default":"Wail, you inhabitants of Maktesh! For all the merchant people are cut down; All those who handle money are cut off.","nkjv":"Wail, you inhabitants of Maktesh! For all the merchant people are cut down; All those who handle money are cut off.","tamil":"மக்தேஷின் குடிகளே அலறுங்கள்; வர்த்தகரெல்லாரும் சங்காரமானார்கள்; காசுக்காரர் யாவரும் வெட்டுண்டுபோனார்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":12,"text":{"default":"“And it shall come to pass at that time That I will search Jerusalem with lamps, And punish the men Who are settled in complacency, Who say in their heart, ‘The Lord will not do good, Nor will He do evil.’","nkjv":"“And it shall come to pass at that time That I will search Jerusalem with lamps, And punish the men Who are settled in complacency, Who say in their heart, ‘The Lord will not do good, Nor will He do evil.’","tamil":"அக்காலத்திலே நான் எருசலேமை விளக்குக்கொளுத்திச் சோதித்து வண்டல்போலக் குழம்பியிருக்கிறவர்களும், கர்த்தர் நன்மைசெய்வதும் இல்லை தீமைசெய்வதும் இல்லையென்று தங்கள் இருதயத்தில் சொல்லுகிறவர்களுமான மனுஷரைத் தண்டிப்பேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":13,"text":{"default":"Therefore their goods shall become booty, And their houses a desolation; They shall build houses, but not inhabit them; They shall plant vineyards, but not drink their wine.”","nkjv":"Therefore their goods shall become booty, And their houses a desolation; They shall build houses, but not inhabit them; They shall plant vineyards, but not drink their wine.”","tamil":"அவர்களுடைய ஆஸ்தி கொள்ளையாகும்; அவர்களுடைய வீடுகள் பாழாய்ப்போகும்; அவர்கள் வீடுகளைக்கட்டியும், அவைகளில் குடியிருக்கமாட்டார்கள்; அவர்கள் திராட்சத்தோட்டங்களை நாட்டியும், அவைகளின் பழரசத்தைக் குடிப்பதில்லை."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":14,"text":{"default":"The great day of the Lord is near; It is near and hastens quickly. The noise of the day of the Lord is bitter; There the mighty men shall cry out.","nkjv":"The great day of the Lord is near; It is near and hastens quickly. The noise of the day of the Lord is bitter; There the mighty men shall cry out.","tamil":"கர்த்தருடைய பெரியநாள் சமீபித்திருக்கிறது; அது கிட்டிச்சேர்ந்து மிகவும் தீவிரித்து வருகிறது; கர்த்தருடைய நாள் என்கிற சத்தத்துக்குப் பராக்கிரமசாலி முதலாய் அங்கே மனங்கசந்து அலறுவான்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":15,"text":{"default":"That day is a day of wrath, A day of trouble and distress, A day of devastation and desolation, A day of darkness and gloominess, A day of clouds and thick darkness,","nkjv":"That day is a day of wrath, A day of trouble and distress, A day of devastation and desolation, A day of darkness and gloominess, A day of clouds and thick darkness,","tamil":"அந்த நாள் உக்கிரத்தின் நாள்; அது இக்கட்டும் இடுக்கமுமான நாள்; அது அழிவும் பாழ்க்கடிப்புமான நாள்; அது இருளும் அந்தகாரமுமான நாள்; அது மப்பும் மந்தாரமுமான நாள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":16,"text":{"default":"A day of trumpet and alarm Against the fortified cities And against the high towers.","nkjv":"A day of trumpet and alarm Against the fortified cities And against the high towers.","tamil":"அது அரணிப்பான நகரங்களுக்கும், உயரமான கொத்தளங்களுக்கும் விரோதமாக எக்காளம் ஊதுகிறதும் ஆர்ப்பரிக்கிறதுமான நாள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":17,"text":{"default":"“I will bring distress upon men, And they shall walk like blind men, Because they have sinned against the Lord; Their blood shall be poured out like dust, And their flesh like refuse.”","nkjv":"“I will bring distress upon men, And they shall walk like blind men, Because they have sinned against the Lord; Their blood shall be poured out like dust, And their flesh like refuse.”","tamil":"மனுஷர் கர்த்தருக்கு விரோதமாய்ப் பாவஞ்செய்தபடியால், அவர்கள் குருடரைப்போல நடக்கும்படி நான் அவர்களை வருத்தப்படுத்துவேன்; அவர்கள் இரத்தம் புழுதியைப்போல் சொரியப்படும்; அவர்கள் மாம்சம் எருவைப்போல் கிடக்கும்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":1,"verse":18,"text":{"default":"Neither their silver nor their gold Shall be able to deliver them In the day of the Lord’s wrath; But the whole land shall be devoured By the fire of His jealousy, For He will make speedy riddance Of all those who dwell in the land.","nkjv":"Neither their silver nor their gold Shall be able to deliver them In the day of the Lord’s wrath; But the whole land shall be devoured By the fire of His jealousy, For He will make speedy riddance Of all those who dwell in the land.","tamil":"கர்த்தருடைய உக்கிரத்தின் நாளிலே அவர்கள் வெள்ளியும் அவர்கள் பொன்னும் அவர்களைத் தப்புவிக்கமாட்டாது; அவருடைய எரிச்சலின் அக்கினியினால் தேசமெல்லாம் அழியும், தேசத்தின் குடிகளையெல்லாம் சடிதியாய் நிர்மூலம்பண்ணுவார்."}}],"2":[{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":1,"text":{"default":"Gather yourselves together, yes, gather together, O undesirable nation,","nkjv":"Gather yourselves together, yes, gather together, O undesirable nation,","tamil":"விரும்பப்படாத ஜாதியே, கட்டளை பிறக்குமுன்னும் பதரைப்போல நான் பறந்துபோகுமுன்னும் கர்த்தருடைய உக்கிரகோபம் உங்கள்மேல் இறங்குமுன்னும், கர்த்தருடைய கோபத்தின் நாள் உங்கள்மேல் வருமுன்னும்,"}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":2,"text":{"default":"Before the decree is issued, Or the day passes like chaff, Before the Lord’s fierce anger comes upon you, Before the day of the Lord’s anger comes upon you!","nkjv":"Before the decree is issued, Or the day passes like chaff, Before the Lord’s fierce anger comes upon you, Before the day of the Lord’s anger comes upon you!","tamil":"நீங்கள் உங்களை உய்த்து ஆராய்ந்து சோதியுங்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":3,"text":{"default":"Seek the Lord, all you meek of the earth, Who have upheld His justice. Seek righteousness, seek humility. It may be that you will be hidden In the day of the Lord’s anger.","nkjv":"Seek the Lord, all you meek of the earth, Who have upheld His justice. Seek righteousness, seek humility. It may be that you will be hidden In the day of the Lord’s anger.","tamil":"தேசத்திலுள்ள எல்லாச் சிறுமையானவர்களே, கர்த்தருடைய நியாயத்தை நடப்பிக்கிறவர்களே, அவரைத் தேடுங்கள்; நீதியைத் தேடுங்கள், மனத்தாழ்மையைத் தேடுங்கள்; அப்பொழுது ஒருவேளை கர்த்தருடைய கோபத்தின்நாளிலே மறைக்கப்படுவீர்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":4,"text":{"default":"For Gaza shall be forsaken, And Ashkelon desolate; They shall drive out Ashdod at noonday, And Ekron shall be uprooted.","nkjv":"For Gaza shall be forsaken, And Ashkelon desolate; They shall drive out Ashdod at noonday, And Ekron shall be uprooted.","tamil":"காத்சா குடியற்று, அஸ்கலோன் பாழாகும்; அஸ்தோத்தைப் பட்டப்பகலிலே பறக்கடிப்பார்கள்; எக்ரோன் வேரோடே பிடுங்கப்படும்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":5,"text":{"default":"Woe to the inhabitants of the seacoast, The nation of the Cherethites! The word of the Lord is against you, O Canaan, land of the Philistines: “I will destroy you; So there shall be no inhabitant.”","nkjv":"Woe to the inhabitants of the seacoast, The nation of the Cherethites! The word of the Lord is against you, O Canaan, land of the Philistines: “I will destroy you; So there shall be no inhabitant.”","tamil":"சமுத்திரக்கரை குடிகளாகிய கிரேத்தியருக்கு பெலிஸ்தரின் தேசமாகிய கானானே, கர்த்தருடைய வார்த்தை உனக்கு விரோதமாயிருக்கிறது; இனி உன்னில் குடியில்லாதபடிக்கு உன்னை அழிப்பேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":6,"text":{"default":"The seacoast shall be pastures, With shelters for shepherds and folds for flocks.","nkjv":"The seacoast shall be pastures, With shelters for shepherds and folds for flocks.","tamil":"சமுத்திரக்கரை தேசம் மேய்ப்பர் தங்கும் குடில்களும் ஆட்டுத்தொழுவங்களுமாகும்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":7,"text":{"default":"The coast shall be for the remnant of the house of Judah; They shall feed their flocks there; In the houses of Ashkelon they shall lie down at evening. For the Lord their God will intervene for them, And return their captives.","nkjv":"The coast shall be for the remnant of the house of Judah; They shall feed their flocks there; In the houses of Ashkelon they shall lie down at evening. For the Lord their God will intervene for them, And return their captives.","tamil":"அந்த தேசம் யூதா வம்சத்தாரில் மீதியானவர்களின் வம்சமாகும்; அவர்கள் அவ்விடங்களில் மந்தை மேய்ப்பார்கள்; அஸ்கலோனின் வீடுகளிலே சாயங்காலத்திலே படுத்துக்கொள்வார்கள்; அவர்களுடைய தேவனாகிய கர்த்தர் அவர்களை விசாரித்து, அவர்கள் சிறையிருப்பைத் திருப்புவார்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":8,"text":{"default":"“I have heard the reproach of Moab, And the insults of the people of Ammon, With which they have reproached My people, And made arrogant threats against their borders.","nkjv":"“I have heard the reproach of Moab, And the insults of the people of Ammon, With which they have reproached My people, And made arrogant threats against their borders.","tamil":"மோவாப் செய்த நிந்தனையையும், அம்மோன் புத்திரர் என் ஜனத்தை நிந்தித்து, அவர்கள் எல்லையைக் கடந்துபெருமை பாராட்டிச் சொன்ன தூஷணங்களையும் கேட்டேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":9,"text":{"default":"Therefore, as I live,” Says the Lord of hosts, the God of Israel, “Surely Moab shall be like Sodom, And the people of Ammon like Gomorrah— Overrun with weeds and saltpits, And a perpetual desolation. The residue of My people shall plunder them, And the remnant of My people shall possess them.”","nkjv":"Therefore, as I live,” Says the Lord of hosts, the God of Israel, “Surely Moab shall be like Sodom, And the people of Ammon like Gomorrah— Overrun with weeds and saltpits, And a perpetual desolation. The residue of My people shall plunder them, And the remnant of My people shall possess them.”","tamil":"ஆகையால் மோவாப் சோதோமைப்போலும், அம்மோன் புத்திரரின் தேசம் கொமோராவைப் போலுமாக, காஞ்சொறி படரும் இடமும், உப்புப் பள்ளமும், நித்திய பாழுமாயிருக்கும்; என் ஜனத்தில் மீந்தவர்கள் அவர்களைக் கொள்ளையிட்டு, என் ஜாதியில் மீதியானவர்கள் அவர்களைச் சுதந்தரித்துக்கொள்வார்கள் என்பதை என் ஜீவனைக்கொண்டு சொல்லுகிறேன் என்று இஸ்ரவேலின் தேவனாகிய சேனைகளின் கர்த்தர் உரைக்கிறார்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":10,"text":{"default":"This they shall have for their pride, Because they have reproached and made arrogant threats Against the people of the Lord of hosts.","nkjv":"This they shall have for their pride, Because they have reproached and made arrogant threats Against the people of the Lord of hosts.","tamil":"அவர்கள் சேனைகளுடைய கர்த்தரின் ஜனத்துக்கு விரோதமாய்ப் பெருமைபாராட்டி அவர்களை நிந்தித்தபடியினால், இது அவர்கள் அகங்காரத்துக்குப் பதிலாக அவர்களுக்குக் கிடைக்கும்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":11,"text":{"default":"The Lord will be awesome to them, For He will reduce to nothing all the gods of the earth; People shall worship Him, Each one from his place, Indeed all the shores of the nations.","nkjv":"The Lord will be awesome to them, For He will reduce to nothing all the gods of the earth; People shall worship Him, Each one from his place, Indeed all the shores of the nations.","tamil":"கர்த்தர் அவர்கள்மேல் கெடியாயிருப்பார்; பூமியிலுள்ள தேவர்களையெல்லாம் மெலிந்துபோகப்பண்ணுவார்; அப்பொழுது தீவுகளிலுள்ள சகல புறஜாதிகளும் அவரவர் தங்கள் தங்கள் ஸ்தானத்திலிருந்து அவரைப் பணிந்துகொள்வார்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":12,"text":{"default":"“You Ethiopians also, You shall be slain by My sword.”","nkjv":"“You Ethiopians also, You shall be slain by My sword.”","tamil":"எத்தியோப்பியராகிய நீங்களும் என் பட்டயத்தினால் கொலைசெய்யப்படுவீர்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":13,"text":{"default":"And He will stretch out His hand against the north, Destroy Assyria, And make Nineveh a desolation, As dry as the wilderness.","nkjv":"And He will stretch out His hand against the north, Destroy Assyria, And make Nineveh a desolation, As dry as the wilderness.","tamil":"அவர் தமது கையை வடதேசத்துக்கு விரோதமாய் நீட்டி, அசீரியாவை அழித்து, நினிவேயைப் பாழும் வனாந்தரத்துக்கொத்த வறட்சியுமான ஸ்தலமாக்குவார்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":14,"text":{"default":"The herds shall lie down in her midst, Every beast of the nation. Both the pelican and the bittern Shall lodge on the capitals of her pillars; Their voice shall sing in the windows; Desolation shall be at the threshold; For He will lay bare the cedar work.","nkjv":"The herds shall lie down in her midst, Every beast of the nation. Both the pelican and the bittern Shall lodge on the capitals of her pillars; Their voice shall sing in the windows; Desolation shall be at the threshold; For He will lay bare the cedar work.","tamil":"அதின் நடுவில் மந்தைகளும் ஜாதியான சகல மிருகங்களும் படுத்துக்கொள்ளும்; அதினுடைய சிகரங்களின்மேல் நாரையும் கோட்டானும் இராத்தங்கும்; பலகணிகளில் கூவுகிற சத்தம் பிறக்கும்; வாசற்படிகளில் பாழ்க்கடிப்பு இருக்கும்; கேதுருமரங்களின் மச்சைத் திறப்பாக்கிப்போடுவார்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":2,"verse":15,"text":{"default":"This is the rejoicing city That dwelt securely, That said in her heart, “I am it, and there is none besides me.” How has she become a desolation, A place for beasts to lie down! Everyone who passes by her Shall hiss and shake his fist.","nkjv":"This is the rejoicing city That dwelt securely, That said in her heart, “I am it, and there is none besides me.” How has she become a desolation, A place for beasts to lie down! Everyone who passes by her Shall hiss and shake his fist.","tamil":"நான்தான், என்னைத் தவிர வேறொருவரும் இல்லை என்று தன் இருதயத்தில் சொல்லி, நிர்விசாரமாய் வாழ்ந்து களிகூர்ந்திருந்த நகரம் இதுவே; இது பாழும் மிருகஜீவன்களின் தாபரமுமாய்ப்போய்விட்டதே! அதின் வழியாய்ப்போகிறவன் எவனும் ஈசல் போட்டுத் தன் கையைக் கொட்டுவான்."}}],"3":[{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":1,"text":{"default":"Woe to her who is rebellious and polluted, To the oppressing city!","nkjv":"Woe to her who is rebellious and polluted, To the oppressing city!","tamil":"இடுக்கண் செய்து, ஊத்தையும் அழுக்குமாயிருக்கிற நகரத்துக்கு ஐயோ!"}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":2,"text":{"default":"She has not obeyed His voice, She has not received correction; She has not trusted in the Lord, She has not drawn near to her God.","nkjv":"She has not obeyed His voice, She has not received correction; She has not trusted in the Lord, She has not drawn near to her God.","tamil":"அது சத்தத்துக்குச் செவிகொடுக்கவில்லை; அது கடிந்துகொள்ளுதலை ஏற்றுக்கொள்ளவில்லை; அது கர்த்தரை நம்பவில்லை; அது தன் தேவனிடத்தில் சேரவில்லை."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":3,"text":{"default":"Her princes in her midst are roaring lions; Her judges are evening wolves That leave not a bone till morning.","nkjv":"Her princes in her midst are roaring lions; Her judges are evening wolves That leave not a bone till morning.","tamil":"அதற்குள்ளே இருக்கிற அதின் அதிபதிகள் கெர்ச்சிக்கிற சிங்கங்கள்; அதின் நியாயாதிபதிகள் சாயங்காலத்தில் புறப்படுகிறதும் விடியற்காலமட்டும் ஒரு எலும்பையும் மீதியாக வைக்காததுமான ஓநாய்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":4,"text":{"default":"Her prophets are insolent, treacherous people; Her priests have polluted the sanctuary, They have done violence to the law.","nkjv":"Her prophets are insolent, treacherous people; Her priests have polluted the sanctuary, They have done violence to the law.","tamil":"அதின் தீர்க்கதரிசிகள் வீண்பெருமையும் வஞ்சகமுமுள்ளவர்கள்; அதின் ஆசாரியர்கள் பரிசுத்த ஸ்தலத்தைப் பரிசுத்தக்குலைச்சலாக்கி, வேதத்துக்கு அநியாயஞ்செய்தார்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":5,"text":{"default":"The Lord is righteous in her midst, He will do no unrighteousness. Every morning He brings His justice to light; He never fails, But the unjust knows no shame.","nkjv":"The Lord is righteous in her midst, He will do no unrighteousness. Every morning He brings His justice to light; He never fails, But the unjust knows no shame.","tamil":"அதற்குள் இருக்கிற கர்த்தர் நீதியுள்ளவர்; அவர் அநியாயஞ்செய்வதில்லை; அவர் குறைவில்லாமல், காலைதோறும் தம்முடைய நியாயத்தை விளங்கப்பண்ணுகிறார்; அநியாயக்காரனோ வெட்கம் அறியான்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":6,"text":{"default":"“I have cut off nations, Their fortresses are devastated; I have made their streets desolate, With none passing by. Their cities are destroyed; There is no one, no inhabitant.","nkjv":"“I have cut off nations, Their fortresses are devastated; I have made their streets desolate, With none passing by. Their cities are destroyed; There is no one, no inhabitant.","tamil":"ஜாதிகளைச் சங்கரித்தேன்; அவர்கள் துருகங்கள் பாழாயின; அவர்களுடைய வீதிகளை ஒருவரும் கடந்துபோகாதபடிக்குப் பாழாக்கினேன்; அவர்களுடைய பட்டணங்கள் மனுஷரில்லாதபடிக்கும் குடியில்லாதபடிக்கும் அவாந்தரையாயின."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":7,"text":{"default":"I said, ‘Surely you will fear Me, You will receive instruction’— So that her dwelling would not be cut off, Despite everything for which I punished her. But they rose early and corrupted all their deeds.","nkjv":"I said, ‘Surely you will fear Me, You will receive instruction’— So that her dwelling would not be cut off, Despite everything for which I punished her. But they rose early and corrupted all their deeds.","tamil":"உன் வாசஸ்தலம் நிர்மூலமாகாதபடிக்கு நீ எனக்குப் பயந்து, கடிந்துகொள்ளுதலை ஏற்றுக்கொள் என்றேன்; நான் அவர்களை எப்படித் தண்டித்தாலும், அவர்கள் அதிகாலையில் எழுந்து தங்கள் கிரியைகளையெல்லாம் கேடாக்கினார்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":8,"text":{"default":"“Therefore wait for Me,” says the Lord, “Until the day I rise up for plunder; My determination is to gather the nations To My assembly of kingdoms, To pour on them My indignation, All My fierce anger; All the earth shall be devoured With the fire of My jealousy.","nkjv":"“Therefore wait for Me,” says the Lord, “Until the day I rise up for plunder; My determination is to gather the nations To My assembly of kingdoms, To pour on them My indignation, All My fierce anger; All the earth shall be devoured With the fire of My jealousy.","tamil":"ஆகையால் நான் கொள்ளையாட எழும்பும் நாள்மட்டும் எனக்குக் காத்திருங்கள் என்று கர்த்தர் சொல்லுகிறார்; என் சினமாகிய உக்கிரகோபத்தையெல்லாம் அவர்கள்மேல் சொரியும்படி ஜாதிகளைச் சேர்க்கவும், ராஜ்யங்களைக் கூட்டவும் நான் தீர்மானம்பண்ணினேன்; பூமியெல்லாம் என் எரிச்சலின் அக்கினியினால் அழியும்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":9,"text":{"default":"“For then I will restore to the peoples a pure language, That they all may call on the name of the Lord, To serve Him with one accord.","nkjv":"“For then I will restore to the peoples a pure language, That they all may call on the name of the Lord, To serve Him with one accord.","tamil":"அப்பொழுது ஜனங்களெல்லாரும் கர்த்தருடைய நாமத்தைத் தொழுதுகொண்டு, ஒருமனப்பட்டு அவருக்கு ஆராதனை செய்யும்படிக்கு, நான் அவர்கள் பாஷையைச் சுத்தமான பாஷையாக மாறப்பண்ணுவேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":10,"text":{"default":"From beyond the rivers of Ethiopia My worshipers, The daughter of My dispersed ones, Shall bring My offering.","nkjv":"From beyond the rivers of Ethiopia My worshipers, The daughter of My dispersed ones, Shall bring My offering.","tamil":"எத்தியோப்பியாவின் நதிகளுக்கு அக்கரையிலிருந்து என்னிடத்தில் விண்ணப்பம்பண்ணுகிறவர்களாகிய சிதறடிக்கப்பட்டவர்களின் குமாரத்தியானவள் எனக்குக் காணிக்கை கொண்டுவருவாள்,"}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":11,"text":{"default":"In that day you shall not be shamed for any of your deeds In which you transgress against Me; For then I will take away from your midst Those who rejoice in your pride, And you shall no longer be haughty In My holy mountain.","nkjv":"In that day you shall not be shamed for any of your deeds In which you transgress against Me; For then I will take away from your midst Those who rejoice in your pride, And you shall no longer be haughty In My holy mountain.","tamil":"எனக்கு விரோதமாய்த் துரோகம்பண்ணி, நீ செய்த உன் எல்லாக் கிரியைகளினிமித்தமும் அந்நாளிலே வெட்கப்படாதிருப்பாய்; அப்பொழுது நான் உன் பெருமையைக்குறித்துக் களிகூர்ந்தவர்களை உன் நடுவிலிருந்து விலக்கிவிடுவேன்; நீ இனி என் பரிசுத்த பர்வதத்தில் அகங்காரங்கொள்ளமாட்டாய்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":12,"text":{"default":"I will leave in your midst A meek and humble people, And they shall trust in the name of the Lord.","nkjv":"I will leave in your midst A meek and humble people, And they shall trust in the name of the Lord.","tamil":"உன் நடுவில் சிறுமையும் எளிமையுமான ஜனத்தை மீதியாக வைப்பேன்; அவர்கள் கர்த்தருடைய நாமத்தின்மேல் நம்பிக்கையாயிருப்பார்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":13,"text":{"default":"The remnant of Israel shall do no unrighteousness And speak no lies, Nor shall a deceitful tongue be found in their mouth; For they shall feed their flocks and lie down, And no one shall make them afraid.”","nkjv":"The remnant of Israel shall do no unrighteousness And speak no lies, Nor shall a deceitful tongue be found in their mouth; For they shall feed their flocks and lie down, And no one shall make them afraid.”","tamil":"இஸ்ரவேலில் மீதியானவர்கள் அநியாயஞ்செய்வதில்லை; அவர்கள் பொய் பேசுவதுமில்லை; வஞ்சகநாவு அவர்கள் வாயில் கண்டுபிடிக்கப்படுவதுமில்லை; அவர்கள் தங்களைப் பயப்படுத்துவாரில்லாமல் புசித்துப் படுத்துக்கொள்வார்கள்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":14,"text":{"default":"Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all your heart, O daughter of Jerusalem!","nkjv":"Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all your heart, O daughter of Jerusalem!","tamil":"சீயோன் குமாரத்தியே, கெம்பீரித்துப்பாடு; இஸ்ரவேலரே, ஆர்ப்பரியுங்கள்; எருசலேம் குமாரத்தியே, நீ முழுஇருதயத்தோடும் மகிழ்ந்து களிகூரு."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":15,"text":{"default":"The Lord has taken away your judgments, He has cast out your enemy. The King of Israel, the Lord, is in your midst; You shall see disaster no more.","nkjv":"The Lord has taken away your judgments, He has cast out your enemy. The King of Israel, the Lord, is in your midst; You shall see disaster no more.","tamil":"கர்த்தர் உன் ஆக்கினைகளை அகற்றி, உன் சத்துருக்களை விலக்கினார்; இஸ்ரவேலின் ராஜாவாகிய கர்த்தர் உன் நடுவிலே இருக்கிறார்; இனித் தீங்கைக் காணாதிருப்பாய்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":16,"text":{"default":"In that day it shall be said to Jerusalem: “Do not fear; Zion, let not your hands be weak.","nkjv":"In that day it shall be said to Jerusalem: “Do not fear; Zion, let not your hands be weak.","tamil":"அந்நாளிலே எருசலேமைப் பார்த்து, பயப்படாதே என்றும், சீயோனைப் பார்த்து உன் கைகளைத் தளரவிடாதே என்றும் சொல்லப்படும்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":17,"text":{"default":"The Lord your God in your midst, The Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.”","nkjv":"The Lord your God in your midst, The Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.”","tamil":"உன் தேவனாகிய கர்த்தர் உன் நடுவில் இருக்கிறார்; அவர் வல்லமையுள்ளவர், அவர் இரட்சிப்பார்; அவர் உன்பேரில் சந்தோஷமாய் மகிழ்ந்து, தம்முடைய அன்பினிமித்தம் அமர்ந்திருப்பார்; அவர் உன்பேரில் கெம்பீரமாய்க் களிகூருவார் (மகிழ்வுடன் பாடுவார்)."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":18,"text":{"default":"“I will gather those who sorrow over the appointed assembly, Who are among you, To whom its reproach is a burden.","nkjv":"“I will gather those who sorrow over the appointed assembly, Who are among you, To whom its reproach is a burden.","tamil":"உன் சபையின் மனுஷராயிருந்து பண்டிகை ஆசரிப்பில்லாமையால் உண்டான நிந்தையினிமித்தம் சஞ்சலப்பட்டவர்களை நான் ஏகமாய்க் கூட்டிக்கொள்ளுவேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":19,"text":{"default":"Behold, at that time I will deal with all who afflict you; I will save the lame, And gather those who were driven out; I will appoint them for praise and fame In every land where they were put to shame.","nkjv":"Behold, at that time I will deal with all who afflict you; I will save the lame, And gather those who were driven out; I will appoint them for praise and fame In every land where they were put to shame.","tamil":"இதோ, அக்காலத்திலே உன்னைச் சிறுமைப்படுத்தின யாவரையும் தண்டிப்பேன்; நொண்டியானவனை இரட்சித்து, தள்ளுண்டவனைச் சேர்த்துக்கொள்ளுவேன்; அவர்கள் வெட்கம் அநுபவித்த சகல தேசங்களிலும் அவர்களுக்குப் புகழ்ச்சியும் கீர்த்தியும் உண்டாகச் செய்வேன்."}},{"book":{"default":"Zephaniah","nkjv":"Zephaniah","tamil":"செப்பனியா"},"chapter":3,"verse":20,"text":{"default":"At that time I will bring you back, Even at the time I gather you; For I will give you fame and praise Among all the peoples of the earth, When I return your captives before your eyes,” Says the Lord.","nkjv":"At that time I will bring you back, Even at the time I gather you; For I will give you fame and praise Among all the peoples of the earth, When I return your captives before your eyes,” Says the Lord.","tamil":"அக்காலத்திலே உங்களைக் கூட்டிக்கொண்டுவருவேன், அக்காலத்திலே உங்களைச் சேர்த்துக்கொள்வேன்; உங்கள் கண்காண நான் உங்கள் சிறையிருப்பைத் திருப்பும்போது, பூமியிலுள்ள சகல ஜனங்களுக்குள்ளும் நான் உங்களைக் கீர்த்தியும் புகழ்ச்சியுமாக வைப்பேன் என்று கர்த்தர் சொல்லுகிறார்."}}]}