{"1":[{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":1,"text":{"default":"The burden of the word of the Lord to Israel by Malachi.","nkjv":"The burden of the word of the Lord to Israel by Malachi.","tamil":"மல்கியாவைக்கொண்டு கர்த்தர் இஸ்ரவேலுக்குச் சொன்ன வார்த்தையின் பாரம்."},"previous":[38,14,21],"next":[39,1,2]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":2,"text":{"default":"“I have loved you,” says the Lord. “Yet you say, ‘In what way have You loved us?’ Was not Esau Jacob’s brother?” Says the Lord. “Yet Jacob I have loved;","nkjv":"“I have loved you,” says the Lord. “Yet you say, ‘In what way have You loved us?’ Was not Esau Jacob’s brother?” Says the Lord. “Yet Jacob I have loved;","tamil":"நான் உங்களைச் சிநேகித்தேனென்று கர்த்தர் சொல்லுகிறார்; அதற்கு நீங்கள்: எங்களை எப்படிச் சிநேகித்தீர் என்கிறீர்கள்; கர்த்தர் சொல்லுகிறார்: ஏசா யாக்கோபுக்குச் சகோதரனல்லவோ? ஆகிலும் யாக்கோபை நான் சிநேகித்தேன்."},"previous":[39,1,1],"next":[39,1,3]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":3,"text":{"default":"But Esau I have hated, And laid waste his mountains and his heritage For the jackals of the wilderness.”","nkjv":"But Esau I have hated, And laid waste his mountains and his heritage For the jackals of the wilderness.”","tamil":"ஏசாவையோ நான் வெறுத்தேன்; அவனுடைய மலைகளைப் பாழும், அவனுடைய சுதந்தரத்தை வனாந்தரத்திலுள்ள வலுசர்ப்பங்களின் தாவும் ஆக்கினேன்."},"previous":[39,1,2],"next":[39,1,4]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":4,"text":{"default":"Even though Edom has said, “We have been impoverished, But we will return and build the desolate places,” Thus says the Lord of hosts: “They may build, but I will throw down; They shall be called the Territory of Wickedness, And the people against whom the Lord will have indignation forever.","nkjv":"Even though Edom has said, “We have been impoverished, But we will return and build the desolate places,” Thus says the Lord of hosts: “They may build, but I will throw down; They shall be called the Territory of Wickedness, And the people against whom the Lord will have indignation forever.","tamil":"ஏதோமியர்: நாம் எளிமைப்பட்டோம்: ஆனாலும் பாழானவைகளைத் திரும்பக் கட்டுவோம் என்று சொல்லுகிறார்கள்; அதற்குக் கர்த்தர்: அவர்கள் கட்டுவார்கள், நான் இடிப்பேன். அவர்கள் துன்மார்க்கத்தின் எல்லையென்றும், கர்த்தர் என்றைக்கும் சினம்வைக்கிற ஜனமென்றும் சொல்லப்படுவார்கள் என்கிறார்."},"previous":[39,1,3],"next":[39,1,5]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":5,"text":{"default":"Your eyes shall see, And you shall say, ‘The Lord is magnified beyond the border of Israel.’","nkjv":"Your eyes shall see, And you shall say, ‘The Lord is magnified beyond the border of Israel.’","tamil":"இதை உங்கள் கண்கள் காணும். அப்பொழுது நீங்கள்: கர்த்தர் இஸ்ரவேலுடைய எல்லை துவக்கி மகிமைப்படுத்தப்படுவார் என்பீர்கள்."},"previous":[39,1,4],"next":[39,1,6]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":6,"text":{"default":"“A son honors his father, And a servant his master. If then I am the Father, Where is My honor? And if I am a Master, Where is My reverence? Says the Lord of hosts To you priests who despise My name. Yet you say, ‘In what way have we despised Your name?’","nkjv":"“A son honors his father, And a servant his master. If then I am the Father, Where is My honor? And if I am a Master, Where is My reverence? Says the Lord of hosts To you priests who despise My name. Yet you say, ‘In what way have we despised Your name?’","tamil":"குமாரன் தன் பிதாவையும், ஊழியக்காரன் தன் எஜமானையும் கனம்பண்ணுகிறார்களே; நான் பிதாவானால் என் கனம் எங்கே? நான் எஜமானானால் எனக்குப் பயப்படும் பயம் எங்கே என்று சேனைகளின் கர்த்தர் தமது நாமத்தை அசட்டைபண்ணுகிற ஆசாரியர்களாகிய உங்களைக் கேட்கிறார்; அதற்கு நீங்கள் உமது நாமத்தை எதினாலே அசட்டைபண்ணினோம் என்கிறீர்கள்."},"previous":[39,1,5],"next":[39,1,7]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":7,"text":{"default":"“You offer defiled food on My altar, But say, ‘In what way have we defiled You?’ By saying, ‘The table of the Lord is contemptible.’","nkjv":"“You offer defiled food on My altar, But say, ‘In what way have we defiled You?’ By saying, ‘The table of the Lord is contemptible.’","tamil":"என் பீடத்தின்மேல் அசுத்தமான அப்பத்தைப் படைக்கிறதினாலேயே; ஆனாலும் உம்மை எதினாலே அசுத்தப்படுத்தினோம் என்கிறீர்கள்; கர்த்தருடைய பந்தி எண்ணமற்றுப்போயிற்றென்று, நீங்கள் சொல்லுகிறதினாலேயே."},"previous":[39,1,6],"next":[39,1,8]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":8,"text":{"default":"And when you offer the blind as a sacrifice, Is it not evil? And when you offer the lame and sick, Is it not evil? Offer it then to your governor! Would he be pleased with you? Would he accept you favorably?” Says the Lord of hosts.","nkjv":"And when you offer the blind as a sacrifice, Is it not evil? And when you offer the lame and sick, Is it not evil? Offer it then to your governor! Would he be pleased with you? Would he accept you favorably?” Says the Lord of hosts.","tamil":"நீங்கள் கண் ஊனமானதைப் பலியிடக்கொண்டுவந்தாலும் அது பொல்லாப்பல்ல, நீங்கள் காலூனமானதையும் நசல் பிடித்ததையும் கொண்டுவந்தாலும் அது பொல்லாப்பல்ல என்கிறீர்களே; அதை நீ உன் அதிபதிக்குச் செலுத்து அவன் உன்மேல் பிரியமாயிருப்பானோ? உன் முகத்தைப் பார்ப்பானோ என்று சேனைகளின் கர்த்தர் கேட்கிறார்."},"previous":[39,1,7],"next":[39,1,9]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":9,"text":{"default":"“But now entreat God’s favor, That He may be gracious to us. While this is being done by your hands, Will He accept you favorably?” Says the Lord of hosts.","nkjv":"“But now entreat God’s favor, That He may be gracious to us. While this is being done by your hands, Will He accept you favorably?” Says the Lord of hosts.","tamil":"இப்போதும் தேவனுடைய சமுகத்தை நோக்கிக் கெஞ்சுங்கள்; அப்பொழுது நம்மேல் இரங்குவார்; இது உங்களாலே வந்த காரியம், அவர் உங்களை அங்கீகரிப்பாரோ என்று சேனைகளின் கர்த்தர் கேட்கிறார்."},"previous":[39,1,8],"next":[39,1,10]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":10,"text":{"default":"“Who is there even among you who would shut the doors, So that you would not kindle fire on My altar in vain? I have no pleasure in you,” Says the Lord of hosts, “Nor will I accept an offering from your hands.","nkjv":"“Who is there even among you who would shut the doors, So that you would not kindle fire on My altar in vain? I have no pleasure in you,” Says the Lord of hosts, “Nor will I accept an offering from your hands.","tamil":"உங்களில் எவன் கூலியில்லாமல் கதவுகளைப் பூட்டுவான்; என் பலிபீடத்தின்மேல் அக்கினியைக் கூலியில்லாமல் கொளுத்தவுமாட்டீர்கள், உங்கள்பேரில் எனக்குப் பிரியமில்லையென்று சேனைகளின் கர்த்தர் சொல்லுகிறார்; உங்கள் கைகளிலுள்ள காணிக்கை எனக்கு உகந்ததல்ல."},"previous":[39,1,9],"next":[39,1,11]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":11,"text":{"default":"For from the rising of the sun, even to its going down, My name shall be great among the Gentiles; In every place incense shall be offered to My name, And a pure offering; For My name shall be great among the nations,” Says the Lord of hosts.","nkjv":"For from the rising of the sun, even to its going down, My name shall be great among the Gentiles; In every place incense shall be offered to My name, And a pure offering; For My name shall be great among the nations,” Says the Lord of hosts.","tamil":"சூரியன் உதிக்கிற திசைதொடங்கி, அது அஸ்தமிக்கிற திசைவரைக்கும், என் நாமம் ஜாதிகளுக்குள்ளே மகத்துவமாயிருக்கும்; எல்லா இடங்களிலும் என் நாமத்துக்குத் தூபமும் சுத்தமான காணிக்கையும் செலுத்தப்படும்; என் நாமம் ஜாதிகளுக்குள்ளே மகத்துவமாயிருக்கும் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,1,10],"next":[39,1,12]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":12,"text":{"default":"“But you profane it, In that you say, ‘The table of the Lord is defiled; And its fruit, its food, is contemptible.’","nkjv":"“But you profane it, In that you say, ‘The table of the Lord is defiled; And its fruit, its food, is contemptible.’","tamil":"நீங்களோ கர்த்தருடைய பந்தி அசுத்தமானது, என்றும் அதின் ஆகாரமாகிய அதின் பலன் அற்பமானது என்றும் சொல்லுகிறதினாலே, என் நாமத்தைப் பரிசுத்தக்குலைச்சலாக்குகிறீர்கள்."},"previous":[39,1,11],"next":[39,1,13]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":13,"text":{"default":"You also say, ‘Oh, what a weariness!’ And you sneer at it,” Says the Lord of hosts. “And you bring the stolen, the lame, and the sick; Thus you bring an offering! Should I accept this from your hand?” Says the Lord.","nkjv":"You also say, ‘Oh, what a weariness!’ And you sneer at it,” Says the Lord of hosts. “And you bring the stolen, the lame, and the sick; Thus you bring an offering! Should I accept this from your hand?” Says the Lord.","tamil":"இதோ, இது எவ்வளவு வருத்தமென்று சொல்லி, அதை ஒரு திரணமாய்ப் பேசி, பீறுண்டதையும் கால் ஊனமானதையும் நசல்கொண்டதையும் கொண்டுவந்து காணிக்கையாகச் செலுத்துகிறீர்கள் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்; அதை உங்கள் கைகளில் அங்கீகரித்துக்கொள்வேனா என்று கர்த்தர் கேட்கிறார்."},"previous":[39,1,12],"next":[39,1,14]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":1,"verse":14,"text":{"default":"“But cursed be the deceiver Who has in his flock a male, And takes a vow, But sacrifices to the Lord what is blemished— For I am a great King,” Says the Lord of hosts, “And My name is to be feared among the nations.","nkjv":"“But cursed be the deceiver Who has in his flock a male, And takes a vow, But sacrifices to the Lord what is blemished— For I am a great King,” Says the Lord of hosts, “And My name is to be feared among the nations.","tamil":"தன் மந்தையில் கடா இருக்கையில் கெட்டுப்போனதை ஆண்டவருக்கு நேர்ந்துகொண்டு பலியிடுகிற கபடஸ்தன் சபிக்கப்பட்டவன்; என் நாமம் ஜாதிகளுக்குள்ளே பயங்கரமாயிருக்கும்; நான் மகத்துவமான ராஜா என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,1,13],"next":[39,2,1]}],"2":[{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":1,"text":{"default":"“And now, O priests, this commandment is for you.","nkjv":"“And now, O priests, this commandment is for you.","tamil":"இப்போதும் ஆசாரியர்களே இந்தக் கட்டளை உங்களுக்குரியது."},"previous":[39,1,14],"next":[39,2,2]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":2,"text":{"default":"If you will not hear, And if you will not take it to heart, To give glory to My name,” Says the Lord of hosts, “I will send a curse upon you, And I will curse your blessings. Yes, I have cursed them already, Because you do not take it to heart.","nkjv":"If you will not hear, And if you will not take it to heart, To give glory to My name,” Says the Lord of hosts, “I will send a curse upon you, And I will curse your blessings. Yes, I have cursed them already, Because you do not take it to heart.","tamil":"நீங்கள் கேளாமலும் என் நாமத்துக்கு மகிமையைச் செலுத்தும்படி இதைச் சிந்தியாமலுமிருந்தால், நான் உங்களுக்குள்ளே சாபத்தை அனுப்பி, உங்கள் ஆசீர்வாதங்களையும் சாபமாக்குவேன்; ஆம், நீங்கள் அதைச் சிந்தியாமற்போனதினால் அவைகளைச் சபித்தேன் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,2,1],"next":[39,2,3]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":3,"text":{"default":"“Behold, I will rebuke your descendants And spread refuse on your faces, The refuse of your solemn feasts; And one will take you away with it.","nkjv":"“Behold, I will rebuke your descendants And spread refuse on your faces, The refuse of your solemn feasts; And one will take you away with it.","tamil":"இதோ, நான் உங்களுடைய பயிரைக் கெடுத்து, உங்கள் பண்டிகைகளின் சாணியையே உங்கள் முகங்களில் இறைப்பேன்; அதனோடுகூட நீங்களும் தள்ளுபடியாவீர்கள்."},"previous":[39,2,2],"next":[39,2,4]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":4,"text":{"default":"Then you shall know that I have sent this commandment to you, That My covenant with Levi may continue,” Says the Lord of hosts.","nkjv":"Then you shall know that I have sent this commandment to you, That My covenant with Levi may continue,” Says the Lord of hosts.","tamil":"லேவியோடேபண்ணின என் உடன்படிக்கை நிலைத்திருக்கும்படிக்கு இந்தக் கட்டளையை உங்களிடத்திற்கு அனுப்பினேன் என்கிறதை அப்பொழுது அறிந்துகொள்வீர்கள் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,2,3],"next":[39,2,5]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":5,"text":{"default":"“My covenant was with him, one of life and peace, And I gave them to him that he might fear Me; So he feared Me And was reverent before My name.","nkjv":"“My covenant was with him, one of life and peace, And I gave them to him that he might fear Me; So he feared Me And was reverent before My name.","tamil":"அவனோடே பண்ணின என் உடன்படிக்கை ஜீவனும் சமாதானமுமாக இருந்தது; அவன் எனக்குப் பயப்படும் பயத்தோடே இருக்கவேண்டுமென்று, இவைகளை அவனுக்குக் கட்டளையிட்டேன்; அப்படியே அவன் என் நாமத்துக்குப் பயந்தும் இருந்தான்."},"previous":[39,2,4],"next":[39,2,6]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":6,"text":{"default":"The law of truth was in his mouth, And injustice was not found on his lips. He walked with Me in peace and equity, And turned many away from iniquity.","nkjv":"The law of truth was in his mouth, And injustice was not found on his lips. He walked with Me in peace and equity, And turned many away from iniquity.","tamil":"சத்தியவேதம் அவன் வாயிலிருந்தது; அவனுடைய உதடுகளில் அநியாயம் காணப்படவில்லை; அவன் என்னோடே சமாதானமும் யதார்த்தமுமாய்ச் சஞ்சரித்து, அநேகரை அக்கிரமத்தினின்று திருப்பினான்."},"previous":[39,2,5],"next":[39,2,7]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":7,"text":{"default":"“For the lips of a priest should keep knowledge, And people should seek the law from his mouth; For he is the messenger of the Lord of hosts.","nkjv":"“For the lips of a priest should keep knowledge, And people should seek the law from his mouth; For he is the messenger of the Lord of hosts.","tamil":"ஆசாரியனுடைய உதடுகள் அறிவைக் காக்கவேண்டும்; வேதத்தை அவன் வாயிலே தேடுவார்களே; அவன் சேனைகளுடைய கர்த்தரின் தூதன்."},"previous":[39,2,6],"next":[39,2,8]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":8,"text":{"default":"But you have departed from the way; You have caused many to stumble at the law. You have corrupted the covenant of Levi,” Says the Lord of hosts.","nkjv":"But you have departed from the way; You have caused many to stumble at the law. You have corrupted the covenant of Levi,” Says the Lord of hosts.","tamil":"நீங்களோ வழியைவிட்டு விலகி, அநேகரை வேதத்தைக்குறித்து இடறப்பண்ணினீர்கள்; லேவியின் உடன்படிக்கையைக் கெடுத்துப்போட்டீர்கள் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,2,7],"next":[39,2,9]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":9,"text":{"default":"“Therefore I also have made you contemptible and base Before all the people, Because you have not kept My ways But have shown partiality in the law.”","nkjv":"“Therefore I also have made you contemptible and base Before all the people, Because you have not kept My ways But have shown partiality in the law.”","tamil":"நீங்கள் என் வழிகளைக் கைக்கொள்ளாமல் வேதத்தைக்குறித்துப் பட்சபாதம் பண்ணினபடியினால் நானும் உங்களை எல்லா ஜனத்துக்கு முன்பாகவும் அற்பரும் நீசருமாக்கினேன்."},"previous":[39,2,8],"next":[39,2,10]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":10,"text":{"default":"Have we not all one Father? Has not one God created us? Why do we deal treacherously with one another By profaning the covenant of the fathers?","nkjv":"Have we not all one Father? Has not one God created us? Why do we deal treacherously with one another By profaning the covenant of the fathers?","tamil":"நம்மெல்லாருக்கும் ஒரே பிதா இல்லையோ? ஒரே தேவன் நம்மைச் சிருஷ்டித்ததில்லையோ? நாம் நம்முடைய பிதாக்களின் உடன்படிக்கையைப் பரிசுத்தக்குலைச்சலாக்கி, அவனவன் தன்தன் சகோதரனுக்குத் துரோகம்பண்ணுவானேன்?"},"previous":[39,2,9],"next":[39,2,11]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":11,"text":{"default":"Judah has dealt treacherously, And an abomination has been committed in Israel and in Jerusalem, For Judah has profaned The Lord’s holy institution which He loves: He has married the daughter of a foreign god.","nkjv":"Judah has dealt treacherously, And an abomination has been committed in Israel and in Jerusalem, For Judah has profaned The Lord’s holy institution which He loves: He has married the daughter of a foreign god.","tamil":"யூதா ஜனங்கள் துரோகம்பண்ணினார்கள்; இஸ்ரவேலிலும் எருசலேமிலும் அருவருப்பான காரியம் செய்யப்பட்டது; கர்த்தர் சிநேகிக்கிற பரிசுத்தத்தை யூதா ஜனங்கள் பரிசுத்தக்குலைச்சலாக்கி அந்நிய தேவதையின் குமாரத்திகளை விவாகம்பண்ணினார்கள்."},"previous":[39,2,10],"next":[39,2,12]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":12,"text":{"default":"May the Lord cut off from the tents of Jacob The man who does this, being awake and aware, Yet who brings an offering to the Lord of hosts!","nkjv":"May the Lord cut off from the tents of Jacob The man who does this, being awake and aware, Yet who brings an offering to the Lord of hosts!","tamil":"இப்படிச் செய்கிறவன் எவனோ, அவன் காவல்காக்கிறவனாயினும் உத்தரவுகொடுக்கிறவனாயினும், சேனைகளின் கர்த்தருக்குக் காணிக்கை செலுத்துகிறவனாயினும், அவனை யாக்கோபின் கூடாரங்களில் இராதபடிக்குக் கர்த்தர் சங்கரிப்பார்."},"previous":[39,2,11],"next":[39,2,13]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":13,"text":{"default":"And this is the second thing you do: You cover the altar of the Lord with tears, With weeping and crying; So He does not regard the offering anymore, Nor receive it with goodwill from your hands.","nkjv":"And this is the second thing you do: You cover the altar of the Lord with tears, With weeping and crying; So He does not regard the offering anymore, Nor receive it with goodwill from your hands.","tamil":"நீங்கள் இரண்டாந்தரமும் இதைச் செய்து, கர்த்தருடைய பீடத்தைக் கண்ணீரினாலும் அழுகையினாலும் பெருமூச்சினாலும் நிரப்புகிறீர்கள்; ஆகையால், அவர் இனிக் காணிக்கையை மதியார், அதை உங்கள் கைகளில் பிரியமாய் ஏற்றுக்கொள்ளவுமாட்டார்."},"previous":[39,2,12],"next":[39,2,14]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":14,"text":{"default":"Yet you say, “For what reason?” Because the Lord has been witness Between you and the wife of your youth, With whom you have dealt treacherously; Yet she is your companion And your wife by covenant.","nkjv":"Yet you say, “For what reason?” Because the Lord has been witness Between you and the wife of your youth, With whom you have dealt treacherously; Yet she is your companion And your wife by covenant.","tamil":"ஏன் என்று கேட்கிறீர்கள்; கர்த்தர் உனக்கும் உன் இளவயதின் மனைவிக்கும் சாட்சியாயிருக்கிறார்; உன்தோழியும் உன் உடன்படிக்கையின் மனைவியுமாகிய அவளுக்கு நீ துரோகம்பண்ணினாயே."},"previous":[39,2,13],"next":[39,2,15]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":15,"text":{"default":"But did He not make them one, Having a remnant of the Spirit? And why one? He seeks godly offspring. Therefore take heed to your spirit, And let none deal treacherously with the wife of his youth.","nkjv":"But did He not make them one, Having a remnant of the Spirit? And why one? He seeks godly offspring. Therefore take heed to your spirit, And let none deal treacherously with the wife of his youth.","tamil":"அவர் ஒருவனையல்லவா படைத்தார்? ஆவி அவரிடத்தில் பரிபூரணமாயிருந்ததே. பின்னை ஏன் ஒருவனைப்படைத்தார்? தேவபக்தியுள்ள, சந்ததியைப் பெறும்படிதானே. ஆகையால் ஒருவனும் தன் இளவயதின் மனைவிக்குத் துரோகம்பண்ணாதபடிக்கு, உங்கள் ஆவியைக்குறித்து எச்சரிக்கையாயிருங்கள்."},"previous":[39,2,14],"next":[39,2,16]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":16,"text":{"default":"“For the Lord God of Israel says That He hates divorce, For it covers one’s garment with violence,” Says the Lord of hosts. “Therefore take heed to your spirit, That you do not deal treacherously.”","nkjv":"“For the Lord God of Israel says That He hates divorce, For it covers one’s garment with violence,” Says the Lord of hosts. “Therefore take heed to your spirit, That you do not deal treacherously.”","tamil":"தள்ளிவிடுதலை நான் வெறுக்கிறேன் என்று இஸ்ரவேலின் தேவனாகிய கர்த்தர் சொல்லுகிறார்; அப்படிப்பட்டவன் கொடுமையினால் தன் வஸ்திரத்தை மூடுகிறான் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்; ஆகையால் நீங்கள் துரோகம்பண்ணாமல் உங்கள் ஆவியைக்குறித்து எச்சரிக்கையாயிருங்கள்."},"previous":[39,2,15],"next":[39,2,17]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":2,"verse":17,"text":{"default":"You have wearied the Lord with your words; Yet you say, “In what way have we wearied Him?” In that you say, “Everyone who does evil Is good in the sight of the Lord, And He delights in them,” Or, “Where is the God of justice?”","nkjv":"You have wearied the Lord with your words; Yet you say, “In what way have we wearied Him?” In that you say, “Everyone who does evil Is good in the sight of the Lord, And He delights in them,” Or, “Where is the God of justice?”","tamil":"உங்கள் வார்த்தைகளினாலே கர்த்தரை வருத்தப்படுத்துகிறீர்கள்; ஆனாலும் எதினாலே அவரை வருத்தப்படுத்துகிறோம் என்கிறீர்கள்; பொல்லாப்பைச் செய்கிறவனெவனும் கர்த்தரின் பார்வைக்கு நல்லவன் என்றும் அப்படிப்பட்டவர்கள்பேரில் அவர் பிரியமாயிருக்கிறாரென்றும், நியாயந்தீர்க்கிற தேவன் எங்கேயென்றும், நீங்கள் சொல்லுகிறதினாலேயே."},"previous":[39,2,16],"next":[39,3,1]}],"3":[{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":1,"text":{"default":"“Behold, I send My messenger, And he will prepare the way before Me. And the Lord, whom you seek, Will suddenly come to His temple, Even the Messenger of the covenant, In whom you delight. Behold, He is coming,” Says the Lord of hosts.","nkjv":"“Behold, I send My messenger, And he will prepare the way before Me. And the Lord, whom you seek, Will suddenly come to His temple, Even the Messenger of the covenant, In whom you delight. Behold, He is coming,” Says the Lord of hosts.","tamil":"இதோ, நான் என் தூதனை அனுப்புகிறேன், அவன் எனக்கு முன்பாகப் போய், வழியை ஆயத்தம்பண்ணுவான்; அப்பொழுது நீங்கள் தேடுகிற ஆண்டவரும் நீங்கள் விரும்புகிற உடன்படிக்கையின் தூதனுமானவர் தம்முடைய ஆலயத்துக்குத் தீவிரமாய் வருவார்; இதோ, வருகிறார் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,2,17],"next":[39,3,2]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":2,"text":{"default":"“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire And like launderers’ soap.","nkjv":"“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire And like launderers’ soap.","tamil":"ஆனாலும் அவர் வரும் நாளை சகிப்பவன் யார்? அவர் வெளிப்படுகையில் நிலைநிற்பவன் யார்? அவர் புடமிடுகிறவனுடைய அக்கினியைப்போலவும், வண்ணாருடைய சவுக்காரத்தைப்போலவும் இருப்பார்."},"previous":[39,3,1],"next":[39,3,3]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":3,"text":{"default":"He will sit as a refiner and a purifier of silver; He will purify the sons of Levi, And purge them as gold and silver, That they may offer to the Lord An offering in righteousness.","nkjv":"He will sit as a refiner and a purifier of silver; He will purify the sons of Levi, And purge them as gold and silver, That they may offer to the Lord An offering in righteousness.","tamil":"அவர் உட்கார்ந்து வெள்ளியைப் புடமிட்டுச் சுத்திகரித்துக்கொண்டிருப்பார்; அவர் லேவியின் புத்திரரைச் சுத்திகரித்து, அவர்கள் கர்த்தருடையவர்களாயிருக்கும்படிக்கும், நீதியாய் காணிக்கையைச் செலுத்தும்படிக்கும், அவர்களைப் பொன்னைப்போலவும் வெள்ளியைப்போலவும் புடமிடுவார்."},"previous":[39,3,2],"next":[39,3,4]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":4,"text":{"default":"“Then the offering of Judah and Jerusalem Will be pleasant to the Lord, As in the days of old, As in former years.","nkjv":"“Then the offering of Judah and Jerusalem Will be pleasant to the Lord, As in the days of old, As in former years.","tamil":"அப்பொழுது பூர்வநாட்களிலும் முந்தின வருஷங்களிலும் இருந்ததுபோல, யூதாவின் காணிக்கையும் எருசலேமின் காணிக்கையும் கர்த்தருக்குப் பிரியமாயிருக்கும்."},"previous":[39,3,3],"next":[39,3,5]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":5,"text":{"default":"And I will come near you for judgment; I will be a swift witness Against sorcerers, Against adulterers, Against perjurers, Against those who exploit wage earners and widows and orphans, And against those who turn away an alien— Because they do not fear Me,” Says the Lord of hosts.","nkjv":"And I will come near you for judgment; I will be a swift witness Against sorcerers, Against adulterers, Against perjurers, Against those who exploit wage earners and widows and orphans, And against those who turn away an alien— Because they do not fear Me,” Says the Lord of hosts.","tamil":"நான் நியாயத்தீர்ப்பு செய்யும்படி உங்களிடத்தில் வந்து, சூனியக்காரருக்கும் விபசாரருக்கும் பொய்யாணை இடுகிறவர்களுக்கும், எனக்குப் பயப்படாமல் விதவைகளும் திக்கற்ற பிள்ளைகளுமாகிய கூலிக்காரரின் கூலியை அபகரித்துக்கொள்ளுகிறவர்களுக்கும், பரதேசிக்கு அநியாயஞ்செய்கிறவர்களுக்கும் விரோதமாய்த் தீவிரமான சாட்சியாயிருப்பேன் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,3,4],"next":[39,3,6]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":6,"text":{"default":"“For I am the Lord, I do not change; Therefore you are not consumed, O sons of Jacob.","nkjv":"“For I am the Lord, I do not change; Therefore you are not consumed, O sons of Jacob.","tamil":"நான் கர்த்தர் நான் மாறாதவர்; ஆகையால் யாக்கோபின் புத்திரராகிய நீங்கள் நிர்மூலமாகவில்லை."},"previous":[39,3,5],"next":[39,3,7]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":7,"text":{"default":"Yet from the days of your fathers You have gone away from My ordinances And have not kept them. Return to Me, and I will return to you,” Says the Lord of hosts. “But you said, ‘In what way shall we return?’","nkjv":"Yet from the days of your fathers You have gone away from My ordinances And have not kept them. Return to Me, and I will return to you,” Says the Lord of hosts. “But you said, ‘In what way shall we return?’","tamil":"நீங்கள் உங்கள் பிதாக்களின் நாட்கள் தொடங்கி என் கட்டளைகளைக் கைக்கொள்ளாமல், அவைகளைவிட்டு விலகிப்போனீர்கள்; என்னிடத்திற்குத் திரும்புங்கள், அப்பொழுது உங்களிடத்திற்குத் திரும்புவேன் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்; நாங்கள் எந்த விஷயத்தில் திரும்பவேண்டும் என்கிறீர்கள்,"},"previous":[39,3,6],"next":[39,3,8]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":8,"text":{"default":"“Will a man rob God? Yet you have robbed Me! But you say, ‘In what way have we robbed You?’ In tithes and offerings.","nkjv":"“Will a man rob God? Yet you have robbed Me! But you say, ‘In what way have we robbed You?’ In tithes and offerings.","tamil":"மனுஷன் தேவனை வஞ்சிக்கலாமா? நீங்களோ என்னை வஞ்சிக்கிறீர்கள். எதிலே உம்மை வஞ்சித்தோம் என்கிறீர்கள். தசமபாகத்திலும் காணிக்கைகளிலுந்தானே."},"previous":[39,3,7],"next":[39,3,9]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":9,"text":{"default":"You are cursed with a curse, For you have robbed Me, Even this whole nation.","nkjv":"You are cursed with a curse, For you have robbed Me, Even this whole nation.","tamil":"நீங்கள் சபிக்கப்பட்டவர்கள்; ஜனத்தாராகிய நீங்கள் எல்லாரும் என்னை வஞ்சித்தீர்கள்."},"previous":[39,3,8],"next":[39,3,10]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":10,"text":{"default":"Bring all the tithes into the storehouse, That there may be food in My house, And try Me now in this,” Says the Lord of hosts, “If I will not open for you the windows of heaven And pour out for you such blessing That there will not be room enough to receive it.","nkjv":"Bring all the tithes into the storehouse, That there may be food in My house, And try Me now in this,” Says the Lord of hosts, “If I will not open for you the windows of heaven And pour out for you such blessing That there will not be room enough to receive it.","tamil":"என் ஆலயத்தில் ஆகாரம் உண்டாயிருக்கும்படித் தசமபாகங்களையெல்லாம் பண்டசாலையிலே கொண்டுவாருங்கள்; அப்பொழுது நான் வானத்தின் பலகணிகளைத் திறந்து, இடங்கொள்ளாமற்போகுமட்டும் உங்கள்மேல் ஆசீர்வாதத்தை வருஷிக்கமாட்டேனோவென்று அதினால் என்னைச் சோதித்துப் பாருங்கள் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,3,9],"next":[39,3,11]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":11,"text":{"default":"“And I will rebuke the devourer for your sakes, So that he will not destroy the fruit of your ground, Nor shall the vine fail to bear fruit for you in the field,” Says the Lord of hosts;","nkjv":"“And I will rebuke the devourer for your sakes, So that he will not destroy the fruit of your ground, Nor shall the vine fail to bear fruit for you in the field,” Says the Lord of hosts;","tamil":"பூமியின் கனியைப் பட்சித்துப் போடுகிறவைகளை உங்கள் நிமித்தம் கண்டிப்பேன்; அவைகள் உங்கள் நிலத்தின் பலனை அழிப்பதில்லை. வெளியிலுள்ள திராட்சக்கொடி பழமில்லாமற்போவதுமில்லை என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,3,10],"next":[39,3,12]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":12,"text":{"default":"“And all nations will call you blessed, For you will be a delightful land,” Says the Lord of hosts.","nkjv":"“And all nations will call you blessed, For you will be a delightful land,” Says the Lord of hosts.","tamil":"அப்பொழுது எல்லா ஜாதிகளும் உங்களைப் பாக்கியவான்கள் என்பார்கள்; தேசம் விரும்பப்படத்தக்கதாயிருக்கும் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,3,11],"next":[39,3,13]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":13,"text":{"default":"“Your words have been harsh against Me,” Says the Lord, “Yet you say, ‘What have we spoken against You?’","nkjv":"“Your words have been harsh against Me,” Says the Lord, “Yet you say, ‘What have we spoken against You?’","tamil":"நீங்கள் எனக்கு விரோதமாய்ப் பேசின பேச்சுகள் கடினமாயிருக்கிறது என்று கர்த்தர் சொல்லுகிறார்; ஆனாலும் உமக்கு விரோதமாக என்னத்தைப் பேசினோம் என்கிறீர்கள்."},"previous":[39,3,12],"next":[39,3,14]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":14,"text":{"default":"You have said, ‘It is useless to serve God; What profit is it that we have kept His ordinance, And that we have walked as mourners Before the Lord of hosts?","nkjv":"You have said, ‘It is useless to serve God; What profit is it that we have kept His ordinance, And that we have walked as mourners Before the Lord of hosts?","tamil":"தேவனைச் சேவிப்பது விருதா, அவருடைய கட்டளைகளைக் கைக்கொள்ளுகிறதினாலும் சேனைகளின் கர்த்தருக்கு முன்பாகத் துக்கித்து நடக்கிறதினாலும் என்ன பிரயோஜனம்?"},"previous":[39,3,13],"next":[39,3,15]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":15,"text":{"default":"So now we call the proud blessed, For those who do wickedness are raised up; They even tempt God and go free.’”","nkjv":"So now we call the proud blessed, For those who do wickedness are raised up; They even tempt God and go free.’”","tamil":"இப்போதும் அகங்காரிகளைப் பாக்கியவான்கள் என்கிறோம்; தீமைசெய்கிறவர்கள் திடப்படுகிறார்கள்; அவர்கள் தேவனைப் பரீட்சைபார்த்தாலும் விடுவிக்கப்படுகிறார்களே என்று சொல்லுகிறீர்கள்."},"previous":[39,3,14],"next":[39,3,16]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":16,"text":{"default":"Then those who feared the Lord spoke to one another, And the Lord listened and heard them; So a book of remembrance was written before Him For those who fear the Lord And who meditate on His name.","nkjv":"Then those who feared the Lord spoke to one another, And the Lord listened and heard them; So a book of remembrance was written before Him For those who fear the Lord And who meditate on His name.","tamil":"அப்பொழுது கர்த்தருக்குப் பயந்தவர்கள் ஒருவரோடொருவர் பேசிக்கொள்வார்கள்; கர்த்தர் கவனித்துக்கேட்பார்; கர்த்தருக்குப் பயந்தவர்களுக்காகவும் அவருடைய நாமத்தைத் தியானிக்கிறவர்களுக்காகவும் ஞாபகப்புஸ்தகம் ஒன்று அவருக்கு முன்பாக எழுதப்பட்டிருக்கிறது."},"previous":[39,3,15],"next":[39,3,17]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":17,"text":{"default":"“They shall be Mine,” says the Lord of hosts, “On the day that I make them My jewels. And I will spare them As a man spares his own son who serves him.”","nkjv":"“They shall be Mine,” says the Lord of hosts, “On the day that I make them My jewels. And I will spare them As a man spares his own son who serves him.”","tamil":"என் சம்பத்தை நான் சேர்க்கும் அந்நாளிலே அவர்கள் என்னுடையவர்களாயிருப்பார்கள் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்; ஒரு மனுஷன் தனக்கு ஊழியஞ்செய்கிற தன்னுடைய குமாரனைக் கடாட்சிக்கிறதுபோல நான் அவர்களைக் கடாட்சிப்பேன்."},"previous":[39,3,16],"next":[39,3,18]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":3,"verse":18,"text":{"default":"Then you shall again discern Between the righteous and the wicked, Between one who serves God And one who does not serve Him.","nkjv":"Then you shall again discern Between the righteous and the wicked, Between one who serves God And one who does not serve Him.","tamil":"அப்பொழுது நீங்கள் நீதிமானுக்கும் துன்மார்க்கனுக்கும், தேவனுக்கு ஊழியஞ்செய்கிறவனுக்கும் அவருக்கு ஊழியஞ்செய்யாதவனுக்கும் இருக்கிற வித்தியாசத்தைத் திரும்பவும் காண்பீர்கள்."},"previous":[39,3,17],"next":[39,4,1]}],"4":[{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":4,"verse":1,"text":{"default":"“For behold, the day is coming, Burning like an oven, And all the proud, yes, all who do wickedly will be stubble. And the day which is coming shall burn them up,” Says the Lord of hosts, “That will leave them neither root nor branch.","nkjv":"“For behold, the day is coming, Burning like an oven, And all the proud, yes, all who do wickedly will be stubble. And the day which is coming shall burn them up,” Says the Lord of hosts, “That will leave them neither root nor branch.","tamil":"இதோ, சூளையைப்போல எரிகிறநாள் வரும்; அப்பொழுது அகங்காரிகள் யாவரும் அக்கிரமஞ்செய்கிற யாவரும் துரும்பாயிருப்பார்கள்; வரப்போகிற அந்த நாள் அவர்களைச் சுட்டெரிக்கும்; அது அவர்களுக்கு வேரையும் கொப்பையும் வைக்காமற்போகும் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,3,18],"next":[39,4,2]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":4,"verse":2,"text":{"default":"But to you who fear My name The Sun of Righteousness shall arise With healing in His wings; And you shall go out And grow fat like stall-fed calves.","nkjv":"But to you who fear My name The Sun of Righteousness shall arise With healing in His wings; And you shall go out And grow fat like stall-fed calves.","tamil":"ஆனாலும் என் நாமத்துக்குப் பயந்திருக்கிற உங்கள்மேல் நீதியின் சூரியன் உதிக்கும்; அதின் செட்டைகளின்கீழ் ஆரோக்கியம் இருக்கும்; நீங்கள் வெளியே புறப்பட்டுப்போய், கொழுத்த கன்றுகளைப்போல வளருவீர்கள்."},"previous":[39,4,1],"next":[39,4,3]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":4,"verse":3,"text":{"default":"You shall trample the wicked, For they shall be ashes under the soles of your feet On the day that I do this,” Says the Lord of hosts.","nkjv":"You shall trample the wicked, For they shall be ashes under the soles of your feet On the day that I do this,” Says the Lord of hosts.","tamil":"துன்மார்க்கரை மிதிப்பீர்கள்; நான் இதைச் செய்யும்நாளிலே அவர்கள் உங்கள் உள்ளங்கால்களின்கீழ் சாம்பலாயிருப்பார்கள் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},"previous":[39,4,2],"next":[39,4,4]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":4,"verse":4,"text":{"default":"“Remember the Law of Moses, My servant, Which I commanded him in Horeb for all Israel, With the statutes and judgments.","nkjv":"“Remember the Law of Moses, My servant, Which I commanded him in Horeb for all Israel, With the statutes and judgments.","tamil":"ஓரேபிலே இஸ்ரவேலரெல்லாருக்காகவும் என் தாசனாகிய மோசேக்கு நான் கற்பித்த நியாயப்பிரமாணமாகிய கட்டளைகளையும் நியாயங்களையும் நினையுங்கள்."},"previous":[39,4,3],"next":[39,4,5]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":4,"verse":5,"text":{"default":"Behold, I will send you Elijah the prophet Before the coming of the great and dreadful day of the Lord.","nkjv":"Behold, I will send you Elijah the prophet Before the coming of the great and dreadful day of the Lord.","tamil":"இதோ, கர்த்தருடைய பெரிதும் பயங்கரமுமான நாள் வருகிறதற்குமுன்னே நான் உங்களிடத்திற்கு எலியா தீர்க்கதரிசியை அனுப்புகிறேன்."},"previous":[39,4,4],"next":[39,4,6]},{"book":{"default":"Malachi","nkjv":"Malachi","tamil":"மல்கியா"},"chapter":4,"verse":6,"text":{"default":"And he will turn The hearts of the fathers to the children, And the hearts of the children to their fathers, Lest I come and strike the earth with a curse.”","nkjv":"And he will turn The hearts of the fathers to the children, And the hearts of the children to their fathers, Lest I come and strike the earth with a curse.”","tamil":"நான் வந்து பூமியைச் சங்காரத்தால் அடிக்காதபடிக்கு, அவன் பிதாக்களுடைய இருதயத்தைப் பிள்ளைகளிடத்திற்கும், பிள்ளைகளுடைய இருதயத்தை அவர்கள் பிதாக்களிடத்திற்கும் திருப்புவான்."},"previous":[39,4,5],"next":[40,1,1]}]}