{"1":[{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":1,"text":{"default":"Jude, a bondservant of Jesus Christ, and brother of James, To those who are called, sanctified by God the Father, and preserved in Jesus Christ:","nkjv":"Jude, a bondservant of Jesus Christ, and brother of James, To those who are called, sanctified by God the Father, and preserved in Jesus Christ:","tamil":"இயேசுகிறிஸ்துவினுடைய ஊழியக்காரனும், யாக்கோபினுடைய சகோதரனுமாயிருக்கிற யூதா, பிதாவாகிய தேவனாலே பரிசுத்தமாக்கப்பட்டவர்களும், இயேசுகிறிஸ்துவினாலே காக்கப்பட்டவர்களுமாகிய அழைக்கப்பட்டவர்களுக்கு எழுதுகிறதாவது:"}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":2,"text":{"default":"Mercy, peace, and love be multiplied to you.","nkjv":"Mercy, peace, and love be multiplied to you.","tamil":"உங்களுக்கு இரக்கமும் சமாதானமும் அன்பும் பெருகக்கடவது."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":3,"text":{"default":"Beloved, while I was very diligent to write to you concerning our common salvation, I found it necessary to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints.","nkjv":"Beloved, while I was very diligent to write to you concerning our common salvation, I found it necessary to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints.","tamil":"பிரியமானவர்களே, பொதுவான இரட்சிப்பைக்குறித்து உங்களுக்கு எழுதும்படி நான் மிகவும் கருத்துள்ளவனாயிருக்கையில், பரிசுத்தவான்களுக்கு ஒருவிசை ஒப்புக்கொடுக்கப்பட்ட விசுவாசத்திற்காக நீங்கள் தைரியமாய்ப் போராடவேண்டுமென்று உங்களுக்கு எழுதி உணர்த்துவது எனக்கு அவசியமாய்க் கண்டது."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":4,"text":{"default":"For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God and our Lord Jesus Christ.","nkjv":"For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God and our Lord Jesus Christ.","tamil":"ஏனெனில் நமது தேவனுடைய கிருபையைக் காமவிகாரத்துக்கேதுவாகப் புரட்டி, ஒன்றான ஆண்டவராகிய தேவனையும், நம்முடைய கர்த்தராகிய இயேசுகிறிஸ்துவையும் மறுதலிக்கிற பக்தியற்றவர்களாகிய சிலர் பக்கவழியாய் நுழைந்திருக்கிறார்கள்; அவர்கள் இந்த ஆக்கினைக்குள்ளாவார்களென்று பூர்வத்திலே எழுதியிருக்கிறது."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":5,"text":{"default":"But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe.","nkjv":"But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe.","tamil":"நீங்கள் முன்னமே அறிந்திருந்தாலும், நான் உங்களுக்கு நினைப்பூட்ட விரும்புகிறதென்னவெனில், கர்த்தர் தமது ஜனத்தை எகிப்து தேசத்திலிருந்து வரப்பண்ணி இரட்சித்து, பின்பு விசுவாசியாதவர்களை அழித்தார்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":6,"text":{"default":"And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day;","nkjv":"And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day;","tamil":"தங்களுடைய ஆதிமேன்மையைக் காத்துக்கொள்ளாமல், தங்களுக்குரிய வாசஸ்தலத்தை விட்டுவிட்ட தூதர்களையும், மகா நாளின் நியாயத்தீர்ப்புக்கென்று நித்திய சங்கிலிகளினாலே கட்டி, அந்தகாரத்தில் அடைத்து வைத்திருக்கிறார்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":7,"text":{"default":"as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.","nkjv":"as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.","tamil":"அப்படியே சோதோம் கொமோரா பட்டணத்தார்களும், அவைகளைச் சூழ்ந்த பட்டணத்தார்களும், அவர்களைப் போல் விபசாரம்பண்ணி, அந்நிய மாம்சத்தைத் தொடர்ந்து, நித்திய அக்கினியின் ஆக்கினையை அடைந்து, திருஷ்டாந்தமாக வைக்கப்பட்டிருக்கிறார்கள்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":8,"text":{"default":"Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries.","nkjv":"Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries.","tamil":"அப்படிப்போலவே, சொப்பனக்காரராகிய இவர்களும் மாம்சத்தை அசுசிப்படுத்திக்கொண்டு, கர்த்தத்துவத்தை அசட்டைபண்ணி, மகத்துவங்களைத் தூஷிக்கிறார்கள்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":9,"text":{"default":"Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!”","nkjv":"Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!”","tamil":"பிரதான தூதனாகிய மிகாவேல், மோசேயின் சரீரத்தைக் குறித்துப் பிசாசுடனே தர்க்கித்துப்பேசினபோது, அவனைத் தூஷணமாய்க் குற்றப்படுத்தத் துணியாமல்: கர்த்தர் உன்னைக் கடிந்துகொள்வாராக என்று சொன்னான்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":10,"text":{"default":"But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves.","nkjv":"But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves.","tamil":"இவர்கள் தங்களுக்குத் தெரியாதவைகளைத் தூஷிக்கிறார்கள்; புத்தியில்லாத மிருகங்களைப்போல சுபாவப்படி தங்களுக்குத் தெரிந்திருக்கிறவைகளாலே தங்களைக் கெடுத்துக்கொள்ளுகிறார்கள்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":11,"text":{"default":"Woe to them! For they have gone in the way of Cain, have run greedily in the error of Balaam for profit, and perished in the rebellion of Korah.","nkjv":"Woe to them! For they have gone in the way of Cain, have run greedily in the error of Balaam for profit, and perished in the rebellion of Korah.","tamil":"இவர்களுக்கு ஐயோ! இவர்கள் காயீனுடைய வழியில் நடந்து, பிலேயாம் கூலிக்காகச் செய்த வஞ்சகத்திலே விரைந்தோடி, கோரா எதிர்த்துப்பேசின பாவத்திற்குள்ளாகி, கெட்டுப்போனார்கள்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":12,"text":{"default":"These are spots in your love feasts, while they feast with you without fear, serving only themselves. They are clouds without water, carried about by the winds; late autumn trees without fruit, twice dead, pulled up by the roots;","nkjv":"These are spots in your love feasts, while they feast with you without fear, serving only themselves. They are clouds without water, carried about by the winds; late autumn trees without fruit, twice dead, pulled up by the roots;","tamil":"இவர்கள் உங்கள் அன்பின் விருந்துகளில் கறைகளாயிருந்து, பயமின்றிக் கூட விருந்துண்டு, தங்களைத் தாங்களே மேய்த்துக்கொள்ளுகிறார்கள்; இவர்கள் காற்றுகளால் அடியுண்டோடுகிற தண்ணீரற்ற மேகங்களும், இலையுதிர்ந்து கனியற்று இரண்டுதரஞ் செத்து வேரற்றுப் போன மரங்களும்,"}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":13,"text":{"default":"raging waves of the sea, foaming up their own shame; wandering stars for whom is reserved the blackness of darkness forever.","nkjv":"raging waves of the sea, foaming up their own shame; wandering stars for whom is reserved the blackness of darkness forever.","tamil":"தங்கள் அவமானங்களை நுரைதள்ளுகிற அமளியான கடலலைகளும், மார்க்கந்தப்பி அலைகிற நட்சத்திரங்களுமாயிருக்கிறார்கள்; இவர்களுக்காக என்றென்றைக்கும் காரிருளே வைக்கப்பட்டிருக்கிறது."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":14,"text":{"default":"Now Enoch, the seventh from Adam, prophesied about these men also, saying, “Behold, the Lord comes with ten thousands of His saints,","nkjv":"Now Enoch, the seventh from Adam, prophesied about these men also, saying, “Behold, the Lord comes with ten thousands of His saints,","tamil":"ஆதாமுக்கு ஏழாந்தலைமுறையான ஏனோக்கும் இவர்களைக்குறித்து: இதோ, எல்லாருக்கும் நியாயத்தீர்ப்புக் கொடுக்கிறதற்கும், அவர்களில் அவபக்தியுள்ளவர்கள் யாவரும் அவபக்தியாய்ச் செய்துவந்த சகல அவபக்தியான கிரியைகளினிமித்தமும்,"}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":15,"text":{"default":"to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”","nkjv":"to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”","tamil":"தமக்கு விரோதமாய் அவபக்தியுள்ள பாவிகள் பேசின கடின வார்த்தைகளெல்லாவற்றினிமித்தமும், அவர்களைக் கண்டிக்கிறதற்கும், ஆயிரமாயிரமான தமது பரிசுத்தவான்களோடுங்கூட கர்த்தர் வருகிறார் என்று முன்னறிவித்தான்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":16,"text":{"default":"These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling words, flattering people to gain advantage.","nkjv":"These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling words, flattering people to gain advantage.","tamil":"இவர்கள் முறுமுறுக்கிறவர்களும், முறையிடுகிறவர்களும், தங்கள் இச்சைகளின்படி நடக்கிறவர்களுமாயிருக்கிறார்கள்; இவர்களுடைய வாய் இறுமாப்பானவைகளைப்பேசும்; தற்பொழிவுக்காக முகஸ்துதி செய்வார்கள்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":17,"text":{"default":"But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ:","nkjv":"But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ:","tamil":"நீங்களோ பிரியமானவர்களே, நம்முடைய கர்த்தராகிய இயேசுகிறிஸ்துவின் அப்போஸ்தலரால் முன் சொல்லப்பட்ட வார்த்தைகளை நினைவுகூருங்கள்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":18,"text":{"default":"how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts.","nkjv":"how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts.","tamil":"கடைசிக்காலத்திலே தங்கள் துன்மார்க்கமான இச்சைகளின்படி நடக்கிற பரியாசக்காரர் தோன்றுவார்கள் என்று உங்களுக்குச் சொன்னார்களே."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":19,"text":{"default":"These are sensual persons, who cause divisions, not having the Spirit.","nkjv":"These are sensual persons, who cause divisions, not having the Spirit.","tamil":"இவர்கள் பிரிந்து போகிறவர்களும், ஜென்மசுபாவத்தாரும், ஆவியில்லாதவர்களுமாமே."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":20,"text":{"default":"But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,","nkjv":"But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,","tamil":"நீங்களோ பிரியமானவர்களே, உங்கள் மகா பரிசுத்தமான விசுவாசத்தின்மேல் உங்களை உறுதிப்படுத்திக்கொண்டு, பரிசுத்த ஆவிக்குள் ஜெபம்பண்ணி,"}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":21,"text":{"default":"keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.","nkjv":"keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.","tamil":"தேவனுடைய அன்பிலே உங்களைக் காத்துக்கொண்டு, நித்திய ஜீவனுக்கேதுவாக நம்முடைய கர்த்தராகிய இயேசுக்கிறிஸ்துவினுடைய இரக்கத்தைப்பெறக் காத்திருங்கள்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":22,"text":{"default":"And on some have compassion, making a distinction;","nkjv":"And on some have compassion, making a distinction;","tamil":"அல்லாமலும், நீங்கள் பகுத்தறிவுள்ளவர்களாயிருந்து, சிலருக்கு இரக்கம் பாராட்டி, சிலரை அக்கினியிலிருந்து இழுத்துவிட்டு, பயத்தோடே இரட்சித்து,"}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":23,"text":{"default":"but others save with fear, pulling them out of the fire, hating even the garment defiled by the flesh.","nkjv":"but others save with fear, pulling them out of the fire, hating even the garment defiled by the flesh.","tamil":"மாம்சத்தால் கறைப்பட்டிருக்கிற வஸ்திரத்தையும் வெறுத்துத் தள்ளுங்கள்."}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":24,"text":{"default":"Now to Him who is able to keep you from stumbling, And to present you faultless Before the presence of His glory with exceeding joy,","nkjv":"Now to Him who is able to keep you from stumbling, And to present you faultless Before the presence of His glory with exceeding joy,","tamil":"வழுவாதபடி உங்களைக் காக்கவும், தமது மகிமையுள்ள சந்நிதானத்திலே மிகுந்த மகிழ்ச்சியோடே உங்களை மாசற்றவர்களாய் நிறுத்தவும் வல்லமையுள்ளவரும்,"}},{"book":{"default":"Jude","nkjv":"Jude","tamil":"யூதா"},"chapter":1,"verse":25,"text":{"default":"To God our Savior, Who alone is wise, Be glory and majesty, Dominion and power, Both now and forever. Amen.","nkjv":"To God our Savior, Who alone is wise, Be glory and majesty, Dominion and power, Both now and forever. Amen.","tamil":"தாம் ஒருவரே ஞானமுள்ளவருமாகிய நம்முடைய இரட்சகரான தேவனுக்குக் கனமும் மகத்துவமும் வல்லமையும் அதிகாரமும் இப்பொழுதும் எப்பொழுதும் உண்டாவதாக. ஆமென்."}}]}